[
  {
    "id": "act_move",
    "name": "Перемещение",
    "activation": "Перемещение",
    "terse": "Перемещение до максимальной Скорости персонажа.",
    "detail": "В свой ход персонажи всегда могут переместиться на расстояние, равное их Скорости, в дополнение к любым другим действиям. Это называется стандартным перемещением, чтобы отличить его от перемещения, предоставляемого системами или талантами.<br>Персонаж считается перемещенным только в том случае, если он переместился на 1 или более пространств.<br>Персонажи могут перемещаться на любое соседнее пространство, даже по диагонали, при условии, что это пространство не занято препятствием (и этот гекс, на который они могли бы переместиться — персонажи не могут двигаться прямо вверх, если они не могут летать, например).",
    "pilot": true,
    "mech": true,
    "hide_active": true
  },
  {
    "id": "act_overcharge",
    "name": "Перегрузка",
    "activation": "Свободное",
    "terse": "Один раз за ход вы можете Перегрузить своего меха, что позволит вам совершить любое быстрое действие как свободное — даже те действия, которые вы уже совершили в этот ход.",
    "detail": "Когда вы делаете Перегрузку, вы ненадолго увеличиваете производительность своего меха за пределы заводских спецификаций для получения тактического преимущества. Моменты интенсивных действий не слишком нагружают системы мехов, но длительные действия сверх установленных пределов приводят к истощению.<br>Один раз за ход вы можете Перегрузить своего меха, что позволит вам совершить любое быстрое действие как свободное — даже те действия, которые вы уже совершили в этот ход.<br>В первый раз, когда вы Перегружаете, вы получаете 1 нагрев. <br>Во второй раз, когда вы Перегружаете, получите 1d3 нагрева. <br>В третий раз — 1d6 нагрева , и каждый последующий раз — 1d6+4 нагрева .<br>Полный Ремонт сбрасывает этот счетчик.",
    "synergy_locations": ["overcharge"],
    "confirm": ["REACTOR LIMITER DISABLED. CORE TEMPERATURES RISING."]
  },
  {
    "id": "act_skirmish",
    "name": "Перестрелка",
    "activation": "Быстрое",
    "terse": "Атакуйте одним оружием. В дополнение к основной атаке вы можете атаковать другим Вспомогательным оружием из того же слота",
    "detail": "Когда вы используете Перестрелку, вы атакуете одним оружием. <br>Для Перестрелки выберите оружие и цель в радиусе Дальности (или Угрозы), а затем атакуйте. <br>• В дополнение к основной атаке вы можете атаковать другим Вспомогательным оружием из того же слота. Это не получает бонусов к урону.<br>• Сверхтяжёлое оружие слишком громоздкое для Перестрелки, и может быть использовано только как часть Заградительного Огня."
  },
  {
    "id": "act_boost",
    "name": "Ускорение",
    "activation": "Быстрое",
    "terse": "Когда вы Ускоряетесь, вы перемещаетесь как минимум на 1 пространство в соответствии с вашей Скоростью.",
    "detail": "Когда вы Ускоряетесь, вы перемещаетесь как минимум на 1 пространство в соответствии с вашей Скоростью. Это позволяет вам сделать дополнительное перемещение, помимо вашего стандартного. Некоторые таланты и системы могут быть использованы только тогда, когда вы Ускоряетесь, а не когда вы делаете стандартное перемещение.",
    "synergy_locations": ["boost"],
    "confirm": ["POWER REDIRECTED."],
    "mech": true,
    "pilot": true
  },
  {
    "id": "act_ram",
    "name": "Таран",
    "activation": "Быстрое",
    "terse": "Когда вы применяете Таран, вы делаете ближнюю атаку с целью сбить цель с ног или отбросить ее назад.",
    "detail": "Когда вы применяете Таран, вы делаете ближнюю атаку с целью сбить цель с ног или отбросить ее назад. <br>Для Тарана сделайте атаку ближнего боя против соседнего персонажа такого же размера или меньше вас. При успехе ваша цель будет Сбита, и вы также можете отбросить ее на один гекс прямо от себя.",
    "synergy_locations": ["ram"],
    "confirm": ["MANEUVER CONFIRMED.", "WARNING: PROXIMITY.", "WARNING: COLLISION IMMINENT"]
  },
  {
    "id": "act_grapple",
    "name": "Схватить",
    "activation": "Быстрое",
    "terse": "Вы пытаетесь схватить и одолеть ее — обезоружить, подчинить или повредить, чтобы она не смогла сделать то же самое с вами.",
    "detail": "Когда вы Хватаете Цель, вы пытаетесь схватить и одолеть ее — обезоружить, подчинить или повредить, чтобы она не смогла сделать то же самое с вами.<br>Чтобы Схватить Цель, выберите соседнего персонажа и сделайте ближнюю атаку. При попадании:<br>• оба персонажа становятся Вовлеченными; <br>• ни один из персонажей не может Ускориться или совершать реакции во время захвата;<br>• меньший персонаж становится Замедленным, но перемещается, когда перемещается больший персонаж, отражая его перемещение. Если обе стороны имеют одинаковый Размер, каждая из них может сделать спорные проверки Корпуса в начале своего хода: победитель считается больше проигравшего, пока это состязание не повторится.<br>\"Хват\" заканчивается, когда:<br>• любой персонаж нарушает примыкание, например, если его отбрасывает другой эффект;<br>• атакующий решает закончить Схватывание Цели свободным действием;<br>• защищающийся вырывается на свободу, преуспев в спорной проверке Корпуса в качестве быстрого действия.<br>Если в Хватании участвуют более двух персонажей, действуют те же правила, но при подсчете Размеров нужно сложить Размеры всех персонажей с каждой стороны. Например, если два союзных персонажа Размера 1 борются с одним врагом Размера 2, союзные персонажи считаются объединенными Размером 2 и могут попытаться перетащить своего врага.",
    "synergy_locations": ["grapple"]
  },
  {
    "id": "act_quick_tech",
    "name": "Быстрая технология",
    "activation": "Быстрое",
    "terse": "Вы участвуете в электронной войне, контрмерах и других технических действиях.",
    "detail": "Когда вы используете Быструю Технологию, вы участвуете в электронной войне, контрмерах и других технических действиях, часто при помощи мощных вычислительных и моделирующих ядер мехов.<br>Каждый раз, когда вы выполняете это действие, вы выбираете вариант из списка Быстрых Технологий. Все мехи имеют доступ к этим опциям, но некоторые системы улучшают их или делают доступными новые опции.<br>В отличие от других быстрых действий, Быструю Технологию можно использовать более одного раза за ход; однако каждый раз нужно выбирать другую опцию, если только не указано иное или если она не доступна в качестве свободного действия.",
    "ignore_used": true,
    "synergy_locations": ["quick_tech"]
  },
  {
    "id": "act_bolster",
    "name": "Поддержка",
    "activation": "Быстрая технология",
    "terse": "Улучшите системы другого персонажа.",
    "detail": "При Поддержке вы используете огромную вычислительную мощность своего меха для улучшения систем другого персонажа.<br>Для Поддержки выберите персонажа в пределах Сенсоров. Они получают +2 Точности к следующей проверке умений или спасброскам, которые они сделают с этого момента до конца своего следующего хода. Одновременно персонажи могут воспользоваться только одной Поддержкой.",
    "synergy_locations": ["bolster"],
    "confirm": ["UPLINK ESTABLISHED.", "PARALLELIZING COMBAT ALGORITHMS"]
  },
  {
    "id": "act_scan",
    "name": "Сканирование",
    "activation": "Быстрая технология",
    "terse": "Вы используете мощные сенсоры своего меха для глубокого сканирования противника.",
    "detail": "При Сканировании вы используете мощные сенсоры своего меха для глубокого сканирования противника.<br>Чтобы провести Сканирование, выберите персонажа или объект в зоне прямой видимости и Сенсоров, а затем попросите ГМ предоставить одно из следующих сведений, которое он должен сообщить без обмана: <br>• Оружие, системы и полная статистика вашей цели (ПЗ, Скорость, Уклонение, Броня, Навыки Мехов и т. д.).<br>• Часть скрытой информации о цели, например, конфиденциальный груз или данные, текущая миссия, личность пилота и т.д.<br>•Общая или общедоступная информация о цели, которую можно получить из информационного банка или записей, например, номер модели меха.<br>Любая собранная информация актуальна только на момент Сканирования — например, если цель позже получит повреждения вы не получите обновления.",
    "synergy_locations": ["scan"],
    "confirm": ["ESTABLISHING TARGET LOCK.", "LOCK CONFIRMED. FIRING SOLUTIONS CALCULATED."]
  },
  {
    "id": "act_lockon",
    "name": "Захват",
    "activation": "Быстрая технология",
    "terse": "Нанесите на цель цифровую метку.",
    "detail": "Захватив цель, вы наносите на нее цифровую метку, открывая ее для систем прицеливания товарищей по команде и выявляя слабые места.<br>Чтобы Захватить цель, выберите персонажа, находящегося в зоне прямой видимости Сенсоров. Они получают состояние Захваченный. Любой персонаж, совершающий атаку против Захваченного персонажа, может выбрать +1 Точность к этой атаке, а затем снять Захват после того, как атака разрешится. Это называется использовать Захват.",
    "synergy_locations": ["lock_on"],
    "confirm": ["ESTABLISHING TARGET LOCK.", "LOCK CONFIRMED. FIRING SOLUTIONS CALCULATED."]
  },
  {
    "id": "act_invade",
    "name": "Вторжение",
    "activation": "Быстрая технология",
    "terse": "Проведите прямую электронную атаку против цели.",
    "detail": "Когда вы Вторгаетесь, вы проводите прямую электронную атаку против цели. Чтобы Вторгнуться, сделайте техническую атаку против персонажа в пределах Сенсоров и прямой видимости. При успехе цель получает 2 , и вы выбираете одну из доступных вам опций Вторжения. Фрагментный Сигнал доступен всем персонажам, а дополнительные возможности предоставляют определенные системы и оборудование с меткой Вторжение.  Вы также можете Вторгнуться в союзных персонажей, чтобы создать определенные эффекты. Если ваша цель готова и является союзником, вы автоматически добиваетесь успеха, это не считается атакой, и ваша цель не получает нагрева."
  },
  {
    "id": "act_inv_fragment_signal",
    "name": "Фрагментный Сигнал",
    "activation": "Вторжение",
    "terse": "Ослабьте и Замедлите цель до конца ее следующего хода.",
    "detail": "Вы передаете ложную информацию, непристойные сообщения или фантомные сигналы вычислительному ядру вашей цели. Цель становится Ослабленной и Замедленной до конца своего следующего хода.",
    "confirm": ["SIGNAL FRAGMENTATION IN PROGRESS."]
  },
  {
    "id": "act_hide",
    "name": "Скрыться",
    "activation": "Быстрое",
    "terse": "Скройте позицию своего меха.",
    "detail": "Когда вы Скрываетесь, вы скрываете позицию своего меха, чтобы изменить позицию, избежать встречного огня, сделать ремонт или сесть в засаду. <br>Чтобы Скрыться, вы не должны быть Вовлечены и должны либо находиться вне поля зрения врагов, либо быть скрыты достаточным укрытием, либо быть невидимым. Если вы Скрываетесь при выполнении одного из этих критериев, вы получаете статус Скрытый.<br>Твердого укрытия достаточно, чтобы Скрыться, если оно достаточно велико, чтобы полностью скрыть вас, но мягкого укрытия достаточно только в том случае, если вы полностью находитесь внутри области или зоны, дающей мягкое укрытие — многие системы и таланты, дающие мягкое укрытие или простое укрытие, не дают достаточно возможностей для того, чтобы скрыться! <br>Если вы Невидимы, вы всегда можете Скрыться, независимо от укрытия, если только вы не Вовлечены.<br>Точное местоположение Скрытых целей невозможно определить, и они не могут быть атакованы враждебными действиями или напрямую, но они все равно могут быть поражены атаками, воздействующими на область. Хотя НИП не могут точно определить местонахождение Скрытого персонажа, они могут знать его приблизительное местоположение. Таким образом, НИП могут простреливать область огнеметом, даже если они не знают точно, где скрывается Скрытый игрок.<br>Кроме того, другие персонажи игнорируют вовлечение вами, пока вы Скрыты — предполагается, что вы пытаетесь оставаться незаметным.<br>Вы перестаете быть Скрытым, если совершаете атаку (ближнюю, дальнюю или техническую) или если ваш мех совершает враждебное действие (например, заставляет цель сделать спасбросок). Использование Ускорения или реакция вашего меха также приводит к потере Скрытности. Другие действия могут выполняться как обычно.<br>Вы также немедленно теряете Скрытность, если ваше укрытие исчезает или разрушается, или если вы теряете укрытие из-за прямой видимости (например, если мех перепрыгивает через стену и теперь вы в зоне его прямой видимости). Если вы прячетесь, будучи Невидимым, вы теряете Скрытность, когда перестаете быть Невидимым, если не находитесь в укрытии.",
    "mech": true,
    "pilot": true,
    "synergy_locations": ["hide"],
    "confirm": ["SENSOR SIGNATURE OBSCURED. COMMS IN TIGHTBEAM ONLY. SIGHTLINES CLEAR."]
  },
  {
    "id": "act_search",
    "name": "Поиск",
    "activation": "Быстрое",
    "terse": "Обнаружьте скрытых персонажей.",
    "detail": "При Поиске вы пытаетесь обнаружить скрытых персонажей. Для поиска на мехе выберите персонажа в зоне действия ваших Сенсоров, который, по вашим подозрениям, скрыт, и сделайте спорную проверку Систем против его Маневренности.<br>Для Поиска пешим пилотом сделайте спорную проверку навыков, добавив бонусы от триггеров, как обычно. Это можно использовать для обнаружения персонажей в Дальности 5.<br>Как только Скрытый персонаж был найден с помощью Поиска, он немедленно теряет статус Скрытого и может быть снова обнаружен любым персонажем.",
    "mech": true,
    "pilot": true,
    "synergy_locations": ["search"]
  },
  {
    "id": "act_activate_quick",
    "name": "Быстрая Активация",
    "activation": "Быстрое",
    "terse": "Используйте систему или часть снаряжения, которые требуют быстрого действия.",
    "detail": "При Активации, вы используете систему или часть снаряжения, которая требует либо быстрого, либо полного действия. Эти системы имеют метки Быстрое Действие или Полное Действие. Вы можете Активировать любое количество раз за ход, но не можете Активировать одну и ту же систему более одного раза, если только вы не можете сделать это в качестве свободного действия.",
    "mech": true,
    "pilot": true
  },
  {
    "id": "act_eject",
    "name": "Катапультирование",
    "activation": "Быстрое",
    "terse": "Катапультируйтесь из меха, перемещаясь на 6 пространств в выбранном направлении.",
    "detail": "Вы можете Катапультироваться в качестве быстрого действия, перемещаясь на 6 пространств в выбранном направлении; однако, это одноразовая система только для экстренного использования — она оставляет вашего меха Ослабленным. Ваш мех остается в неисправном состоянии, и вы не можете снова Катапультироваться до следующего Полного Ремонта.",
    "synergy_locations": ["eject"],
    "confirm": ["SAFETY PROTOCOLS DISABLED. MANUAL CONTROL MODE SUSPENDED. EXPLOSIVE BOLTS PRIMED.", "GOOD LUCK, PILOT."]
  },
  {
    "id": "act_prepare",
    "name": "Подготовка",
    "activation": "Быстрое",
    "terse": "Подготовьте быстрое действие для указанного триггера. До начала вашего следующего хода, когда это действие сработает, вы можете выполнить это действие в качестве реакции. Ваша подготовка считается выполнением действия, поэтому она соответствует всем обычным ограничениям на это действие и на выполнение нескольких действий.",
    "detail": "При Подготовке, вы готовитесь выполнить его в определенное время или при выполнении определенного условия (например, более удачный выстрел).<br>В качестве быстрого действия вы можете Подготовить любое другое быстрое действие и указать триггер. До начала вашего следующего хода, когда это действие сработает, вы можете выполнить это действие в качестве реакции.<br>Триггер вашего подготовленного действия должен быть сформулирован как \"Когда X, тогда Y\", где X — это реакция, действие или ход, предпринятый враждебным или союзным персонажем, а Y — ваше действие. Например, \"когда союзный персонаж начнет перемещаться рядом со мной, я хочу бросить дымовую гранату\" или \"когда враждебный персонаж начнет перемещаться рядом со мной, я хочу протаранить его\".<br>Ваша подготовка считается выполнением действия, поэтому она соответствует всем обычным ограничениям на это действие и на выполнение нескольких действий. Вы не можете, например, Перестреливаться, а затем Подготовиться к Перестрелке снова; вы также не можете двигаться, а затем Подготовиться к Перестрелке из Артиллерийского оружия, из которого обычно нужно выстрелить, прежде чем перемещаться или делать что-либо еще в свой ход. Кроме того, после того, как вы Подготовили действие, вы не можете двигаться или предпринимать какие-либо другие действия или реакции до начала вашего следующего хода или до тех пор, пока ваше действие не сработает, в зависимости от того, что наступит раньше. <br>Хотя вы не можете совершать реакции, удерживая подготовленное действие, вы можете совершать их в обычном режиме после того, как оно будет запущено. Вы также можете отказаться от подготовленного действия, что позволит вам выполнять реакции как обычно. Если условие срабатывания не выполняется, вы теряете подготовленное действие. <br>Когда вы Подготавливаетесь, это видно случайным наблюдателям (например, вы четко прицеливаетесь или включаете систему).",
    "mech": true,
    "pilot": true,
    "synergy_locations": ["prepare"],
    "confirm": ["COMMAND QUEUED, STANDING BY."]
  },
  {
    "id": "act_self_destruct",
    "name": "Самоуничтожение",
    "activation": "Быстрое",
    "terse": "В качестве крайней меры, установите ваш реактор в критическое состояние и взорвите его.",
    "detail": "При Самоуничтожении вы перегружаете реактор своего мехи в последней, катастрофической игре, если нет другого варианта спасения или вы считаете свою жертву необходимой.<br>Вы можете запустить Самоуничтожение в качестве быстрого действия, инициировав плавление реактора. В конце вашего следующего хода или в конце одного из ваших ходов в течение следующих двух раундов (по вашему выбору) ваш мех взрывается, как если бы в нем расплавился реактор. Взрыв уничтожает вашего меха, убивая всех, кто находится внутри, и вызывая Разрыв 2, наносящий 4d6 взрывного урона. Персонажи, попавшие под взрыв и успешно прошедшие спасбросок Маневренности, получают половину этого урона.",
    "synergy_locations": ["self_destruct"]
  },
  {
    "id": "act_shut_down",
    "name": "Выключение",
    "activation": "Быстрое",
    "terse": "Выключите свой мех как крайнюю меру, чтобы положить конец системным атакам, восстановить контроль над ИИ и охладить свой мех. Мех Ошеломлен до тех пор, пока не будет перезагружен с помощью действия Перезагрузить.",
    "detail": "При Выключении, ваш мех полностью отключается и переходит в состояние покоя. Это всегда рискованно делать в полевых условиях, но иногда это необходимо, чтобы предотвратить перегрузку систем или каскад НЧЛ. <br>Вы можете Выключить своего меха в качестве быстрого действия. Ваш мех принимает статус Выключенного, с такими эффектами: <br>• весь нагрев сбрасывается, как и Уязвимость; <br>• любые НЧЛ, вошедшие в каскад, возвращаются в нормальное состояние; <br>• любые влияющие на мех статусы или состояния, вызванные техническими действиями, такими как Захват, немедленно прекращаются;<br>• мех получает Невосприимчивость ко всем техническим действиям и атакам, в том числе со стороны союзных персонажей; <br>• мех Ошеломлен на неопределенный срок. Ничто не может предотвратить это состояние, и оно сохраняется до тех пор, пока мех не перестанет быть Выключенным.<br>Единственный способ вывести меха из Выключенного состояния — это Перезагрузить его.",
    "synergy_locations": ["shut_down"],
    "confirm": ["ALERT: EMERGENCY SHUTDOWN", "STOPPING GMS/VCTRL.MANUAL", "KILLING ALL REMAINING PROCESSES", "confirmGING RESOLVER STATE", ">://cc.main.term", ">:// _"]
  },
  {
    "id": "act_reload",
    "name": "Зарядка",
    "activation": "Быстрое",
    "terse": "Зарядите одно оружие пилота.",
    "detail": "При Зарядке вы заряжаете одно оружие пилота с меткой Заряжаемое, делая его снова пригодным для использования.",
    "pilot": true,
    "synergy_locations": ["reload"]
  },
  {
    "id": "act_barrage",
    "name": "Заградительный огонь",
    "activation": "Полное",
    "terse": "Атакуйте 2 видами оружия или одним Сверхтяжелым оружием.",
    "detail": "Когда вы начинаете Заградительный Огонь, вы атакуете 2 видами оружия или 1 Сверхтяжелым оружием.<br>Чтобы атаковать, выберите оружие и либо одну, либо разные цели — в пределах досягаемости — затем атакуйте каждым оружием.<br>• В дополнение к вашим основным атакам, вы также можете атаковать Вспомогательным оружием из каждого слота, который был активирован, пока Вспомогательное оружие еще не было активировано этим действием. Это Вспомогательное оружие не получает бонусов к урону. <br>• Сверхтяжёлое оружие может быть использовано только как часть Заградительного Огня.",
    "synergy_locations": ["barrage"]
  },
  {
    "id": "act_full_tech",
    "name": "Полная Технология",
    "activation": "Полное",
    "terse": "Выберите и выполните две опции Быстрой Технологии или одну систему или технологическую опцию, для активации которой требуется Полная Технология. Если вы выбрали две опции Быстрой Технологии, вы можете выбрать одну и ту же опцию несколько раз.",
    "detail": "Когда вы используете Полную Технологию, вы выполняете несколько технических действий или одно более сложное действие.<br>Чтобы использовать Полную Технологию, выберите две опции Быстрой Технологии или одну систему или технологическую опцию, для активации которой требуется Полная Технология. Если вы выбрали две опции Быстрой Технологии, вы можете выбрать одну и ту же опцию несколько раз.",
    "synergy_locations": ["full_tech"]
  },
  {
    "id": "act_stabilize",
    "name": "Стабилизация",
    "activation": "Полное",
    "terse": "Отремонтируйте своего меха, охладите его, зарядите оружие или прекратите воздействующие на мех состояния.",
    "detail": "При Стабилизации, вы вводите в действие аварийные протоколы, чтобы очистить системы вашего меха от избыточного нагрева, отремонтировать шасси, где это возможно, или удалить враждебный код. <br>Чтобы Стабилизировать, выберите одно из следующих действий:<br>• Охладите своего меха, очистив его от нагрева и Уязвимости.<br>• Отметьте 1 Ремонт, чтобы восстановить все ПЗ.<br>Кроме того, выберите один из следующих вариантов:<br>• Зарядить все Заряжаемое оружие.<br>• Удалить все горение, которое в настоящее время воздействует на вашего меха.<br>• Устранить состояние, которое не было вызвано одной из ваших собственных систем, талантов и т. д.<br>• Снять состояние соседнего союзного персонажа, которое не было вызвано одной из его собственных систем, талантов и т.д.",
    "synergy_locations": ["stabilize"]
  },
  {
    "id": "act_disengage",
    "name": "Высвобождение",
    "activation": "Полное",
    "terse": "Безопасно выберетесь из опасной ситуации. Disengage safely from a dangerous situation. До конца вашего текущего хода вы игнорируете вовлечение, и ваше движение не вызывает реакции.",
    "detail": "Когда вы Высвобождаетесь, вы пытаетесь безопасно выбраться из опасной ситуации, совершить устойчивое и размеренное отступление или положиться на ловкость своего меха, чтобы проскользнуть в зону угрозы и выйти из нее быстрее, чем противник сможет нанести удар. <br>До конца вашего текущего хода вы игнорируете вовлечение, и ваше движение не вызывает реакции.",
    "synergy_locations": ["disengage"],
    "confirm": ["DISENGAGE SUCCESSFUL. NEW EXTRICATION VECTORS AVAILABLE."]
  },
  {
    "id": "act_improvised_attack",
    "name": "Импровизированная Атака",
    "activation": "Полное",
    "terse": "Атакуйте прикладом винтовки, кулаком или другим импровизированным оружием ближнего боя.",
    "detail": "Когда вы совершаете Импровизированную Атаку, вы атакуете прикладом винтовки, кулаком или другим импровизированным оружием ближнего боя. Вы можете использовать что угодно, от приклада оружия до бетонной плиты или куска обшивки корпуса — стиль атаки зависит только от вас! <br>Чтобы провести Импровизированную Атаку, проведите ближнюю атаку против соседней цели. При успехе она получает 1d6 кинетического урона.",
    "synergy_locations": ["improvised_attack"]
  },
  {
    "id": "act_activate_full",
    "name": "Полная Активация",
    "activation": "Полное",
    "terse": "Используйте систему или часть снаряжения, которые требуют полного действия.",
    "detail": "При Активации, вы используете систему или часть снаряжения, которая требует либо быстрого, либо полного действия. Эти системы имеют метки Быстрое Действие или Полное Действие. Вы можете Активировать любое количество раз за ход, но не можете Активировать одну и ту же систему более одного раза, если только вы не можете сделать это в качестве свободного действия.",
    "mech": true,
    "pilot": true,
    "synergy_locations": ["full_activation"]
  },
  {
    "id": "act_boot_up",
    "name": "Перегрузка",
    "activation": "Полное",
    "terse": "Выведите своего меха из Выключенного состояния.",
    "detail": "Вы можете Перезагрузить мех, которым вы управляете, в качестве полного действия, выведя меха из Выключенного состояния.",
    "synergy_locations": ["boot_up"],
    "confirm": ["COMPANION/CONCIERGE UNIT INITIALIZING", "GMS COMP/CON Unit Mk XI Rev 11.4.1c", "5016.8.22 General Massive Systems // Please Operate Responsibly", "RESTORING PROCESSES AT ret.n@142::ACCORD-6", "INTERFACE ONLINE. REBOOT SUCCESSFUL."]
  },
  {
    "id": "act_mount",
    "name": "Взобраться",
    "activation": "Полное",
    "terse": "Заберитесь на своего меха.",
    "pilot": true,
    "detail": "Когда вы Взбираетесь, вы забираетесь на меха или покидаете его. Взобраться является предпочтительным термином среди большинства пилотов. Вы не \"садитесь\" или \"поднимаетесь на борт\" — вы Взбираетесь. Вы же кавалерия, в конце концов.<br>Вы можете Взбираться в качестве полного действия. Вы должны находиться рядом со своим мехом, чтобы Взобраться.<br>Кроме того, вы также можете Взбираться на союзных мехов или транспорт. Когда вы это сделаете, переместитесь на то же пространство где расположен мех или транспорт, а затем перемещайтесь вместе с ним."
  },
  {
    "id": "act_dismount",
    "name": "Спешиться",
    "activation": "Полное",
    "terse": "Покиньте свой мех.",
    "detail": "Когда вы Спешиваетесь, вы покидаете мех. Спешиться является предпочтительным термином среди большинства пилотов.<br>Вы можете Спешиться в качестве полного действия. Когда вы Спешиваетесь, вы помещаетесь на соседнее пространство — если свободных пространств нет, вы не можете Спешиться.<br>Кроме того, вы также можете Спешиваться с союзных мехов или транспорта.",
    "synergy_locations": ["dismount"],
    "confirm": ["LOCKS DISENGAGED. MANUAL CONTROL MODE SUSPENDED."]
  },
  {
    "id": "act_skill_check",
    "name": "Проверка Навыка",
    "activation": "Полное",
    "terse": "Выполните действие, не предусмотренное другими действиями, но имеющее четкую цель и достаточно сложное, чтобы требовать броска.",
    "detail": "Когда вы делаете Проверку Навыка, вы выполняете действие, не предусмотренное другими действиями, но имеющее четкую цель и достаточно сложное, чтобы требовать броска. Параметры и результаты Проверки Навыка зависят от ГМ, но они должны быть достаточно длительны, чтобы требовалось полное действие. Если вы хотите сделать что-то, что можно сделать быстро, действие не требуется.<br>Примеры Проверки Навыка:<br>• Бруха, идущая пешком, хочет открыть запертую дверь. ГМ просит ее сделать Проверку Навыка и решает, что Бруха может получить бонус от своего триггера \"Взломать или Починить\".<br>• Пан хочет перепрыгнуть через расщелину на своем мехе, которая шире, чем он обычно может перейти. ГМ решает разрешить ему попробовать сделать это с помощью Маневренности. <br>• Зайд хочет поднять тяжелый валун на своем мехе, чтобы расчистить проход. ГМ решает, что это, вероятно, полноценное действие и требует Проверки Навыка с Корпусом.",
    "mech": true,
    "pilot": true,
    "synergy_locations": ["skill_check"]
  },
  {
    "id": "act_fight",
    "name": "Сражение",
    "activation": "Полное",
    "terse": "Атакуйте одним оружием пилота.",
    "detail": "Когда вы Сражаетесь, вы атакуете (в ближнем или дальнем бою) одним оружием.<br>Чтобы Сражаться, выберите оружие и атакуйте цель в пределах Дальности или Угрозы и прямой видимости в качестве полного действия. На дальние атаки влияет укрытие, и вы получаете +1 Сложность, если вы Вовлечены.",
    "pilot": true
  },
  {
    "id": "act_jockey",
    "name": "Оседлание",
    "activation": "Полное",
    "terse": "Попытайтесь атаковать вражеского меха, передвигаясь пешком.",
    "detail": "Когда вы хотите Оседлать, вы агрессивно атакуете вражеского меха, передвигаясь пешком. Нельзя не подчеркнуть, насколько это безрассудно и опасно.<br>Чтобы Оседлать, вы должны находиться рядом с мехом. В качестве полного действия сделайте проверку навыка против меха, используя Стойкость (или соответствующий триггер, на усмотрение ГМ). Мех соревнуется Корпусом. В случае успеха вам удается забраться на мех, разделить с ним пространство и двигаться вместе с ним. Мех может попытаться стряхнуть вас с себя, преуспев в другой проверке навыка в качестве полного действия; в противном случае, вы можете прыгнуть на него, используя прыжок как часть вашего перемещения в свой ход.<br>При успешном Оседлании выберите один из следующих вариантов:<br>• Отвлечение: Мех Ослаблен и Замедлен до конца своего следующего хода.<br>• Расщепление: Нанесите 2 нагрева меху, разрывая проводку, панели и т.д.<br>• Урон: Нанесите 4 кинетического урона меху, атакуя соединения, люки и т.д.<br>На каждом из ваших последующих ходов вы можете продолжать выбирать действия из вышеуказанных вариантов в качестве полных действий, пока вы не прекратите Оседлание (или не будете отброшены).",
    "pilot": true
  },
  {
    "id": "act_brace",
    "name": "Укрепление",
    "activation": "Реакция",
    "terse": "Подготовьте своего меха к удару, уменьшая урон за счет действий вашего следующего хода.",
    "detail": "Когда вы Укрепляетесь, вы готовите своего меха к нападению.<br>Укрепление<br>Реакция, 1/раунд<br>Триггер: Вы подверглись атаке, и был совершен бросок урона.<br>Эффект: Вы считаетесь имеющим Сопротивляемость к любому урону, Горению, и Нагреву от срабатывающей атаки, и до конца вашего следующего хода все другие атаки против вас совершаются с +1 Сложностью. Из-за нагрузки, вызванной Укреплением, вы не можете использовать реакции до конца вашего следующего хода, и в этот ход вы можете выполнить только одно быстрое действие. Вы не можете Перегружать, нормально перемещаться, выполнять полные или свободные действия."
  },
  {
    "id": "act_overwatch",
    "name": "Наблюдение",
    "activation": "Реакция",
    "terse": "Атакуйте цель вблизи, пытающуюся двигаться.",
    "detail": "В режиме Наблюдения вы контролируете и защищаете пространство вокруг своего меха от вторжения врага с помощью мастерства пилота, рефлексов или тонко настроенных подсистем.<br>Если не указано иное, все оружие по умолчанию имеет 1 Угрозу. <br>Наблюдение<br>Реакция, 1/раунд<br>Триггер: враждебный персонаж начинает любое перемещение (включая Ускорение и другие действия) внутри пределов Угрозы одного из ваших орудий.<br>Эффект: Срабатывает Наблюдение, и немедленно используется (это оружие для Перестрелки с враждебным персонажем в качестве реакции, до того, как он начнет перемещение.",
    "mech": true,
    "pilot": true
  },
  {
    "id": "act_free_action",
    "name": "Свободное Действие",
    "activation": "Свободное",
    "terse": "Персонажи могут выполнять любое количество Свободных Действий во время своего хода.",
    "detail": "Свободные действия часто предоставляются системами, талантами, снаряжением или Перегрузкой. Персонажи могут выполнять любое количество свободных действий в свой ход, но только в свой ход и только те, которые им даны. Свободные действия всегда можно использовать для дублирования действий. <br>Наиболее распространенным типом свободного действия является Протокол, который предоставляется снаряжением или системами и может быть активирован или деактивирован только в начале хода. Каждый Протокол может быть использован только один раз за ход.",
    "hide_active": true
    },
  {
    "id": "act_buy_some_time",
    "name": "Купить Время",
    "activation": "Отдыха",
    "terse": "Вы пытаетесь отсрочить расплату или расширить окно возможностей.",
    "detail": "Когда вы Покупаете Время, вы пытаетесь отсрочить расплату, расширить окно возможностей или просто выиграть немного времени и передышки для себя и своей группы. Возможно, вы пытаетесь укрыться от жары, выжить, застряв в дикой местности, или отвлечь внимание, чтобы другой план достиг своей кульминации. Вы можете использовать это отвлечение или выигранное время как Резерв для следующей миссии.<br>Опишите свой план и сделайте бросок: <br>При результате 9 или меньше вы можете выиграть немного времени, и только в том случае, если решительные меры будут приняты прямо сейчас. В противном случае то, от чего вы пытаетесь уберечься, настигнет вас.<br>При выпадении 10-19 вы выигрываете достаточно времени, но ситуация становится опасной или безвыходной. В следующий раз, когда вы получите этот результат для той же ситуации, рассматривайте его как 9 или меньше. <br>При 20+ вы выигрываете столько времени, сколько вам нужно, до следующего сеанса отдыха. В следующий раз, когда вы получите этот результат для той же ситуации, рассматривайте его как 10-19."
  },
  {
    "id": "act_gather_information",
    "name": "Собрать Информацию",
    "activation": "Отдыха",
    "terse": "Расследуйте, проводите исследования или следите за чем-то.",
    "detail": "Когда вы Собираете Информацию, вы суете нос туда, где ему не место, и что-то расследуете — проводите исследования, расследуете тайну, выслеживаете цель или следите за чем-то. Вы можете отправиться в библиотеку или работать под прикрытием, чтобы узнать все, что можно. Что бы это ни было, вы пытаетесь Собрать Информацию по выбранному вами вопросу. Вы можете использовать полученную информацию в качестве Резерва.<br>Назовите объект своих поисков и метод и сделайте бросок:<br>Выбросив 9 или меньше, выберите один:<br>• Вы получаете то, что ищете, но это сразу приводит к неприятностям.<br>• Вы выходите сейчас и избегаете неприятностей.<br>На 10-19 вы найдете то, что ищете, но выберите одно:<br>• Вы оставляете явные свидетельства ваших попыток нарыть информацию.<br>• Чтобы избежать внимания, вам приходится подставить кого-то или вовлечь кого-то невиновного. <br>На 20+ вы получаете то, что ищете, без каких-либо осложнений."
  },
  {
    "id": "act_get_a_damn_drink",
    "name": "Получить Чертову Выпивку",
    "activation": "Отдыха",
    "terse": "Выпустите пар и попадите в неприятности.",
    "detail": "Когда вы Получаете Чертову Выпивку, вы выпускаете пар, резвитесь и, как правило, попадаете в неприятности. Возможно, вы пытаетесь обзавестись связями, собрать сплетни, создать себе репутацию или даже просто забыть о том, что произошло на последнем задании. Обычно это приводит к проблемам. <br>Озвучьте свое намерение и сделайте бросок: <br>На 9 или меньше решите, хорошо вы провели время или нет; в любом случае, вы просыпаетесь где-нибудь в канаве, где при вас остается только одно:<br>• Ваше достоинство.<br>• Все ваше имущество.<br>• Ваша память.<br>На 10–19 получите что-то одно в качестве Резерва и потеряйте что-то одно: <br>• Хорошая репутация.<br>• Друг или связи.<br>• Полезный предмет или информация. <br>• Удобная возможность.<br>На 20+ выберите два пункта из списка 10–19 в качестве Резерва и ничего не потеряете.<br>Вы можете совершить это действие только там, где действительно есть, что выпить (например, на станции, в городе или другом населенном пункте), или в каком-либо другом виде развлечения."
  },
  {
    "id": "act_get_connected",
    "name": "Наладить Связи",
    "activation": "Отдыха",
    "terse": "Установите контакты, просите о помощи или заручитесь поддержкой.",
    "detail": "Когда вы Налаживаете Связи, вы устанавливаете контакты, оказываете услуги, просите о помощи или заручаетесь поддержкой для выполнения какого-либо действия. Вы можете использовать ресурсы или помощь своих знакомых как Резерв для следующей миссии. <br>Назовите собеседника и сделайте бросок: <br>Если выпадет 9 или меньше, ваш собеседник поможет вам, но вы должны сделать одолжение или выполнить обещание прямо сейчас. Если вы этого не сделаете, он вам не поможет.<br>На 10-19, ваш контакт поможет вам, но вы должны сделать одолжение или выполнить обещание после этого. Если вы не выполните обещание, в следующий раз, когда вы получите этот результат для того же контакта, рассматривайте его как 9 или меньше.<br>При 20+ ваш собеседник поможет вам без всяких условий. Отнеситесь к этому результату как к 10-19 в следующий раз, когда вы получите его для того же контакта.<br>Чтобы выполнить это действие, вы должны находиться в зоне действия связи или в месте, где вы можете провести старый добрый разговор лицом к лицу."
  },
  {
    "id": "act_get_creative",
    "name": "Проявить Изобретательность",
    "activation": "Отдыха",
    "terse": "Доработайте что-то или попытайтесь создать что-то новое.",
    "detail": "Когда вы Проявляете Изобретательность, вы что-то дорабатываете или пытаетесь создать что-то новое — либо физический предмет, либо часть программного обеспечения. После завершения работы вы можете использовать свое новое творение в качестве Резерва.<br>Опишите свой проект и сделайте бросок:<br>Если выпадет 9 или меньше, вы не продвинетесь в работе над проектом. В следующий раз, когда вы получите этот результат для того же проекта, рассматривайте его как 10-19.<br>При 10-19 вы продвинулись в работе над проектом, но не довели его до конца. Вы можете завершить его во время следующего отдыха без броска, но выберите две вещи, которые вам понадобятся:<br>• Качественные материалы.<br>• Специальные знания или методы. <br>• Специализированные инструменты.<br>• Хорошее рабочее место.<br>На 20+, вы завершаете свой проект до начала следующего задания. Если он особенно сложен, то считайте, что это 10-19, но выберите только одну нужную вещь. <br>Ваш проект не обязательно должен быть чем-то из списка снаряжения пилота, но обычно он не может быть таким впечатляющим, как часть снаряжения меха."
  },
  {
    "id": "act_get_focused",
    "name": "Сосредоточиться",
    "activation": "Отдыха",
    "terse": "Практикуйтесь, учитесь, медитируйтесь или обратитесь к учителю.",
    "detail": "Когда вы Сосредотачиваетесь, вы концентрируетесь на повышении собственных навыков, обучении и самосовершенствовании. Вы можете практиковаться, учиться, медитировать или обратиться к учителю.<br>Назовите то, что вы хотите изучить или улучшить (например, навык, технику, учебный предмет или язык). ГМ даст вашему пилоту новый триггер +2, основанный на вашей практике и обучении. Например, триггер может быть +2 Игра в шахматы или +2 Танец. Вы также можете улучшить триггер с +2 до +4 или с +4 до +6, совершив это действие отдыха.<br>Это действие можно использовать для обучения чему-то вроде пилотирования звездолета, кулинарии, шахматам, боксу, истории или этикету. Обычно это должно быть конкретное не боевое умение или что-то личное для вашего персонажа."
  },
  {
    "id": "act_get_organized",
    "name": "Организоваться",
    "activation": "Отдыха",
    "terse": "Создайте, управляйте или улучшите организацию.",
    "detail": "Когда вы Организуетесь, вы создаете, запускаете или улучшаете организацию, бизнес или другое предприятие.<br>Назовите цель или задачи вашей организации и выберите сферу, на которой Сфокусировано ваше предприятие: военное, научное, академическое, криминальное, гуманитарное, промышленное, развлекательное или политическое. Начинается с +2 Эффективности или Влияния и +0 в другом, максимум +6. Эффективность определяет, насколько эффективно ваша организация ведет деятельность в рамках своей сферы (например, военная организация с высокой эффективностью будет хороша в бою). Влияние — это ее размер, охват, богатство и репутация.<br>Когда ваша организация непосредственно помогает в какой-либо деятельности, вы можете добавить либо ее Эффективность, либо Влияние в качестве статистического бонуса к вашей проверке навыка. Эффективность используется при выполнении действий, связанных с Фокусом вашей организации. Влияние используется при приобретении активов, создании возможностей или влиянии на общественное мнение. Преимущества, полученные с помощью вашей организации, могут быть использованы как Резервы. <br>Каждое время отдыха после первого бросайте 1d20: <br>Если выпадет 9 или меньше, выберите одно или ваша организация немедленно распадется:<br>• Ваша организация теряет 2 Эффективности и 2 Влияния, до минимума 0. Если оба показателя уже равны 0, вы не можете выбрать этот вариант. <br>• Вашей организации необходимо выплатить долги, предпринять агрессивные действия или получить финансовую помощь. Вы выбираете, что именно, а ГМ решает, как это будет выглядеть.<br>На 10–19, ваша организация стабильна. Она получает +2 Эффективности или Влияния, максимум +6.<br>На 20+ ваша организация получает +2 Эффективности и +2 Влияния, максимум +6.<br>Вы должны делать бросок для своей организации каждый раз после начала отдыха, но этот бросок не считается действием отдыха."
  },
  {
    "id": "act_power_at_a_cost",
    "name": "Плата За Мощность",
    "activation": "Отдыха",
    "terse": "Получите награды, возможности или ресурсы.",
    "detail": "Когда вы Платите за Мощность, вы пытаетесь заполучить что-то в свои руки.<br>Назовите, чего вы хотите. Вы определенно можете получить все, но в зависимости от необычности просьбы, ГМ выбирает одну или две сложности:<br>• Это займет гораздо больше времени, чем вы думали.<br>• Это будет чертовски рискованно.<br>• Вам придется от чего-то отказаться или что-то оставить (например, богатство, ресурсы, союзников).<br>• Вы разозлите кого-то или что-то важное и влиятельное.<br>• Все пойдет не по плану.<br>• Вам понадобится больше информации, чтобы действовать безопасно.<br>• Все развалится чертовски быстро. <br>• Вам понадобится больше ресурсов, но вы знаете, где их найти.<br>• Вы можете получить что-то почти правильное: меньшую версию или меньшее количество.<br>Это простой способ приобретения Резервов, возможностей и дополнительных ресурсов. Вам может понадобиться что-то непосредственно полезное для миссии; чтото более абстрактное, например, время, безопасность, информация, союзники или поддержка; что-то практическое, например, оперативная база, материалы, убежище или еда; или даже что-то простое, как чертова пачка сигарет. <br>Вы также можете использовать Плату за Мощность во время миссий для получения аналогичных эффектов. Другие действия отдыха, как правило, нельзя использовать во время миссий, но ваша группа может адаптировать их при желании."
  },
  {
    "id": "act_scrounge_and_barter",
    "name": "Порыться И Обменяться",
    "activation": "Отдыха",
    "terse": "Попытайтесь получить в свои руки какое-то снаряжение или актив.",
    "detail": "Когда вы Роетесь и Обмениваетесь, вы пытаетесь получить в свои руки какое-то снаряжение или актив, копаясь на свалке, разыскивая слухи, обмениваясь на местном рынке или охотясь по округе.<br>Вам может понадобиться лучшее снаряжение пилота, транспортное средство, наркотики, товары или другие вещи. Это должно быть что-то материальное, но не обязательно должно быть в списке снаряжения. Если вы получите это, вы можете взять это на следующее задание в качестве Резерва. <br>Назовите то, что вам нужно, и сделайте бросок:<br>На 9 и меньше вы получаете, что хотите, но выбирайте 1:<br>• Он был украден, вероятно, у того, кто его ищет.<br>• Он вышел из строя, старый, грязный или неисправный.<br>• Кто-то еще владеет этим прямо сейчас и не отдаст без силы или убеждения.<br>На 10–19 вы получаете то, что хотите, но выбираете цену, которую нужно заплатить:<br>• Время. <br>• Достоинство. <br>• Репутация.<br>• Здоровье, комфорт и благополучие.<br>На 20+ вы без проблем получаете то, что ищете."
  }
]