[
  {
    "id": "pbg_celebrity",
    "name": "Знаменитость",
    "description": "Вы всегда были на слуху у общественности. <i>Вы были актером? Певцом? Художником? Спортсменом? Политиком? Публичным лицом корпоративной или военной рекламной кампании?</i><br> В прежней жизни вы не могли куда-то выйти без надоедливых папарацци. <i>Как вы привыкли к новой жизни в качестве пилота? Вы были добровольцем или вас призвали? Можете ли вы по-прежнему заниматьс своим искусством, ремеслом или профессией, или военная структура не позволяет двойную работу?</i>"
  },
  {
    "id": "pbg_colonist",
    "name": "Колонист",
    "description": "Вы были колонистом на границе, частью одного из первых поколений, родившихся в новом заселенном мире. Вы привыкли к лишениям пограничной жизни и хорошо знаете, в каком шатком положении находится большинство городов.<i>Почему вы уехали? Были ли вы вынуждены бежать, став беженцем? Вы решили поступить на военную службу?</i><br>А еще есть дом, который вы оставили: <i>Колония все еще там? Ваша семья? Насколько вы знакомы с роскошью миров ядра? Считаете ли вы, что другие культуры не могут иметь дел с вами, или вас восхищает богатство культурного самовыражения человечества? Носите ли вы с собой напоминания о доме или проклинаете его? Была ли ваша колония в галактическом захолустье, или это новая колония в густонаселенном районе космоса с высоким трафиком? Где находится она колония?</i>"
  },
  {
    "id": "pbg_criminal",
    "name": "Преступник",
    "description": "Вы были преступником: мелким, мастером или кем-то средним. <i>Работали ли вы на корпоративных клиентов? На преступную организацию? На себя самого? Вы грабили пешеходов в темных подворотнях огромного города или незаметно проникали в корпоративные базы данных, чтобы украсть информацию? Делали ли вы это ради личной выгоды или просто для того, чтобы прокормить семью? Как вы докатились до такой жизни и как стали пилотом? Были ли вы верны одной семье, небольшой команде, политику или идеологии? Действовали ли вы в тени или выполняли свою работу у всех на виду, не боясь последствий?</i><br>Должна же быть причина, по которой вы решили уйти. <i>Была ли это плохая работа, или, может быть, защита свидетелей? Ваши бывшие наниматели или команда все еще рядом? Какие у них связи, и как они относятся к вам сейчас? Что, если что-то преследует вас? И что это?</i><br>Примечание: для более классического \"вестерна\" см. предысторию \"Вне закона\".<i></i>"
  },
  {
    "id": "pbg_far_field_team",
    "name": "Член Группы Дальней Разведки",
    "description": "Вы были членом Группы Дальней Разведки Союза (ГДР), работающей на границе, на краю цивилизации для оценки странных миров и планетоидов и поиска аномалий, открытий и подготовки для колонизации.<i>Что вы видели на дикой границе? Сколько миров вы посетили? Какой размер был у вашей группы? Где находится ваша родная планета?</i><br>Что-то должно побуждать вас к исследованиям: <i>Может быть, вы ищете мир Грааля? Рай среди звезд? Был ли ваш интерес к пограничью мистическим, научным, основанным на старом-добром любопытстве, или вас подстегнуло что-то другое? Может быть, вы слышали какую-то легенду, которую жаждете или наоборот боитесь встретить? Какие тайны, если они есть, вы встретили в своих дальних странствиях? Поддерживаете ли вы связь со своими бывшими членами группы, если они еще живы?</i><br>Как бывший (или нынешний) член ГДР, вы космополит: <i>Когда было \"ваше время\"? Насколько отрешенным вы чувствуете себя от течения времени?</i>"
  },
  {
    "id": "pbg_hacker",
    "name": "Хакер",
    "description": "Вы специализируетесь на информационной войне и шпионаже в сети, как в своих интересах, так и в интересах своих работодателей. Для вас омнинет — сверхсветовая информационная сеть, соединяющая миры Союза — это дом. <i>Как вы пришли к этой жизни? Ваше детство прошло, подключившись к омнинету, или подключились будучи подростком? Насколько хорошо вы осведомлены о бэкдорах, уловках и секретах омнинета? Насколько известным вы были до того, как стали пилотом? Люди до сих пор шепчут ваше имя? Помнят ли вас другие хакеры, прославлены или прокляты среди них?</i><br>Однако вы взламывали не только омнинет. <i>Насколько вы искусны в манипулировании другими сетями? Можете ли вы манипулировать дискретными системами, генетическим кодом или каким-то другим типом цифровой или механической среды? К каким тайнам вы получили доступ?</i>"
  },
  {
    "id": "pbg_mechanic",
    "name": "Механик",
    "description": "Маслёнка, гаечный ключ, работяга. Вы были механиком, прежде чем стали пилотом. <i>Работали ли вы в космосе, в EVA-костюме, латая подбитые звездолеты? Или вы работали на планете, занимаясь наладкой грузовиков и тягачей в автопарке? Ремонтировали ли вы потрепанные в боях мехи, мечтая о том, что однажды станете пилотом своего собственного? У вас был собственный гараж или вы работали на кого-то? Были ли вы военным, корпоратом, членом касты или профсоюза? Насколько вы успешны в этой области? Есть ли у вас побочный проект, над которым вы работаете?</i>"
  },
  {
    "id": "pbg_medic",
    "name": "Медик",
    "description": "В прошлой жизни вы были медиком. <i>Как вы стали пилотом меха? Какая у вас был специализация? Вы занимались исследованиями, лечением болезней или латанием травм? Вы любили эту жизнь и серьезно относились к своему долгу, или вы видели себя органическим механиком?</i><br>Вы могли работать в колонии или в мире ядра, в частной клинике, в корпорации или на зарплате у знатной семьи: <i>Вы вели небольшую пограничную практику, работали в центре неотложной помощи на станциях мерцания или в огромном больничном городе? Были ли вы больничным сотрудником или врачом скорой помощи? Есть ли воспоминания, которые преследуют вас, или те, которые приносят вам утешение?</i>"
  },
  {
    "id": "pbg_mercenary",
    "name": "Наёмник",
    "description": "Будучи солдатом удачи, вы жили под девизом: \"есть оружие, есть путешествие\". Вы и ваши инструменты были доступны тому, кто больше заплатит. <i>Работали ли вы в одиночку или с командой? Был ли у вашей компании корабль? В начали пилотировать собственные мехи примерно в то время? Каков был ваш кодекс чести, и был ли он вообще?</i><br>Что подтолкнуло вас к жизни наемника: <i>Обещание богатства? Желание власти? Приключения? Отчаяние?</i><br>По какой причине вы оставили это дело: <i>Почему? Задание провалилось? Или это было та легендарная \"последняя работа\"? Ваши старые товарищи по наёмничеству все еще рядом с вами? Была ли у вас конкурирующая компания или другие враги? Вспоминаете ли вы о том времени с любовью или предпочитаете не поднимать эту тему?</i>"
  },
  {
    "id": "pbg_nhp_specialist",
    "name": "Специалист по НЧЛ",
    "description": "Вы принимали непосредственное участие в изучении, создании или обслуживании первичного не-человека. Не-Человеческая Личность, или НЧЛ — это сложный искусственный интеллект. Первичный НЧЛ, именно тот, над которым вы работали, был куда сложнее, чем большинство остальных. <i>Вы взаимодействовали с этой сущностью как ученый или инженер, или скорее как священник или шаман? Есть ли у вас личная связь с ним после стольких лет? Как воспринимают вас клоны того НЧЛ? И теперь, когда вы стали пилотом, как вы относитесь к нечеловеческому разуму?</i>"
  },
  {
    "id": "pbg_noble",
    "name": "Дворянин",
    "description": "Вы принадлежите к аристократии своего мира, с рождения вы предназначены для власти.<i>От кого исходит это право? От бога? Предки? Древнее сказание? Сложная годовая ротация? Как власть передается из поколения в поколение?</i><br>Ваш дворянский статус откуда-то взялся: <i>Вы первый в своей семье, получивший дворянский титул, последний в своем доме или отпрыск устоявшейся власти? Вы наследник или просто средний ребенок? Каковы ваши отношения с родителями-дворянами?</i><br>Какие бы привилегии вы ни получали дома, вы обнаружили, что в вооруженных силах Союза титулы не учитываются. Ваш прежний статус — просто фоновый шум, если только вы не вернулись домой или не принадлежите к группе, признающей дворянство. <i>Как вы восприняли это изменение?</i>"
  },
  {
    "id": "pbg_outlaw",
    "name": "Вне закона",
    "description": "Вы родом из скромных мест, родились на краю разведанного пространства или под нависшими башнями миров ядра — в забытие, пока не протянули руку и не взяли то, что вам принадлежит. Некоторые называют вас преступником, вором или разбойником, но вы просто говорите все как есть: если бы вам не отказали в хлебе, вам не пришлось бы его брать силой. <i>Кем вы были: грубияном или рассказчиком? Очаровашкой или чудовищем? Вы мотивировались идеологией, нуждой, желанием или какой-то комбинацией этих трех факторов? Кто решил, что вы как \"вне закона\", а кто видел в вас героя? Есть ли награда за вашу голову?</i>"
  },
  {
    "id": "pbg_penal_colonist",
    "name": "Колонист-Уголовник",
    "description": "Давным-давно вас сослали в колонию для каторжных работ. Когда Третий Комитет упразднил все колонии, ваша планета-тюрьма была — теоретически — \"освобождена\". К сожалению, ничего особо не изменилось, пока не прибыли корабли помощи Союза. Теперь свободные как на практике, так и в теории, места, которые раньше были запретными, стали открыты для вас: <i>Остались ли вы на какое-то время? Или вы решили уйти, устремившись к звездам или пытаясь найти дорогу домой? Были ли вы виновны в своих преступлениях или несправедливо осуждены?</i><br>Тюремные колонии были суровыми, полными лишений местами: <i>Контролировалась ли ваша колония какими- то властями, или в ней царила анархия еще до отмены системы Союза? Было ли там какое-то рудиментарное общество? Были ли у вас там друзья и враги, и удалось ли кому-то из них выбраться за пределы планеты? Что насчет вашей семьи — была ли она у вас до вашего приговора? Что с ней стало, или вы не знаете?</i>"
  },
  {
    "id": "pbg_priest",
    "name": "Священник",
    "description": "В прошлой жизни вы были священником, представителем большой общегалактической религии, либо небольшой секты. <i>Были ли вы отшельником? Жили ли вы безбрачно в монастыре? Носили ли вы простые полотняные одежды или величественные одеяния? Какие ограничения накладывала на вас ваша церковь? Какое уважение оказывалось вам как человеку в одежде, и было ли это вашим выбором? Как вы пришли к жизни пилота?</i><br>Церкви есть везде, и каждая из них уникальна по-своему. <i>Были ли вы членом известной религии или тайной, объявленной вне закона? Проповедовали ли вы терранскую веру, родившуюся в Колыбели и пронесенную через тысячелетия? Или ваша духовность была космополитической, со звезд и пустоты межзвездного пространства? Возможно, вы служили небольшой пастве какой-нибудь малоизвестной секты на границе или в городских каньонах одного из миров Ядра? Сохранили ли вы свою веру или потеряли ее?</i>"
  },
  {
    "id": "pbg_scientist",
    "name": "Ученый",
    "description": "Вы были ученым — частным или государственным, работали в лаборатории или в поле. <i>Какова была ваша область знаний, и как долго вы ею занимались? Где вы учились, и какие у вас отношения с этим учебным заведением? Есть ли у вас конкуренты, известны ли вы или относительно малоизвестны? Как ваше родное общество воспринимало науку? Как вы стали пилотом?</i><br><i>Важно, работали ли вы с мощным производителем, таким как Гаррисон Армори, Смит-Шимано или ИПС- Н? Или вы погрузились в сверхъестественное, тайно работая с небольшой, специализированной ячейкой ХОРУС? Какие секреты вы знаете?</i>"
  },
  {
    "id": "pbg_soldier",
    "name": "Солдат",
    "description": "Ворчун. Салага. Солдафон. Рядовой. Балабасник. Вы были рядовым солдатом, служили в силах планетарной обороны, местном ополчении, национальной армии или королевской гвардии. <i>Как долго вы служили, прежде чем Союз призвал вас? К какой специальности вы готовились? Вы уже принимали участие в боевых действиях, или вы еще \"зеленый\"? Были ли вы добровольцем, призывником или членом касты воинов? Солдатство - это семейная, гражданская или религиозная традиция, которой вы гордитесь, или жизнь, о которой вы сожалеете? Где другие солдаты из вашего прежнего отряда, и каковы ваши отношения с ними сейчас?</i>"
  },
  {
    "id": "pbg_spaceborn",
    "name": "Косморождённый",
    "description": "Вы выросли на космической станции, в тесной каюте и маленькой общине, всегда окруженной неумолимым жестким вакуумом космоса. <i>Были ли средства скудными или обильными? Была ли ваша станция изолирована или являлась местным (или галактическим!) хабом? Она находилась в бесконечной ночи глубокого космоса или на орбите планеты, луны или других звездных тел? Это цельная база или её часть встроена в астероид или луну?</i><br>Нет двух одинаковых станций. <i>Вы росли, наблюдая, как причаливают и отчаливают огромные корабли, знакомясь с тысячами языков и культур галактики, мечтая об исследованиях, или вы росли в темных, каменных коридорах, не зная о галактике за ее пределами? Короче говоря, какой была ваша жизнь, почему вы ушли и можете ли вы вернуться?</i>"
  },
  {
    "id": "pbg_spec_ops",
    "name": "Член Спецназа",
    "description": "Вы многли быть шпионом или наёмником-одиночкой, а может быть, в составе элитного подразделения, действующего в тылу врага практически без поддержки, оснащенного лучшим оборудованием, которое вам доверили командиры.<i></i><br>Ваши миссии были долгими, опасными и никогда не афишировались. Если пехота — это топор, то вы были скальпелем. Какой бы организации вы ни служили, о ней говорили только шепотом в военных казармах и академиях. <i>Какую работу вы выполняли, о которой никто не знает — ни вы, ни ваше подразделение? Насколько близко галактика подошла к тотальной войне? Где вы действовали? Сколько вам лет на самом деле? Какие секреты вы знаете? Где остальные члены вашей команды?</i>"
  },
  {
    "id": "pbg_super_soldier",
    "name": "Супер Солдат",
    "description": "Вы — результат корпоративного или государственного проекта, направленного на создание лучших солдат с помощью био-, нейро- и генных-модификаций, или даже банального кондиционирования. <i>Вас воспитывали с рождения, чтобы вы стали тем, кто вы есть, или вы сами, будучи взрослым, приняли участие в программе создания суперсолдат? Вы один из бесчисленных суперсолдат, которых наделают в результате программ факсимильного клонирования, проводимых компанией Гаррисон Армори? Был ли проект официальным или нет? Удался ли он? Проверили ли вы свои способности в деле, или вы еще не испытаны и жаждете увидеть, на что вы способны?</i><br>При Третьем комитете все ещё есть, хоть и меньше, программ, создавших вас: <i>Рады ли вы этому, или считаете, что это делает Союз слабым? Каковы ваши отношения с вашими создателями? Есть ли семья, которая не знает о вашем существовании? Или вы из линии массово производимых братьев и сестер? Были ли вы освобождены, сдались ли вы, или вы все еще находитесь на службе у организации или структуры, для которой вы были созданы?</i>"
  },
  {
    "id": "pbg_starship_pilot",
    "name": "Пилот Космофлота",
    "description": "Вы летали на звездолете — гражданском, корпоративном, военном и т.п. Вы могли пилотировать грузовой корабль, истребитель, шаттл или более крупный корабль. <i>У вас был обычный рейс, или вы летали свободно? Были ли вы членом экипажа или у вас был свой? Какие полеты вы совершали и что в итоге случилось с вашим кораблем? Придерживались ли вы низко- и среднеорбитальных челночных полетов?</i><br>Пилот — это такой же стиль жизни, как и профессия: <i>Какой у вас был позывной, и были ли вы известны или нет? Была ли у вас конкурентный пилот или группа, с которыми у вас были перепалки? Работали ли вы с НЧЛ или летали в боевых условиях? Видели ли вы когда-нибудь что-нибудь странное в межзвездном пространстве или в полной пустоте мерцания?</i>"
  },
  {
    "id": "pbg_worker",
    "name": "Работяга",
    "description": "В любом случае, это закон жизни, империя функционирует только тогда, когда в ней существует труд. Труд добывает сырье. Труд превращает камень, металл и органические вещества в болты, шурупы и клей. Труд разрабатывает чертежи для принтеров. Труд формирует и сваривает, отбивает молотком и строит. Без труда триллионов людей весь прогресс остановился бы. <i>Прежде чем вы отложили гаечный ключ и взяли в руки штурвал, какую работу вы выполняли? Работали ли вы в поле, на заводах, верфях, шахтах или где-то еще? Какой была ваша жизнь до того, как вы начали учиться на пилота? Почему вы ушли? Вернетесь ли вы? Был ли проект, над которым вы работали, и которым вы особенно гордитесь? Есть ли у вас старая команда, которая все еще работает? Какой мир вы называли домом, и какие там были условия работы?</i>"
  }
]