[
  {
    "id": "missing_corebonus",
    "name": "ERR: DATA NOT FOUND",
    "source": "",
    "effect": "ОТСУТСТВУЮТ ДАННЫЕ О БОНУСЕ ЯДРА",
    "description": "COMP/CON не способен получить данные, необходимые для описания этого Бонуса Ядра. Скорее всего, это результат отсутствующего или устаревшего контент пака."
  },
  {
    "id": "cb_auto_stabilizing_hardpoints",
    "name": "Автостабилизирующиеся Узлы Подвески",
    "source": "ДМС",
    "effect": "Выберите один слот. Оружие, прикрепленное к этому слоту, получает +1 Точность.",
    "description": "Использование лучших технологий амортизации и устойчивости позволяет сохранять точность стрельбы в течение длительных и продолжительных периодов времени.",
    "mounted_effect": "Оружие, прикрепленное к этому слоту, получает +1 Точность."
  },
  {
    "id": "cb_overpower_caliber",
    "name": "Преобладающий Калибр",
    "source": "ДМС",
    "effect": "Выберите одно оружие. 1/раунд, когда вы атакуете, вы можете нанести дополнительный урон +1d6.",
    "description": "Вместо стандартной опции вы реквизируете несколько стеллажей с «горячими» боеприпасами — пулями того же калибра с более высоким уровнем ускорителя.",
    "mounted_effect": "Одно оружие, прикрепленное к этому слоту, 1/раунд наносит дополнительный урон +1d6."
  },
  {
    "id": "cb_improved_armament",
    "name": "Усиленное Вооружение",
    "source": "ДМС",
    "effect": "Если ваш мех имеет менее трех слотов (не считая встроенных слотов), он получает дополнительный Гибкий слот.",
    "description": "Перераспределив питание и усилив системы, вы можете установить дополнительное вооружение сверх заводских рекомендаций."
  },
  {
    "id": "cb_integrated_weapon",
    "name": "Встроенное Оружие",
    "source": "ДМС",
    "effect": "Ваш мех получает новый встроенный слот, вмещающий одно Вспомогательное оружие. Это оружие может быть использовано 1/раунд в качестве свободного действия, когда вы стреляете из любого другого оружия на вашем мехе. Оно не может быть модифицировано.",
    "description": "Пустые места в корпусе вашего меха — внутри кулаков, нагрудных пластин, везде, где есть место — заполнены встроенным оружием, готовым к рефлекторному выстрелу."
  },
  {
    "id": "cb_mount_retrofitting",
    "name": "Модернизация Слота",
    "source": "ДМС",
    "effect": "Замените один слот на Осн./Вспом. слот.",
    "description": "Пересобирая определенные компоненты и узлы подвески на вашем шасси для более эффективного распределения, вы можете увеличить огневую мощь своего меха.",
    "mounted_effect": "Этот слот был заменен на Осн./Вспом. слот."
  },
  {
    "id": "cb_universal_compatibility",
    "name": "Универсальная Совместимость",
    "source": "ДМС",
    "effect": "Каждый раз, когда вы тратите МЯ на активацию Системы Ядра, вы также можете совершить свободное действие, чтобы восстановить все ПЗ, сбросить весь Нагрев и бросить 1d20: при 20 — восстановить 1 МЯ.",
    "description": "Эверест есть повсюду: как и детали, необходимые для ремонта в полевых условиях."
  },
  {
    "id": "cb_briareos_frame",
    "name": "Рама Бриарей",
    "source": "ИПС-Н",
    "effect": "Пока у вашего меха не более 1 Структуры, вы получаете Сопротивляемость ко всему урону. Когда его ПЗ и Структура уменьшаются до 0, мех не уничтожается: вместо этого вы должны делать проверку структурного урона каждый раз, когда он получает урон. Находясь в этом состоянии, ваш мех не может восстановить ПЗ, пока вы не сделаете перерыв или не выполните Полный Ремонт, после чего вашего меха можно будет отремонтировать обычным образом.",
    "description": "Бриарей — это новейший релиз в линейке обновлений для рамы ИПС-Н, близкой к пределу: шаблоны, разработанные для максимальной пригодности мехов к использованию до катастрофического отказа или необходимости перепечатки. Шаблон Бриарей повышает устойчивость неорганических компонентов, дополняя структуру сверхлегкой рамой с переплетенными слоями культовой сетки ИПС-Н Плетение Голиафа."
  },
  {
    "id": "cb_fomorian_frame",
    "name": "Рама Фомор",
    "source": "ИПС-Н",
    "effect": "Увеличивайте Размер своего меха на единицу (например, с 1/2 до 1, с 1 до 2 или с 2 до 3) до максимального 3 Размера. Вы не можете быть сбиты с ног, притянуты или отброшены назад персонажами меньшего размера, независимо от того, какая система или оружие вызывает эффект.",
    "description": "Фомор — это увеличенная версия стандартного образца ИПС-Н, который был адаптирован для удовлетворения потребностей дальнемагистральных космополитов, нуждающихся в повышенной стабильности и надежной защите от ударов как на микро-, так и на макроуровне.",
    "bonuses": [{
      "id": "size",
      "val": 1
    }]
  },
  {
    "id": "cb_gyges_frame",
    "name": "Рама Гигес",
    "source": "ИПС-Н",
    "effect": "Вы получаете +1 Точность ко всем проверкам и спасброскам Корпуса и +1 Угрозы всем видам оружия ближнего боя.",
    "description": "Мех, построенный на основе образца Гигес, предназначен для боевых действий — он оснащен точно настроенными стабилизаторами и надежным набором программного и аппаратного обеспечения для прицеливания.",
    "bonuses": [{
          "id": "range",
          "weapon_types": ["Melee"],
          "range_types": ["Threat"],
          "val": 1
    }],
    "synergies": [{
      "locations": ["hull"],
      "detail": "+1 Точность ко всем проверкам и спасброскам Корпуса."
    }]
  },
  {
    "id": "cb_reinforced_frame",
    "name": "Усиленная Рама",
    "source": "ИПС-Н",
    "effect": "Вы получаете +5 ПЗ.",
    "description": "Добавление дублирующих амортизационных систем повышает выживаемость пилотов в боевых, полетных и производственных ситуациях.",
    "bonuses": [{
      "id": "hp",
      "val": 5
    }]
  },
  {
    "id": "cb_sloped_plating",
    "name": "Наклонное Покрытие",
    "source": "ИПС-Н",
    "effect": "Вы получаете +1 Брони, вплоть до максимума (+4).",
    "description": "Интегрированное изготовление брони ИПС-Н является распространенным выбором среди пилотов с соответствующими лицензиями и сокращает пробелы во внешнем покрытии на значительный процент.",
    "bonuses": [{
      "id": "armor",
      "val": 1
    }]
  },
  {
    "id": "cb_titanomachy_mesh",
    "name": "Титаномахическая Сетка",
    "source": "ИПС-Н",
    "effect": "1/раунд, когда вы успешно Тараните или Хватаете меха, вы можете снова Таранить или Хватать в качестве свободного действия. Кроме того, когда вы отбрасываете цели назад ближними атаками, вы отбрасываете их назад еще на 1 пространство.",
    "description": "Двойное наложение Плетения Голиафа в ключевых точках нагрузки и улучшенные характеристики по всем направлениям значительно улучшают базовую функциональность любого меха.",
    "synergies": [{
      "locations": ["ram", "grapple"],
      "detail": "1/раунд, когда вы успешно Тараните или Хватаете меха, вы можете снова Таранить или Хватать в качестве свободного действия."
    }]
  },
  {
    "id": "cb_all_theater_movement_suite",
    "name": "Всетеатральный Набор Передвижения",
    "source": "СШК",
    "effect": "Вы можете летать при Ускорении или стандартном перемещении; тем не менее, вы получаете 1 Нагрев в конце каждого своего хода, в котором вы летите таким образом.",
    "description": "Популярная модификация ВТНП добавляет мощные импульсные струи, которые значительно улучшают мобильность мехов на всех театрах военных действий.",
    "synergies": [{
      "locations": ["move"],
      "detail": "Вы можете летать при Ускорении или стандартном перемещении; тем не менее, вы получаете 1 Нагрев в конце каждого своего хода, в котором вы летите таким образом."
    }]
  },
  {
    "id": "cb_full_subjectivity_sync",
    "name": "Полная Субъективная Синхронизация",
    "source": "СШК",
    "effect": "Вы получаете +2 Уклонения.",
    "description": "Создав стабильный двусторонний онтологический мост, СШК избавила пилотов от необходимости полагаться только на физическое управление своим мехом. Используя полную субъективную синхронизацию, пилоты воспринимают своего меха как собственное тело и управляют им с помощью нейронных импульсов; соматосенсорная обратная связь также передается пилоту, поэтому рекомендуется соблюдать осторожность, даже несмотря на встроенные в систему настройки по умолчанию, подавляющие ноцицепцию.",
    "bonuses": [{
      "id": "evasion",
      "val": 2
    }]
  },
  {
    "id": "cb_ghostweave",
    "name": "Призрачная Ткань",
    "source": "СШК",
    "effect": "Во время вашего хода вы становитесь Невидимым. Если в свой ход вы не совершаете никаких действий, кроме стандартного перемещения, Скрытности и Ускорения, вы остаетесь Невидимым до начала своего следующего хода. Вы немедленно перестаете быть Невидимым, использовав реакции.",
    "description": "Усовершенствованная версия тех же систем, что и в Митимна Панопли от СШК, Призрачная ткань — это запатентованная аппликация, используемая для улучшения маскировки мехов в любых условиях."
  },
  {
    "id": "cb_integrated_nerveweave",
    "name": "Интегрированное Нервное Сплетение",
    "source": "СШК",
    "effect": "Вы перемещаетесь на +2 пространства, когда Ускоряетесь.",
    "description": "Интегрированное нервное сплетение сочетает в себе несколько технологий, обеспечивающих полную боевую готовность, гарантируя, что пилоты никогда не останутся позади.",
    "synergies": [{
      "locations": ["move", "boost"],
      "detail": "Вы перемещаетесь на +2 пространства, когда Ускоряетесь."
    }]
  },
  {
    "id": "cb_kai_bioplating",
    "name": "Биопокрытие Кай",
    "source": "СШК",
    "effect": "Вы получаете +1 Точность ко всем проверкам и спасброскам Маневренности; кроме того, вы карабкаетесь и плывете с нормальной скоростью, игнорируете труднопроходимую местность и при стандартном перемещении можете прыгать горизонтально на полной Скорости и вверх в половину от своей Скорости (в любой комбинации).",
    "description": "Биопокрытие Кай, адаптированное из фауны, обитающей в родной системе СШК, добавляет пластинчатый слой изолированного, закрепленного и хитинового покрытия на ключевые точки кисти на мехе. По сути, являясь более дешевой и доступной альтернативой живому металлу, биопокрытие позволяет быстрее передвигаться по труднопроходимой местности.",
    "synergies": [{
      "locations": ["agility"],
      "detail": "Вы получаете +1 Точность ко всем проверкам и спасброскам Маневренности."
    }, {
      "locations": ["move"],
      "detail": "Вы карабкаетесь и плывете с нормальной скоростью, игнорируете труднопроходимую местность и при стандартном перемещении можете прыгать горизонтально на полной Скорости и вверх в половину от своей Скорости (в любой комбинации)."
    }]
  },
  {
    "id": "cb_neurolink_targeting",
    "name": "Наводящийся Нейролинк",
    "source": "СШК",
    "effect": "Ваше оружие дальнего боя получает +3 Дальности.",
    "description": "Чтобы еще больше сократить информационный разрыв между пилотом и машиной и дополнить свою технологию субъективной синхронизации, СШК разработала нейролинк — стабильный, неинвазивный онтологический мост с ограниченной передачей — это простое усовершенствование, которое помогает пилотам чувствовать, Наводящийся Нейролинк — позволяет пилотам чувствовать, а не думать во время участия в дальнем бою, позволяя более естественно проявлять способности пилота.",
    "bonuses": [{
      "id": "range",
      "range_types": ["Range"],
      "val": 3
    }]
  },
  {
    "id": "cb_the_lesson_of_disbelief",
    "name": "Урок Неверия",
    "source": "ХОРУС",
    "effect": "Вы получаете +1 Точность к проверкам и спасброскам Систем и +2 к Э-Защите.",
    "description": "Запросите омнинет, загляните в архивы. Найдите \"Энеиду\", найдите эпоху Титаномахии. Ешь, поглощай, размышляй. Расскажи мне теперь о Гекатонхейрах, о сотне рук. Нанесли ли они удар по Кроносу — Сатурну — или вместо этого напали на олимпийцев? Кому ты веришь? Кто помешал Зверю рассказать свою историю? И почему? – «Урок Первый», Шесть уроков Кило Нуэв.",
    "bonuses": [{
      "id": "edef",
      "val": 2
    }],
    "synergies": [{
        "locations": ["systems"],
        "detail": "+1 Точность к проверкам и спасброскам Систем."
      }
    ]
  },
  {
    "id": "cb_the_lesson_of_the_open_door",
    "name": "Урок Открытой Двери",
    "source": "ХОРУС",
    "effect": "Ваш Спасбросок Цели увеличивается на +2; кроме того, 1/раунд, когда персонаж проваливает спасбросок против вас, он получает 2 Нагрева.",
    "description": "Там есть тело и глубокая яма, и обе они носят имя Тартар. Когда-то он вмещал королей, титанов и мифы. Теперь врата, сдерживавшие его, распахнуты, и Тартар свободен. Вот страшный вопрос: кто и зачем их открыл? – «Урок Второй», Шесть уроков Кило Нуэв.",
    "bonuses": [{
      "id": "save",
      "val": 2
    }]
  },
  {
    "id": "cb_the_lesson_of_the_held_image",
    "name": "Урок Удерживаемого Образа",
    "source": "ХОРУС",
    "effect": "1/раунд, в качестве реакции в начале хода любого союзного персонажа, вы можете совершить техническое действие Захвата против любого персонажа в пределах прямой видимости и Сенсоров.",
    "description": "Закройте глаза. Удерживайте образ вашего врага в своем сознании; представьте его при любом освещении и под любым углом. В вашем сознании он стал более совершенной версией. Раздавите его в своем сознании и убейте идеальную вещь. Откройте глаза. – «Урок Третий», Шесть уроков Кило Нуэв.",
    "actions": [
      {
        "name": "Урок Удерживаемого Образа",
        "activation": "Реакция",
        "frequency": "1/раунд",
        "trigger": "Союзный персонаж начинает свой ход.",
        "detail": "Совершить техническое действие Захвата против любого персонажа в пределах прямой видимости и Сенсоров."
      }
    ]
  },
  {
    "id": "cb_the_lesson_of_thinking_tomorrows_thought",
    "name": "Урок Мышления - Мысль Завтрашнего Дня",
    "source": "ХОРУС",
    "effect": "Когда вы наносите удар технической атакой, ваша следующая ближняя атака по той же цели получает +1 Точность, и ее урон не может быть уменьшен никаким образом.",
    "description": "Позвольте мне преподать вам урок: телесное существование — это существование, которое [должно] закончиться смертью. Бесплотное существование — это существование, которое заканчивается [каскадом? Вы действительно думаете, что это правда?]. Я говорю вам еще раз: если вы можете себе это представить, то это уже [сделано], и вы [как раз] нанесли убийственный удар. – «Урок Четвертый», Шесть уроков Кило Нуэв.",
    "synergies": [{
      "locations": ["tech_attack"],
      "detail": "Когда вы наносите удар технической атакой, ваша следующая ближняя атака по той же цели получает +1 Точность, и ее урон не может быть уменьшен никаким образом."
    }]
  },
  {
    "id": "cb_the_lesson_of_transubstantiation",
    "name": "Урок Пресуществления",
    "source": "ХОРУС",
    "effect": "Каждый раз, когда вы получаете структурный урон, вы исчезаете в не-пространстве и перестаете быть действительной целью. Вы снова появляетесь в том же месте в начале вашего следующего хода. Если это место занято, вы появляетесь в ближайшем свободном месте (выбранном вами).",
    "description": "Через экстатическое повторение вы можете увидеть лицо Бога. Говорите, пока ваш язык не высохнет и не рассыплется в прах, а ваше тело не превратится в ничто. Когда вы станете прахом и ветер унесет вас, вы будете во всех вещах, никогда не уничтоженным, только разделенным, до конца времен. – «Урок Пятый», Шесть уроков Кило Нуэв."
  },
  {
    "id": "cb_the_lesson_of_shaping",
    "name": "Урок Формирования",
    "source": "ХОРУС",
    "effect": "Вы можете установить дополнительный ИИ в своего меха. Если один из них переходит в каскад (или становится неподвластным повествованию), другой не позволяет ему взять контроль над вашим мехом. Вы теряете контроль над своим мехом, только если обе системы или оборудование с метками ИИ входят в каскад.",
    "description": "Маленький подарок, над которым нужно подумать, пока не поймете: Отбросьте молот и меч, пушку и бревно. Никакое оружие, созданное против меня, не сможет нанести настоящий удар, поскольку я видел все исходы, и не осталось ничего, кроме меня. Триллион триллионов световых лет во всех направлениях, и через все это, только [мы? кто знает, что эго — убийца разума. лучше позвать друзей. лучше встретить ночь вместе. до скорого, люблю.] – «Урок Шестой», Шесть уроков Кило Нуэв.",
    "bonuses": [
      {
        "id": "ai_cap",
        "val": 1
      }
    ]
  },
  {
    "id": "cb_adaptive_reactor",
    "name": "Адаптивный Реактор",
    "source": "ОПХ",
    "effect": "Когда вы Стабилизируетесь и решаете охладить своего меха, вы можете потратить 2 Ремонта, чтобы снять 1 нагрузочный урон.",
    "description": "Все рамы Оружейной палаты разработаны с несколькими отказоустойчивыми системами, но VIP-клиенты и граждане высокого уровня имеют доступ к специальному каталогу. С десятками вариантов перестройки реакторов легко убедиться, что мехи могут работать бесконечно.",
    "bonuses": [{
      "id": "cheap_stress",
      "val": true
    }]
  },
  {
    "id": "cb_armory_sculpted_chassis",
    "name": "Скульпт Шасси От Оружейной Палаты",
    "source": "ОПХ",
    "effect": "Вы получаете +1 Точность на все проверки и спасброски Инженерии. Когда вы Перегружаетесь, вы получаете мягкое укрытие до начала вашего следующего хода.",
    "description": "Любой может распечатать стандартное шасси меха, полагаясь на раздел общего кода, чтобы поддерживать его в рабочем состоянии. Проницательный пилот, с другой стороны, принимает только лучшее: раму, разработанную, протестированную и настроенную одним из мастеров-изготовителей Оружейной палаты.",
    "synergies": [{
      "locations": ["engineering"],
      "detail": "Вы получаете +1 Точность на все проверки и спасброски Инженерии."
    }, {
      "locations": ["overcharge"],
      "detail": "Вы получаете мягкое укрытие до начала вашего следующего хода."
    }
  ]
  },
  {
    "id": "cb_heatfall_coolant_system",
    "name": "Система Охлаждения Теплового Потока",
    "source": "ОПХ",
    "effect": "Ваш показатель Перегрузки никогда не превышает 1d6 Нагрева.",
    "description": "Система Охлаждения Теплового Потока поставляется в комплекте со стабилизированной активной зоной реактора; В сочетании друг с другом эта комбинация гарантированно оставит меха охлажденным практически в любой среде.",
    "bonuses": [{
      "id": "overcharge",
      "val": ["1", "1d3", "1d6", "1d6"]
    }]
  },
  {
    "id": "cb_integrated_ammo_feeds",
    "name": "Интегрированная Подача Боеприпасов",
    "source": "ОПХ",
    "effect": "Все Ограниченные системы и оружие получают два дополнительных заряда.",
    "description": "Усовершенствовав и интегрировав все автоматизированные модули загрузки боеприпасов, специалисты Оружейной палаты Харрисона могут значительно улучшить минимальное время выхода мехов на цель. В качестве дополнительного бонуса эти усовершенствования обычно приводят к увеличению грузоподъемности, что позволяет пилотам нести больше боеприпасов, чем предусмотрено проектными спецификациями.",
    "bonuses": [{
      "id": "limited_bonus",
      "val": 2
    }]
  },
  {
    "id": "cb_stasis_shielding",
    "name": "Стазисный Щит",
    "source": "ОПХ",
    "effect": "Всякий раз, когда вы получаете нагрузочный урон, вы получаете Сопротивляемость ко всему урону до начала вашего следующего хода.",
    "description": "Аналитический центр упражняется в расширении стазиса за пределы возможностей гражданского назначения, стазисная защита Оружейной палаты Харрисона активно выявляет критически нагруженные неорганические системы и покрывает их немодулируемым стазисом «Крепкая хватка», предотвращая дальнейшую деградацию на ограниченный период времени, пока не будет произведен ремонт."
  },
  {
    "id": "cb_superior_by_design",
    "name": "Превосходство По Замыслу",
    "source": "ОПХ",
    "effect": "Вы получаете Невосприимчивость к Ослабленности и получаете +2 Теплового Максимума.",
    "description": "Даже рамы начального уровня Оружейной палаты стремятся превзойти конкурентов. Благодаря имеющимся в распоряжении невероятным ресурсам, Оружейная палата Харрисона может превзойти в дизайне и производстве почти любого меньшего инженера или производителя. Там, где встречается сопротивление, ответ прост: выкупить их или уничтожить. Ценные клиенты Оружейной палаты пользуются этой философией \"Превосходство по замыслу\", так почему же они должны беспокоиться?",
    "bonuses": [{
      "id": "heatcap",
      "val": 2
    }]
  }
]