[
  {
    "id": "env_dangerousflorafauna",
    "name": "Опасная Флора или Фауна",
    "description": "Необычно большая часть животного и растительного мира этой планеты опасна; некоторые представители фауны и флоры могут быть хищными, очень враждебными или иметь титанические размеры. Используйте тип НИП “Чудовище” для создания столкновений с дикой природой. Враждебная флора может появляться на поле боя в виде неподвижных персонажей Размером 1-2, 5 ПЗ и Уклонением 10; цели, которые движутся рядом с ними, должны преуспеть в спасброске Корпуса или получить 3 Кинетического урона и стать Обездвиженными до тех пор, пока пленившее их растение не будет уничтожено, так как оно ловит их липким соком, паутиной, ямой и т.п."
  },
  {
    "id": "env_extremecold",
    "name": "Экстремальный Холод",
    "description": "Местные культуры приспособились к морозному климату, но мехи и пилоты быстро замерзают без источника тепла поблизости. Мехи, которые не перемещаются и не Ускоряются в свой ход, становятся Обездвиженными в конце своего хода. Это длится до тех пор, пока они не освободятся при успешном спасброске Корпуса в качестве быстрого действия. Кроме того, все мехи получают Сопротивляемость к Нагреву."
  },    
  {
    "id": "env_extremeheat",
    "name": "Экстремальная Жара",
    "description": "Общество в основном ушло под землю, чтобы спастись от обжигающей атмосферы этого мира. Весь Нагрев, нанесенный (пользователю или другим) системами или оружием, увеличивается на +1."
  },
  {
    "id": "env_thinatmosphere",
    "name": "Разреженная Атмосфера",
    "description": "Все персонажи получают Сопротивляемость к Взрывному урону."
  },
  {
    "id": "env_extremesun",
    "name": "Экстремальное Солнце",
    "description": "Персонажи получают 1d6 Нагрева каждый раз, когда они не находятся в тени в конце хода. Каждый персонаж может получить этот урон только один раз за раунд."
  },
  {
    "id": "env_corrosiveatmosphere",
    "name": "Коррозионная Среда",
    "description": "Плотная атмосфера этого мира разъедает броню. Все оружие получает ББ."
  },
  {
    "id": "env_particulatestorms",
    "name": "Дисперсные Бури",
    "description": "На этой планете бушуют жестокие, иссушающие бури из песка, камня или металла. Во время бури мехи всегда имеют мягкое укрытие. Пилоты, которые покидают своего меха, получают 1 ББ Кинетический урон каждый ход, пока они находятся снаружи."
  },
  {
    "id": "env_electricalstorms",
    "name": "Электрические Бури",
    "description": "Эту планету охватывают необычно сильные электрические бури. Во время штормов случайным образом выбирайте персонажа в конце каждого раунда: он должен преуспеть в спасброске Инженерии с увеличением +1 Сложности за каждый уровень Размера, иначе он будет Ошеломлен до конца своего следующего хода ударом молнии."
  },
  {
    "id": "env_disruptivestorms",
    "name": "Разрушительные Бури",
    "description": "Бури на этой планете настолько сильно заряжены, что электронные системы не могут функционировать. Все технические действия, атаки, проверки и спасброски Систем получают +1 Сложности."
  },
  {
    "id": "env_dangeroustorms",
    "name": "Опасные Бури",
    "description": "Огненные бури, метеориты, кислотные дожди, лед или другие разрушительные частицы проносятся по этой планете. Во время бури все персонажи получают 2 ББ Кинетический урон в конце своего хода, если только они не находятся рядом с объектом, дающим твердое укрытие."
  },
  {
    "id": "env_oceanworld",
    "name": "Мир Океанов",
    "description": "Менее пяти процентов поверхности этого мира возвышается над океаном. Мехи погружаются на дно и передвигаются как по труднопроходимой местности, если только они не летают или не имеют ВКД Модуль. Мехи могут ходить (медленно) по дну и обычно способны функционировать в условиях чрезвычайно высокого давления."
  },
  {
    "id": "env_earthquakes",
    "name": "Землетрясения",
    "description": "Этот мир регулярно сотрясают землетрясения. Во время землетрясений бросьте 1d6 в конце каждого раунда: при 1 все мехи должны преуспеть в спасброске Корпуса или будут Сбиты с ног, если только они не летают."
  },
  {
    "id": "env_moltenworld",
    "name": "Расплавленный Мир",
    "description": "Части земной коры выступают на поверхность ливнями и бассейнами жидкой породы. Когда персонажи впервые за свой ход перемещаются в области с расплавленной породой или лавой или начинают свой ход там, они получают 5 ББ Кинетического урона и 3 Нагрева."
  },
  {
    "id": "env_primordealworld",
    "name": "Мир Примордия",
    "description": "Этот мир представляет собой бурлящий суп из полуорганической грязи и газов. Люди должны использовать дыхательные аппараты или герметичные скафандры вне своих мехов, чтобы выжить в токсичной атмосфере, а кипящая грязь создает многочисленные участки труднопроходимой и опасной местности."
  },
  {
    "id": "env_lowgravity",
    "name": "Низкая Гравитация",
    "description": "Мехи считаются летающими, когда они Ускоряются, но они должны приземлиться после того, как они переместятся. Персонажи никогда не получают урона от падения."
  },
  {
    "id": "env_highgravity",
    "name": "Высокая Гравитация",
    "description": "Мехи не могут Ускоряться и вместо этого Обездвиживаются всякий раз, когда их Замедляют. Сбитые с ног мехи могут стоять даже будучи Обездвиженными этой гравитацией, но для этого они должны пройти проверку Корпуса."
  },
  {
    "id": "env_tombworld",
    "name": "Мир Гробница",
    "description": "В этом мире чрезвычайно высокий уровень радиации, возможно, из-за ядерной войны, деградации атмосферы или чего-то более зловещего. Вне мехов, люди без защиты от окружающей среды временно снижают свой максимальный уровень ПЗ на 1 за час воздействия. Если они таким образом достигают 0 ПЗ, они умирают. Персонажи могут восстановить свой максимальный уровень ПЗ, выполнив Полный Ремонт в безопасной среде."
  },
  {
    "id": "env_spireworld",
    "name": "Мир Шпиля",
    "description": "Вместо поверхности этот мир состоит из бесчисленных парящих островов или шпилей, каждый из которых держится на газообразной подложке и подвешен с помощью магнитной силы. Возможно, кора была разрушена супероружием или стихийным бедствием. Большая часть оставшейся суши разъединена, хотя некоторые острова достаточно велики, чтобы на них могли разместиться города. Навигационные системы здесь практически бесполезны."
  },
  {
    "id": "env_sinkingworld",
    "name": "Утопающий Мир",
    "description": "Поверхность этого мира покрыта мелким песком или густой грязью. Мехи, которые перемещаются на 1 пространство или меньше во время своего хода, Замедляются. Замедленные мехи, которые двигаются на 1 пространство или меньше, Обездвиживаются и начинают тонуть, в конечном итоге оказываясь полностью поглощенными. Этот эффект длится до тех пор, пока пораженный мех (или соседний с ним) не преуспеет в спасброске Корпуса в качестве полного действия."
  },
  {
    "id": "env_holyworld",
    "name": "Священный Мир",
    "description": "Этот мир прекрасен и не имеет особо опасных особенностей, но местное население считает его неприкосновенным. Повреждение любого природного объекта — например, скал, деревьев или девственных лугов — влечет за собой гнев жителей."
  }  
]