[
  {
    "id": "missing_frame",
    "license_level": 0,
    "source": "GMS",
    "name": "ERR: DATA NOT FOUND",
    "mechtype": [
      "Balanced"
    ],
    "y_pos": 0,
    "description": "COMP/CON не способен получить данные, необходимые для описания этой Рамы. Скорее всего, это результат отсутствующего или устаревшего контент пака.",
    "mounts": [],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 10,
      "evasion": 8,
      "edef": 8,
      "heatcap": 6,
      "repcap": 5,
      "sensor_range": 10,
      "tech_attack": 0,
      "save": 10,
      "speed": 4,
      "sp": 6
    },
    "traits": [],
    "core_system": {
      "name": "ERR: MISSING DATA",
      "active_name": "",
      "active_effect": "",
      "use": "Следующий Раунд",
      "activation": "Свободное Действие"
    },
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/missing_frame.png",
    "license_id": "missing_frame"
  },
  {
    "id": "mf_standard_pattern_i_everest",
    "license_level": 0,
    "source": "GMS",
    "name": "ЭВЕРЕСТ",
    "mechtype": [
      "Balanced"
    ],
    "y_pos": 25,
    "description": "Большинство людей не задумываются об истории воды, которую они пьют, земли, по которой они ходят, или воздуха, которым они дышат. И все же, без воды, земли и воздуха человечеству негде было бы жить. <br>Так и ДМС-СМ1 \"Эверест\" часто воспринимается как нечто само собой разумеющееся, его важность принижается в пользу других, более специализированных рам. Простой и неприхотливый мех, отличающийся простыми линиями, функциональным изяществом, универсальной совместимостью и прочной массой, Эверест является таким же основополагающим элементом современного механизированного шасси, как мир природы — для жизни человека. Эверест — не самый специализированный мех, но он является основой нашего стремительного развития. На его плечи опирается человечество. <br>До того, как ДМС официально приняла это название, «Эверест» было именем, которое давали раме ее пилоты. Гора Эверест — или Сагарматха, или Джомолунгма, как ее называли на древних человеческих языках — самая высокая гора в Колыбели, хотя и не самая выдающаяся вершина в известном космосе и даже не самая большая в звездной системе Колыбели, но все же пилоты по всей галактике называют свои СМ1 этим древним именем. Почему?<br>Сентиментальный ответ заключается в том, что это имя является напоминанием о том, что когда-то было пределом человеческой выносливости — пиком человеческих достижений. Достичь вершины Эвереста означало бросить вызов смерти и встать на вершину мира — кульминация месяцев, даже лет тренировок, инвестиций и тяжелой работы. Достижение вершины было также триумфом людей, систем и институтов, стоящих за личностью — триумфом, который слишком часто оставался непризнанным или преднамеренно стирался.<br>Сагарматха. Джомолунгма.<br>Еще до Падения, когда строились своды Массива, одни названия — одни истории — имели приоритет над другими.<br>Настоящая история названия Эвереста, вероятно, гораздо менее продумана. Гдето в начале пути один из новоиспеченных пилотов, разочарованный простыми соглашениями ДМС об именовании, написал «ЭВЕРЕСТ» на боку своей СМ1. Может быть, это был позывной, а может быть, это символ гордости за успех. Так или иначе, название прижилось: его переняли другие пилоты, и за пять столетий оно превратилось в официально неофициальное наименование шасси СМ1. <br>Пилоты-ветераны могут никогда не вернуться на Эверест после того, как продвинулись дальше, но они всегда будут помнить, как достигли того первого пика — горного пика, где они доказали, что могут установить свой собственный флаг на вершине мира. <br>Сагарматха. Джомолунгма.<br>Эверест — вы никогда не забудете его.",
    "mounts": [
      "Main",
      "Flex",
      "Heavy"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 10,
      "evasion": 8,
      "edef": 8,
      "heatcap": 6,
      "repcap": 5,
      "sensor_range": 10,
      "tech_attack": 0,
      "save": 10,
      "speed": 4,
      "sp": 6
    },
    "traits": [
      {
        "name": "Инициатива",
        "description": "1/сцена, Эверест может совершить любое быстрое действие как свободное.",
        "use": "Бой"
      },
      {
        "name": "Заменяемые Детали",
        "description": "Во время перерыва Эверест можно починить из расчета 1 Ремонт за 1 структурный урон вместо 2 Ремонтов.",
        "bonuses": [
          {
            "id": "cheap_struct",
            "val": 1
          }
        ],
        "synergies": [
          {
            "locations": [
              "rest"
            ],
            "detail": "Эверест можно починить из расчета 1 Ремонт за 1 структурный урон вместо 2 Ремонтов."
          }
        ]
      }
    ],
    "core_system": {
      "name": "Топливный Инжектор Гиперспек",
      "active_name": "Включение Питания",
      "active_effect": "До конца этой сцены вы получаете +1 Точность ко всем атакам, проверкам и спасброскам; кроме того, 1/ход вы можете Ускориться в качестве свободного действия.",
      "use": "Бой",
      "activation": "Протокол",
      "active_synergies": [
        {
          "locations": [
            "active_effects",
            "boost"
          ],
          "detail": "1/ход вы можете Ускориться в качестве свободного действия."
        },
        {
          "locations": [
            "hull",
            "agility",
            "systems",
            "engineering"
          ],
          "detail": "Получите +1 Точность ко всем атакам, проверкам и спасброскам."
        }
      ]
    },
    "other_art": [
      {
        "tag": "mech",
        "src": "pre_assault_pixel.png"
      },
      {
        "tag": "mech",
        "src": "pre_hacker_pixel.png"
      },
      {
        "tag": "mech",
        "src": "pre_sniper_pixel.png"
      },
      {
        "tag": "mech",
        "src": "pre_support_pixel.png"
      },
      {
        "tag": "mech",
        "src": "pre_vanguard_pixel.png"
      }
    ],
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/mf_standard_pattern_i_everest.png",
    "license_id": "mf_standard_pattern_i_everest"
  },
  {
    "id": "mf_blackbeard",
    "license_level": 2,
    "source": "IPS-N",
    "name": "ЧЕРНАЯ БОРОДА",
    "mechtype": [
      "Striker"
    ],
    "y_pos": 23,
    "description": "Черная Борода — это агрессивное решение ИПС-Н для борьбы с пиратством: обращенный вперед и нападающий первым мех, разработанный для сред, в которых горючее кинетическое оружие бесполезно, опасно или может нанести ненужный побочный урон. Благодаря своей тонкой раме Черная Борода не только выглядит быстрым, но и имеет уменьшенный радиолокационный профиль. Этого меха трудно отследить и еще труднее подбить. <br>Серия Черная Борода состоит из двух линеек: стандартной серийной модели ИПСН/ЧБ-Л и ИПС-Н/ЧБ-Сх, прототип ограниченного выпуска, специально созданный ИПС-Н для размещения НЧЛ СЕХМЕТ-класса.",
    "mounts": [
      "Flex",
      "Main",
      "Heavy"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 1,
      "hp": 12,
      "evasion": 8,
      "edef": 6,
      "heatcap": 4,
      "repcap": 5,
      "sensor_range": 5,
      "tech_attack": -2,
      "save": 10,
      "speed": 5,
      "sp": 5
    },
    "traits": [
      {
        "name": "Хватающий Кабель",
        "description": "Черная Борода может Хватать цели в радиусе Дальность 5. Если Хватание успешно, Черная Борода немедленно притягивается к цели по самому прямому пути. Если нет подходящих мест, хват разрывается и Черная Борода не двигается.",
        "synergies": [
          {
            "locations": [
              "grapple"
            ],
            "detail": "Черная Борода может Хватать цели в радиусе Дальность 5. Если Хватание успешно, Черная Борода немедленно притягивается к цели по самому прямому пути. Если нет подходящих мест, хват разрывается и Черная Борода не двигается."
          }
        ]
      },
      {
        "name": "Подсистема Блокировки/Убийства",
        "description": "Во время хватания Черная Борода может Ускоряться и реагировать.",
        "synergies": [
          {
            "locations": [
              "grapple",
              "boost"
            ],
            "detail": "Во время хватания Черная Борода может Ускоряться и реагировать."
          }
        ]
      },
      {
        "name": "Открытый Реактор",
        "description": "Черная Борода получает +1 Сложность к проверкам и спасброскам Инженерии.",
        "synergies": [
          {
            "locations": [
              "engineering",
              "skill_check"
            ],
            "detail": "Черная Борода получает +1 Сложность к проверкам и спасброскам Инженерии."
          }
        ]
      }
    ],
    "core_system": {
      "name": "Штурмовые Захваты",
      "description": "Штурмовая система захвата под маркой ИПС-Н — это лучшая в своем классе технология, предназначенная для хватания, поддержки и фиксации шасси размером до Схемы 4. Головки захвата взаимозаменяемы и могут быть заменены для поражения мягких или твердых целей — как электрифицированных, так и оснащенных кодовыми шипами для выведения из строя на большом расстоянии.",
      "active_name": "Омни-гарпун",
      "active_effect": "Эта система направляет хватающие гарпуны на любое количество целей в пределах Дальность 5 и прямой видимости. Пострадавшие персонажи должны преуспеть в спасброске Корпуса или получить 2d6 Кинетического урона и быть Сбитыми с ног, а затем притянутыми к вам или как можно ближе. Они становятся Обездвиженными до конца своего следующего хода. В случае успеха пострадавшие персонажи получают половину урона, а в остальном не подвергаются воздействию.",
      "activation": "Быстрое Действие"
    },
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/mf_blackbeard.png",
    "license_id": "mf_blackbeard"
  },
  {
    "id": "mf_drake",
    "license_level": 2,
    "source": "IPS-N",
    "name": "ДРЕЙК",
    "mechtype": [
      "Defender"
    ],
    "y_pos": 12,
    "description": "Дрейк, первая попытка ИПС-Н разработать меха военного класса, является основой любой проактивной силы по обеспечению безопасности торговли или борьбе с пиратством.Его массивная, симианская рама построена вокруг цельнолитой перегородки, наклоненной и усиленной для того, чтобы выдерживать непрерывный огонь и превратности движения судна в тяжелом вакууме. Дрейк — внушительное шасси, его рама напоминает мощь древней бронированной пехоты тех времен, когда большая численность гарантировала победу.<br>Стандартная лицензия на ИПС-Н Дрейк предусматривает оснащение каждого шасси высокоскоростной осколочной пушкой ИПС-Н для подавления и уничтожения целей, а также тяжелым кинетически-абляционным щитом для защиты. Усовершенствованные модели оснащены модернизированным оружием и броней, включая грозную тяжелую штурмовую пушку «Левиафан», высокоскоростное крупнокалиберное оружие.",
    "mounts": [
      "Main",
      "Main",
      "Heavy"
    ],
    "stats": {
      "size": 2,
      "structure": 4,
      "stress": 4,
      "armor": 3,
      "hp": 8,
      "evasion": 6,
      "edef": 6,
      "heatcap": 5,
      "repcap": 5,
      "sensor_range": 10,
      "tech_attack": 0,
      "save": 10,
      "speed": 3,
      "sp": 5
    },
    "traits": [
      {
        "name": "Тяжелая Рама",
        "description": "Персонажи меньшего размера не могут толкать, тянуть, Сбивать с ног или отбрасывать Дрейка."
      },
      {
        "name": "Абразивное Напыление",
        "description": "Дрейк имеет Сопротивляемость к урону, Горению и Нагреву от Линии, Конус, Взрыв, и Разрыв атак."
      },
      {
        "name": "Медленный",
        "description": "Дрейк получает +1 Сложность на проверки Маневренности и спасброски.",
        "synergies": [
          {
            "locations": [
              "agility",
              "skill_check"
            ],
            "detail": "Дрейк получает +1 Сложность на проверки Маневренности и спасброски."
          }
        ]
      },
      {
        "name": "Хранитель",
        "description": "Союзники могут использовать Дрейка в качестве твердого укрытия."
      }
    ],
    "core_system": {
      "name": "Крепость",
      "active_name": "Протокол Крепость",
      "active_effect": "Вы устанавливаете тяжелые стабилизаторы, и ваш мех становится больше похож на фортификационное сооружение, чем на транспортное средство. При активации две секции твердого укрытия (Линия 2, Размер 1) разворачиваются из вашего меха и тянутся в любом направлении. Эти секции покрытия имеют Невосприимчивость ко всему урону. <br>Кроме того, во время активации действуют следующие эффекты: <ul><li>Вы становитесь Обездвиженным.</li><li>Вы получаете преимущества от твердого укрытия, даже на открытой местности, и получаете Невосприимчивость к Толчку, Сбиванию и всем непроизвольным движениям.</li><li>Когда вы Укрепляетесь, вы можете совершить полное действие в свой следующий ход, а не только быстрое действие.</li><li>Любой персонаж, получивший твердое укрытие от вас или ваших секций укрытия, получает Невосприимчивость к Толчку, Сбиванию и всем непроизвольным перемещениям, а также получает преимущества Абразивного Напыления.</li></ul>Эта система может быть деактивирована в качестве протокола. В противном случае она действует до конца текущей сцены.",
      "use": "Бой",
      "deactivation": "Протокол",
      "activation": "Протокол"
    },
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/mf_drake.png",
    "license_id": "mf_drake"
  },
  {
    "id": "mf_lancaster",
    "license_level": 2,
    "source": "IPS-N",
    "name": "ЛАНКАСТЕР",
    "mechtype": [
      "Support"
    ],
    "y_pos": 16,
    "description": "ИПС-Н Ланкастер — это армейский вариант более старого гражданского наземного, межкорпусного транспорта и технического шасси ИПС-Н, усовершенствованный для использования в театре военных действий. Ланкастер оснащен несколькими дублирующими системами и сложными интерактивными проекторами для обеспечения высокой точности при взаимодействии с чувствительными системами, независимо от того, повреждены они или нет.<br>Пилоты Ланкастера часто берут на себя роль саперов и инженеров на передовой. Опытные ланкастерские наездники, которых иногда высмеивают за пилотирование старомодной рамы новые пилоты, знают правду: Ланкастер — один из самых надежных и качественно сделанных мехов, незаменимый в любой серьезной дальней миссии. Не каждая миссия выигрывается пулями, лазерами и бомбами: без инженеров и их Ленни немногие из этих горячих стрелков вернулись бы домой живыми.",
    "mounts": [
      "Main/Aux"
    ],
    "stats": {
      "size": 2,
      "structure": 4,
      "stress": 4,
      "armor": 1,
      "hp": 6,
      "evasion": 8,
      "edef": 8,
      "heatcap": 6,
      "repcap": 10,
      "sensor_range": 8,
      "tech_attack": 1,
      "save": 10,
      "speed": 6,
      "sp": 8
    },
    "traits": [
      {
        "name": "Теплоизолированный",
        "description": "Ланкастер имеет Невосприимчивость к Горению."
      },
      {
        "name": "Боевой Ремонт",
        "description": "В бою Ланкастер может использовать 4 Ремонта, чтобы восстановить уничтоженного меха в качестве полного действия, возвращая ему 1 Структуру, 1 Стресс и 1 ПЗ.",
        "actions": [
          {
            "name": "Боевой Ремонт",
            "activation": "Полное Действие",
            "detail": "Используйте 4 Ремонта, чтобы восстановить уничтоженного меха в качестве полного действия, возвращая ему 1 Структуру, 1 Стресс и 1 ПЗ."
          }
        ]
      },
      {
        "name": "Резервные Системы",
        "description": "По вашему усмотрению другие персонажи, находящиеся рядом с Ланкастером, могут тратить его Ремонт как свой собственный."
      }
    ],
    "core_system": {
      "name": "Дрон-Защелка",
      "description": "Дроны-защелки, известные в просторечии как “ведомые”, представляют собой дронов-компаньонов, переносимых и располагаемых на шасси. Пилотам рекомендуется не развивать эмоциональную привязанность к этим дронам из-за высокого процента потерь.",
      "active_name": "Нагнетатель",
      "active_effect": "Ваш Дрон-Защелка прицепляется к союзному меху в пределах его Дальности. До конца сцены вы получаете 1 Нагрев в начале каждого своего хода, но ваша цель получает +1 Точность на все атаки, проверки и спасброски, а также Невосприимчивость к состояниям Ослабленности, Заклинивания, Замедления, Расщепления и Обездвиживания от персонажей, кроме нее самой. Действие этого эффекта заканчивается, если один из персонажей становится Ошеломленным.<br>Пока эта система активна, вы не можете использовать Дрона-Защелку для любых других целей.",
      "activation": "Быстрое Действие",
      "integrated": [
        "mw_lancaster_integrated"
      ]
    },
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/mf_lancaster.png",
    "license_id": "mf_lancaster"
  },
  {
    "id": "mf_nelson",
    "license_level": 2,
    "source": "IPS-N",
    "name": "НЕЛЬСОН",
    "mechtype": [
      "Striker"
    ],
    "y_pos": 35,
    "description": "ИПС-Н Нельсон является чистейшим воплощением доктрины ближнего боя, которую исповедует его производитель. Он создан для ведения боя, когда боеприпасы исчерпаны или когда окружающая среда слишком нестабильна для огнестрельного оружия. При своих функциональных размерах Нельсон может наносить быстрые удары и оставаться трудноуловимой целью. Слои фрактально-сложенного Бронезащитного покрытия с керамическим аналогом углеродистых свойств отслаивания эффективно сводят на нет воздействие приближающихся баллистических снарядов, рассеивая кинетическую энергию по округлому корпусу. Эта нуль-К защита оберегает пилота от ударных травм, обеспечивая устойчивую боевую эффективность в сложных сценариях. <br>Нельсон — это культовое шасси ИПС-Н, известное во всей галактике как любимая рама Альбатроса, кочевого отряда космополитов-миротворцев. Отличительная белозолотая и красная окраска Альбатроса, мастерство обращения с боевой пикой и очевидная долговечность из-за замедления времени принесли им и Нельсону почитаемое место в преданиях диаспоры и обеспечили бессрочный контракт с ИПС-Н.",
    "mounts": [
      "Flex",
      "Main/Aux"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 8,
      "evasion": 11,
      "edef": 7,
      "heatcap": 6,
      "repcap": 5,
      "sensor_range": 5,
      "tech_attack": 0,
      "save": 10,
      "speed": 5,
      "sp": 6
    },
    "traits": [
      {
        "name": "Импульс",
        "description": "1/раунд, после того, как вы Ускоряетесь, следующая атака Нельсона в ближнем бою наносит +1d6 дополнительного урона при попадании.",
        "synergies": [
          {
            "locations": [
              "boost"
            ],
            "detail": "1/раунд, после того, как вы Ускоряетесь, следующая атака Нельсона в ближнем бою наносит +1d6 дополнительного урона при попадании."
          }
        ]
      },
      {
        "name": "Стрелец",
        "description": "После атаки Нельсон может переместиться на 1 пространство в любом направлении в качестве свободного действия, если он не находится в состоянии Обездвиженности или Замедления. Это перемещение игнорирует вовлеченность и не провоцирует реакцию."
      }
    ],
    "core_system": {
      "name": "Привод Бесконечного Импульса",
      "description": "Привод бесконечного импульса ИПС-Н использует ближнесветовую катушку истребительного уровня для захвата и поддержания пассивного заряда 0,000001 мкс, который по команде может быть сброшен в системы усиления. Шасси, оснащенное этим приводом, требует серьезного усиления, в том числе усиленных суставов и конечностей, а также установки аварийной кушетки к-комп для защиты пилота от внезапных перегрузок и сдвига.",
      "active_name": "Вовлеченный Привод",
      "active_effect": "До конца сцены Стрелец позволяет вам перемещаться на 4 пространства за раз вместо 1 пространства.",
      "use": "Бой",
      "activation": "Протокол"
    },
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/mf_nelson.png",
    "license_id": "mf_nelson"
  },
  {
    "id": "mf_raleigh",
    "license_level": 2,
    "source": "IPS-N",
    "name": "РОЛИ",
    "mechtype": [
      "Striker"
    ],
    "y_pos": 12.5,
    "description": "Увидев стремление ДМС и Оружейной палаты Харрисона заключить контракты на поставку всего флота со странами-членами Союза, ИПС-Н предприняла попытку разработать и произвести свою собственную основную раму для боевой линии. Появился Роли, стилистическая и дизайнерская странность для ИПС-Н. Разработанный не как специализированный, а как специально созданный мех ближнего боя, Роли не смог ошеломить потенциальных клиентов на испытаниях.<br>Несмотря на то, что Роли был любимчиком летчиков-испытателей благодаря своему уникальному стилю и маневренности, на него поступило мало заказов, и после недолгого пребывания в качестве флагмана ИПС-Н, он был тихо свернут и заменен на Тортугу. Больше не предлагаемый в качестве флотского контракта, Роли пользуется тихой популярностью среди пилотов, ищущих хорошо сбалансированного, пусть и ближнего радиуса действия, линейного меха.",
    "mounts": [
      "Aux/Aux",
      "Flex",
      "Heavy"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 1,
      "hp": 10,
      "evasion": 8,
      "edef": 7,
      "heatcap": 5,
      "repcap": 5,
      "sensor_range": 10,
      "tech_attack": -1,
      "save": 10,
      "speed": 4,
      "sp": 5
    },
    "traits": [
      {
        "name": "Цельнометаллическая Оболочка",
        "description": "В конце своего хода, если Роли не совершил никаких атак или принудительных спасбросков, он может зарядить все Заряжаемое оружие в качестве свободного действия."
      },
      {
        "name": "Защищенный Магазин",
        "description": "Роли может совершать Дальние атаки, когда Заклинивает."
      }
    ],
    "core_system": {
      "name": "Пушка Мьёльнир М35",
      "description": "Пушка Мьёльнир M35 от ИПС-Н является заимствованием из линейки оборонительного оружия “Караульный” от Нордстар, переработанным для боя на передовой. Мьёльнир — это прочно установленная многоствольная вспомогательная пушка, использующая магнитное ускорение для стрельбы россыпью снарядов воздушного подрыва по цели. то импульсное оружие, связанное с нейронными процессами второго уровня пилота при посредничестве комп/кон или НЧЛ; даже после смерти пилота Мьёльнир будет продолжать идентифицировать и атаковать враждебные цели до полного системного отказа. По этой причине Мьёльнир часто называют оружием мертвеца — одним из многих подобных видов оружия, которые можно найти среди пилотов, ориентированных на ОБД.",
      "active_name": "Бог Грома",
      "active_effect": "Вы начинаете раскручивать свою M35 Мьёльнир, начиная без патронов в патроннике. До завершения сцены вы заряжаете два патрона в патронники в конце любого своего хода, в котором вы не стреляли из M35 Мьёльнир. Она может вмещать максимум шесть патронов.<br>Когда вы стреляете из M35 Мьёльнир, все патронники стреляют одновременно, нанося по 4 Кинетического урона за каждый заряженный патрон. Если вы стреляете четырьмя или более патронами одновременно, атака увеличивает ББ, а при попадании цель становится Расщепленной до конца следующего хода.",
      "activation": "Протокол",
      "use": "Бой",
      "integrated": [
        "mw_raleigh_integrated"
      ]
    },
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/mf_raleigh.png",
    "license_id": "mf_raleigh"
  },
  {
    "id": "mf_tortuga",
    "license_level": 2,
    "source": "IPS-N",
    "name": "ТОРТУГА",
    "mechtype": [
      "Defender",
      "Striker"
    ],
    "y_pos": 20,
    "description": "Тортуга — это линейка мехов ИПС-Н для малого и среднего радиуса действия. Задуманный, испытанный и усовершенствованный в пустоте глубокого космоса, Тортуга был создан для того, чтобы пробивать и зачищать палубы авианосцев, враждебную среду станций и хребты крупных кораблей. Он отлично справляется с захватом пространства и заполнением коридоров своей угловатой массой, часто выступая в роли ходячего тарана для абордажных групп и морских пехотинцев. Но Тортуга защищается не менее эффективно, чем нападает, используя свои широкие пластины плечевой брони для защиты себя и наступающих союзников.",
    "mounts": [
      "Main",
      "Heavy"
    ],
    "stats": {
      "size": 2,
      "structure": 4,
      "stress": 4,
      "armor": 2,
      "hp": 8,
      "evasion": 6,
      "edef": 10,
      "heatcap": 6,
      "repcap": 6,
      "sensor_range": 15,
      "tech_attack": 1,
      "save": 10,
      "speed": 3,
      "sp": 6
    },
    "traits": [
      {
        "name": "Дозорный",
        "description": "Тортуга получает +1 Точность ко всем атакам, сделанным в качестве реакции (например, Наблюдение)."
      },
      {
        "name": "Хранитель",
        "description": "Союзные персонажи могут использовать Тортугу в качестве твердого укрытия."
      }
    ],
    "core_system": {
      "name": "Второй Пилот - СТОРОЖЕВОЙ ПЕС",
      "description": "Команды службы безопасности ИПС-Н хорошо осведомлены об опасностях абордажных операций при высадке с корабля на корабль или с корабля на станцию. Узкие коридоры, нестабильная гравитация, темная среда, тяжелый вакуум и потенциальная двойная угроза со стороны как органического, так и неорганического противника делают абордажные действия одними из самых смертоносных — согласно внутренним показателям ИПС-Н, даже победившая сторона должна ожидать как минимум 30% потерь. В надежде уменьшить когнитивную нагрузку на пилотов и всех НЧЛ или комп/кон, установленных в их шасси, ИПС-Н разработала второго пилота-СТОРОЖЕВОГО ПСА. СТОРОЖЕВОЙ ПЕС— это простой разумный раздел: флэш-гомункул совокупного интеллекта, созданный из тысяч отчетов о действиях, полученных в ходе абордажных операций, разборов полетов и доноров-добровольцев. Не НЧЛ и даже не комп/ кон, СТОРОЖЕВОЙ ПЕС — это надежная тактическая программа, подобная умному оружию. Тем не менее, его способность работать без циклов дает определенные преимущества: а именно, эти вторые пилоты обладают определенной способностью к обучению и делают лучшие прогнозы на основе анализа своих пилотов. СТОРОЖЕВЫЕ ПСЫ, как правило, имеют простой характер — в какой бы степени они ни были, — и являются фаворитами пилотов, ищущих серьезное отношение и четких, эффективных советов. <br>Система СТОРОЖЕВОЙ ПЕС в настоящее время находится на рассмотрении совместной комиссии НБC/ДЮ-ПЧС, но официального решения о приостановлении производства пока не поступало.",
      "active_name": "Режим Гиперрефлекс",
      "active_effect": "До конца этой сцены:<ul><li>Если у вас меньше Угрозы 3 с дальнобойным оружием, оно увеличивается до 3.</li><li>1/раунд, вы можете сделать дополнительную реакцию Наблюдение.</li><li>Любой персонаж, которого вы атаковали во время Наблюдения, становится Обездвиженным до конца своего следующего хода.</li></ul>",
      "use": "Бой",
      "activation": "Протокол"
    },
    "other_art": [
      {
        "tag": "mech",
        "src": "alt_hortuga.png"
      }
    ],
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/mf_tortuga.png",
    "license_id": "mf_tortuga"
  },
  {
    "id": "mf_vlad",
    "license_level": 2,
    "source": "IPS-N",
    "name": "ВЛАД",
    "mechtype": [
      "Controller",
      "Striker"
    ],
    "y_pos": 12.5,
    "description": "Влад — это вторая версия унаследованной от ИПС-Н модели Ю-Сан-Шин, впервые прославленной пилотами Альбатроса в Целестинской кампании во время падения Второго Комитета. Благодаря большому количеству и качеству данных, полученных Альбатросом в этом конфликте, ИПС-Н выпустила Влада, духовного преемника ЮСан-Шин с модернизированной силовой установкой и рамой, заслуживающего нового обозначения в линейке. <br>Влад, как и Сан до него, во многом разделяет философию дизайна и происхождение с ранними рамами ИПС-Н для добычи астероидов. Многие из его стандартных вооружений черпают вдохновение из ранних попыток находчивых горняков превратить инструменты в импровизированное оружие для борьбы с пиратством; аналогичным образом, его рама подчеркивает избыточность, прочность и универсальность компонентов, что позволяет ему работать с выдающейся автономностью при длительных и/или опасных размещениях.<br>Тяжелобронированный Влад подходит для роли на передовой, где он может поглощать огонь опасных целей, одновременно выстраивая идеальную позицию для выстрела.",
    "mounts": [
      "Flex",
      "Main",
      "Heavy"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 2,
      "hp": 8,
      "evasion": 8,
      "edef": 8,
      "heatcap": 6,
      "repcap": 4,
      "sensor_range": 5,
      "tech_attack": -2,
      "save": 11,
      "speed": 4,
      "sp": 5
    },
    "traits": [
      {
        "name": "Расчленение",
        "description": "Когда Влад накладывает Обездвиживание на другого персонажа, цель также становится Расщепленной на тот же срок."
      },
      {
        "name": "Броня Сорокопута",
        "description": "Когда персонаж в пределах Дальность 3 атакует Влада, атакующий сначала получает 1 ББ Кинетический урон."
      }
    ],
    "core_system": {
      "name": "Броня Сорокопута",
      "description": "В первую очередь защитная модификация, броня Сорокопута щетинится закаленными хром-вольфрамовыми шипами — дань уважения историческому тезке Влада. Наконечники Сорокопута стратегически расположены в местах с высокой вероятностью кинетических столкновений: на перчатках, соединениях манипуляторов, плечевых пластинах и так далее. Броня сорокопута редкость среди пилотов из Ядра и считается признаком отсталой — хотя и ужасающей — тактики.",
      "active_name": "Шипы Мучителя",
      "active_effect": "До конца этой сцены вы получаете Сопротивляемость ко всему урону, исходящему в пределах Дальность 3, а Броня Сорокопута наносит 3 ББ Кинетического урона вместо 1.",
      "use": "Бой",
      "activation": "Протокол"
    },
    "data_type": "frame",
    "other_art": [
      {
        "tag": "mech",
        "src": "alt_agonist.png"
      }
    ],
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/mf_vlad.png",
    "license_id": "mf_vlad"
  },
  {
    "id": "mf_black_witch",
    "license_level": 2,
    "source": "SSC",
    "name": "ЧЕРНАЯ ВЕДЬМА",
    "mechtype": [
      "Controller",
      "Support"
    ],
    "y_pos": 12.5,
    "description": "Черная ведьма — это флагманская модель линейки рам ЛЮКС-Икона компании СШК, на бумаге призванная конкурировать с доминированием Оружейной палаты Харрисона в области новейших гравитационных и электромагнитных манипуляций. Используя новейшие технологии, разработанные Группой Экзотических Материалов СШК, Черная Ведьма представляет собой устрашающую платформу для контроля территории, часто используемую для поддержки более тяжелых мехов, участвующих в прямом бою.<br>Благодаря тонкому профилю и моКарракинского торгового баронства ведьма особенно популярна среди богатых домов Карракинских торговых баронств, которые часто размещают многочисленные заказы для оснащения своих личных охранников и офицеров домоуправлений. Наряду с Баронскими рамами собственного производства, Черная Ведьма (наряду с другими моделями СШК ЛЮКС-Икона) является самым популярным шасси СШК во всем благородном Карракинском пространстве.",
    "mounts": [
      "Main/Aux"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 1,
      "hp": 6,
      "evasion": 10,
      "edef": 12,
      "heatcap": 6,
      "repcap": 3,
      "sensor_range": 15,
      "tech_attack": 0,
      "save": 11,
      "speed": 5,
      "sp": 8
    },
    "traits": [
      {
        "name": "Репульсорное Поле",
        "description": "Черная Ведьма имеет Сопротивляемость к Кинетическому урону."
      },
      {
        "name": "Магнитное Парирование",
        "description": "1/раунд, в качестве реакции, вы можете попытаться парировать Кинетическую атаку, которая нацелена на вас или находящегося рядом союзного персонажа. Бросьте 1d6: на 5+ атака промахивается. Этот эффект не суммируется с Невидимостью.",
        "actions": [
          {
            "name": "Магнитное Парирование",
            "activation": "Реакция",
            "frequency": "1/раунд",
            "trigger": "Атака нанесет Кинетический урон по вам или находящемуся рядом союзному персонажу.",
            "detail": "Бросьте 1d6: на 5+ атака промахивается. Этот эффект не суммируется с Невидимостью."
          }
        ]
      }
    ],
    "core_system": {
      "name": "Проектор Магнитного Поля",
      "description": "Генераторы магнитного поля представляют собой портативную и размещаемую в полевых условиях вариацию типичных технологий магнитной защиты. При активации они создают магнитный пузырь, который захватывает все входящие железные снаряды. Сила поля настолько велика, что может даже притягивать мехов к своему центру. Когда поле рассеивается или его твердотельная батарея перегорает — это особенность, а не недостаток — поле подвергается внезапной катастрофической имплозии, притягивая все захваченные снаряды к точке в центре пузыря.",
      "active_name": "Магнитное Поле",
      "active_effect": "Эта система проецирует Взрыв 3 магнитное поле по крайней мере на одно пространство рядом с вами, вызывая следующие эффекты до конца вашего следующего хода: <ul><li>Зона поражения представляет собой труднопроходимую местность.</li><li>Дальние атаки, которые наносят Кинетический или Взрывной урон не могут войти или выйти из пораженной области — снаряды останавливаются у края, не нанося урона. Запишите каждую атаку, остановленную таким образом.</li><li>Мехи и другие персонажи, сделанные хотя бы частично из металла, которые начинают свой ход в пораженной области или входят в нее впервые за раунд, должны преуспеть в спасброске Корпуса или быть притянуты как можно ближе к центру и стать Обездвиженными. </li></ul>Когда эффект заканчивается, любые остановленные дальние атаки возвращаются на свою траекторию — к центру пораженной области. ГМ совершает броски атаки против каждого персонажа внутри, получая +1 за каждую заблокированную атаку (максимум +6). При попадании эти атаки наносят 1d6 Кинетического урона за каждую заблокированную атаку (максимум 6d6 Кинетического урона).",
      "activation": "Полное Действие",
      "use": "Следующий Ход"
    },
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/mf_black_witch.png",
    "license_id": "mf_black_witch"
  },
  {
    "id": "mf_deaths_head",
    "license_level": 2,
    "source": "SSC",
    "name": "МЁРТВАЯ ГОЛОВА",
    "mechtype": [
      "Artillery"
    ],
    "y_pos": 40,
    "description": "Мёртвая Голова — это ответ Смит-Шимано на потребность в шасси для дальнобойных ударных действий с малым разбросом. Жертвуя прочностью корпуса ради несравненной устойчивости и маневренности, Мёртвая Голова — это маневренная платформа огневой поддержки, способная уклоняться от встречного огня, сохраняя при этом практически идеальный захват цели. Его уникальная шестигранная форма позволяет быстро и плавно перемещаться во всех направлениях. <br>Будучи агрессивным и ориентированным на линию шасси, Мёртвая Голова является одной из самых популярных моделей среди офицеров Флота сил Союза и Департамента юстиции и прав человека Союза. Это насквозь боевое шасси; поскольку Голова Смерти — это шасси, выпускаемое в рамках линейки СШК БЕЛЛА ЧАО, гражданского аналога у него нет.",
    "mounts": [
      "Main/Aux",
      "Heavy"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 8,
      "evasion": 10,
      "edef": 8,
      "heatcap": 6,
      "repcap": 2,
      "sensor_range": 20,
      "tech_attack": 0,
      "save": 10,
      "speed": 5,
      "sp": 6
    },
    "traits": [
      {
        "name": "Нейролинк",
        "description": "Мёртвая Голова может перебросить свою первую дальнюю атаку каждый раунд, но должен сохранить второй результат."
      },
      {
        "name": "Совершенное Нацеливание",
        "description": "Мёртвая Голова получает дополнительный +1 ко всем броскам дальней атаки.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Rifle",
              "Cannon",
              "Launcher",
              "CQB",
              "Nexus"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "Мёртвая Голова получает дополнительный +1 ко всем броскам дальней атаки."
          }
        ]
      }
    ],
    "core_system": {
      "name": "Упреждающее Нацеливание",
      "description": "Предвидение — это следующий шаг во взаимодействии человека и ИИ. Используя нейронный мост, система упреждающего наведения СШК позволяет пилотам постоянно и бессознательно учиться на данных, собранных в полевых условиях, давая им возможность читать ситуации до того, как они разовьются. Предвидение является экспериментальным, и точные механизмы его работы неизвестны даже разработчикам, поэтому СШК рекомендует ограниченное и контролируемое использование этой системы.",
      "active_name": "Нейрошунт",
      "active_effect": "До конца этой сцены вы получаете действие Метка Смерти.",
      "active_actions": [
        {
          "name": "Метка Смерти",
          "activation": "Полное Действие",
          "detail": "Выберите персонажа в пределах Дальность 30, но дальше Дальность 5, чтобы сфокусироваться на нем; во время фокусировки вы становитесь Обездвиженным и не можете совершать реакции, но вы наносите дополнительный урон в зависимости от размера оружия (вспомогательное: 1к6, основное: 2к6, тяжелое или больше: 3к6) при критических попаданиях в них, если они не находятся в укрытии или в пределах Дальность 5. <br>Вы можете сфокусироваться только на одном персонаже за раз. В качестве протокола вы можете прекратить фокусировку на цели. "
        },
        {
          "name": "Прекратить Фокусировку",
          "activation": "Протокол",
          "detail": "Прекратите фокусировку на цели <b>Метки Смерти</b>."
        }
      ],
      "use": "Бой",
      "activation": "Протокол"
    },
    "data_type": "frame",
    "other_art": [
      {
        "tag": "mech",
        "src": "alt_hercules.png"
      }
    ],
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/mf_deaths_head.png",
    "license_id": "mf_deaths_head"
  },
  {
    "id": "mf_dusk_wing",
    "license_level": 2,
    "source": "SSC",
    "name": "СУМРАЧНОЕ КРЫЛО",
    "mechtype": [
      "Controller",
      "Support"
    ],
    "y_pos": 35,
    "description": "Сумеречное Крыло возникло как пакет модификаций для скафандров ВКД, предназначенный для их оснащения во время работы в опасных условиях. В первые дни исследования дальнего космоса возникла потребность в механизированных экзоскелетах, которые не только увеличивали мощность, но и усиливали кинетическую защиту. Сумеречное Крыло является духовным наследником тех ранних скафандров для дальнего космоса. Быстрый и маленький, он оснащен множеством маневренных реактивных двигателей, обеспечивающих практически идеальный полет.<br>После экспедиции ДХИЙЕД, Группа Экзотических Материалов выделила и перевела штаммы паракода истечения срока действия в реальном пространстве, телеологию и кинематику этого существа для использования в электронных и системных боевых действиях. Из всех рам, протестированных для использования с технологиями, полученными от ДХИЙЕДА, Сумеречное Крыло показал себя лучше всего. В результате он часто используется силами внутренней Констелларной Безопасности СШК, когда необходима эзотерическая защита.",
    "mounts": [
      "Aux/Aux",
      "Flex"
    ],
    "stats": {
      "size": 0.5,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 6,
      "evasion": 12,
      "edef": 8,
      "heatcap": 4,
      "repcap": 3,
      "sensor_range": 10,
      "tech_attack": 1,
      "save": 11,
      "speed": 6,
      "sp": 6
    },
    "traits": [
      {
        "name": "Маневренные Двигатели",
        "description": "Сумрачное крыло может парить при перемещении.",
        "synergies": [
          {
            "locations": [
              "move"
            ],
            "detail": "Сумрачное крыло может парить при перемещении."
          }
        ]
      },
      {
        "name": "Плащ Арлекина",
        "description": "В свой ход Сумрачное Крыло Невидим; он снова показывается в конце хода.",
        "synergies": [
          {
            "locations": [
              "active_effects"
            ],
            "detail": "В свой ход Сумрачное Крыло Невидим; он снова показывается в конце хода."
          }
        ]
      },
      {
        "name": "Хрупкость",
        "description": "Сумрачное Крыло получает +1 Сложность на проверки и спасброски Корпуса.",
        "synergies": [
          {
            "locations": [
              "hull",
              "skill_check"
            ],
            "detail": "Сумрачное Крыло получает +1 Сложность на проверки и спасброски Корпуса."
          }
        ]
      }
    ],
    "core_system": {
      "name": "Артикуляция ДХИЙЕДА",
      "description": "“«Вера в то, что мы могли видеть, к чему мы могли прикоснуться, — в то, что, как уверяли нас наши комп/коны, было там, в нашей собственной субъективности и памяти. Вера в реальность стала оружием. Мы приблизились к метахранилищу, зная, что столкнемся с неизвестным врагом, но приблизились, имея преимущество в численности и силе машин.<br> ДХИЙЕД учил нас, убивая нас: через беспорядочную болтовню по связи, через крики умирающих, через гогот наших зеркальных \"я\", когда они убивали нас. Каждая фальшивая подпись, каждый временной скачок, каждая меметика, каждый неевклид — это были уроки.<br>\"Вы понимаете? <br>«ДХИЙЕД Учитель. ДХИЙЕД Монстр. Пока мы его убивали, ДХИЙЕД учил нас, чего бояться и как противостоять этому. <br>«Чего я теперь боюсь? Это хороший вопрос. Чего боится пилот, взломавший гроб ДХИЙЕДА? <br>«Я не думаю, что мы убили его. Я думаю, он хочет, чтобы мы поверили, что убили его, и я не могу представить, что этот монстр сделал, пока мы считаем себя в безопасности».",
      "active_name": "Зал Зеркал",
      "active_effect": "В течение всей сцены, каждый раз, когда вы начинаете уникальное перемещение во время своего хода (например, стандартное перемещение, Ускорение или перемещение, предоставляемое талантами или системами), вы оставляете голографический отпечаток себя на пространстве, из которого вы начали перемещение. Это иллюзорные объекты того же Размера, что и вы, которые имеют Невосприимчивость ко всему урону и эффектам и не являются препятствиями.<br>Когда враждебные персонажи начинают свой ход, проходят или приближаются к пространству, занятому голограммой, она взрывается. Они должны преуспеть в спасброске Маневренности, иначе получат 1d6 Энергетического урона. В случае успеха они получают половину урона.<br>Вы также получаете Быстрое Действие Телепорт К Голограмме.",
      "active_actions": [
        {
          "name": "Телепорт К Голограмме",
          "activation": "Быстрое Действие",
          "detail": "Вы можете мгновенно телепортироваться к любой голограмме в радиусе Дальность 50 в качестве быстрого действия. Когда вы делаете это, все существующие голограммы детонируют, создавая Разрыв 1 взрывы с тем же эффектом, что и выше, и вы не можете создавать новые голограммы до начала вашего следующего хода."
        }
      ],
      "use": "Бой",
      "activation": "Протокол"
    },
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/mf_dusk_wing.png",
    "license_id": "mf_dusk_wing"
  },
  {
    "id": "mf_metalmark",
    "license_level": 2,
    "source": "SSC",
    "name": "МЕТАЛМАРК",
    "mechtype": [
      "Striker"
    ],
    "y_pos": 16,
    "description": "Металмарк является основой военной линейки шасси БЕЛЛА ЧАО от СШК, полностью оснащенного комплексным набором запатентованных дизайнерских и инженерных особенностей, обеспечивающих его живучесть, смертоносность и маневренность. В период правления Второго комитета Союза, который становился все более милитаристским, корпоративный совет СШК подталкивал компанию к развитию подразделений снабжения, логистики и личной обороны; после появления механизированного шасси многообещающее подразделение СШК СнабЛогОборона было реструктурировано и переориентировано на разработку шасси. Первые итерации Металмарк были разработаны для программы Второго комитета под названием “ВОИН БУДЩЕГО”: однако, прежде чем шасси удалось испытать, Герцинский кризис вышел из-под контроля, вследствие чего Второй комитет был свергнут. <br>Металмарк был снят с производства после кризиса и реструктуризации Центрального комитета Союза, поскольку производство шасси для массового рынка считалось слишком трудоемким. Компания СШК переработала раму, использовала ее для новой линейки БЕЛЛА ЧАО и сконцентрировалась на эксклюзивных контрактах по обеспечению безопасности на малых рынках. Сейчас Металмарк является ценной моделью среди сил безопасности. Его форма отражает наследие СШК в области исследования дальнего космоса и длительного патрулирования, сочетая антропоморфные и аквилинные элементы дизайна, прочную конструкцию и множество резервных систем. Полностью опираясь на маркетинг, ориентированный на специфику работы оператора, СШК поставляют все модели Металмарк в стандартной комплектации с уникальным пилотским креслом от Смит \"Персональная Кожа\" с карданной подвеской для обеспечения комфорта во время длительных полетов.",
    "mounts": [
      "Aux/Aux",
      "Main",
      "Heavy"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 1,
      "hp": 8,
      "evasion": 10,
      "edef": 6,
      "heatcap": 5,
      "repcap": 4,
      "sensor_range": 10,
      "tech_attack": 0,
      "save": 10,
      "speed": 5,
      "sp": 5
    },
    "traits": [
      {
        "name": "Мерцающий Покров",
        "description": "Металмарк становится Невидимым во время перемещения, но снова показывается при остановке.",
        "synergies": [
          {
            "locations": [
              "move"
            ],
            "detail": "Металмарк становится Невидимым во время перемещения, но снова показывается при остановке."
          }
        ]
      },
      {
        "name": "Адаптация Панциря",
        "description": "Когда Металмарк находится в мягком укрытии, дальние атаки получают +2 Сложности, а не + 1 Сложность."
      }
    ],
    "core_system": {
      "name": "Тактический Плащ",
      "description": "Тактические плащи представляют собой плотно сплетенные между собой переплетения реактивной ткани — высоколицензионная технология, доступная только пилотам с классификацией Металмарк II или выше. Ткань покрывает примерно 80% поверхности меха, делая его невзрачным для оптики или невооруженного глаза. Помимо использования в качестве обычного камуфляжа, активированные тактические плащи искажают свет таким образом, что их носители почти невидимы.",
      "active_name": "Тактический Плащ",
      "active_effect": "Вы становитесь Невидимым до конца сцены.",
      "use": "Бой",
      "activation": "Протокол"
    },
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/mf_metalmark.png",
    "license_id": "mf_metalmark"
  },
  {
    "id": "mf_monarch",
    "license_level": 2,
    "source": "SSC",
    "name": "МОНАРХ",
    "mechtype": [
      "Artillery"
    ],
    "y_pos": 14,
    "description": "Монарх — это новаторский урок СШК по созданию быстрой платформы для доставки ракет и других самоходных боеприпасов. Готовый к установке ракет класса «земля-земля», «земля-воздух», «земля-орбита» и всех театров военных действий, а также систем наведения, Монарх может быть адаптирован под любую полезную нагрузку и любое расстояние до цели. <br>Большой размер Монарха часто приводит к тому, что пилоты недооценивают его маневренность. Строгое требование СШК к дизайну — один дизайнер на 10 тиражей Монарха — является признаком роскоши в условиях пост-дефицита в Ядре Союза. Этот акцент на преднамеренном дефиците — все, что мешает Монарху добиться полного господства на поле боя. Монарх обычно используется в смешанных ролях и в качестве огневой поддержки, хотя в настоящее время проводятся полевые испытания менее требовательной к ресурсам модели МикроМонарх для средних и ближних дистанций. Монарх является частью линейки боевых шасси СШК БЕЛЛА ЧАО.",
    "mounts": [
      "Flex",
      "Main",
      "Heavy"
    ],
    "stats": {
      "size": 2,
      "structure": 4,
      "stress": 4,
      "armor": 1,
      "hp": 8,
      "evasion": 8,
      "edef": 8,
      "heatcap": 6,
      "repcap": 3,
      "sensor_range": 15,
      "tech_attack": 1,
      "save": 10,
      "speed": 5,
      "sp": 5
    },
    "traits": [
      {
        "name": "Силос Мстителя",
        "description": "1/раунд, при критическом попадании из любого дальнобойного оружия, Монарх может нанести 3 Взрывного урона другому персонажу по вашему выбору в пределах Дальность 15 и прямой видимости.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Rifle",
              "Cannon",
              "Launcher",
              "CQB",
              "Nexus"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "1/раунд, при критическом попадании из любого дальнобойного оружия, Монарх может нанести 3 Взрывного урона другому персонажу по вашему выбору в пределах Дальность 15 и прямой видимости."
          }
        ]
      },
      {
        "name": "Грузоподъемный Искатель",
        "description": "Монарх может использовать Пусковые установки для атаки Захваченного персонажа, как если бы его оружие было Искателем, но во время атаки он должен поглотить Захват. Когда это происходит, урон от атаки никоим образом не может быть уменьшен.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Launcher"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "Монарх может использовать Пусковые установки для атаки Захваченного персонажа, как если бы его оружие было Искателем, но во время атаки он должен поглотить Захват. Когда это происходит, урон от атаки никоим образом не может быть уменьшен."
          }
        ]
      }
    ],
    "core_system": {
      "name": "СШК-30 Высокопробный Ракетный Комплекс",
      "description": "СШК-30 Высокопробивной Ракетный Комплекс (СШК-30 ВПРК) — это установленная на мехе система доставки микроракет, способная обеспечить огромную боевую эффективность. Используя СШК-30 ВПРК, Монарх может переносить и доставлять свою полезную нагрузку из 60 или более смертоносных миниатюрных боеголовок \"Мститель\" одним залпом.",
      "active_name": "Кара Господня",
      "active_effect": "Выберите любое количество персонажей в пределах Дальность 50: каждая из ваших целей должна преуспеть в спасброске Маневренности или получить 1d6+4 Взрывного урона. В случае успеха они получают половину урона. Эти самонаводящиеся ракеты могут достичь любой цели, если к ней есть путь.",
      "activation": "Полное Действие"
    },
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/mf_monarch.png",
    "license_id": "mf_monarch"
  },
  {
    "id": "mf_mourning_cloak",
    "license_level": 2,
    "source": "SSC",
    "name": "ТРАУРНЫЙ ПОКРОВ",
    "mechtype": [
      "Striker"
    ],
    "y_pos": 62,
    "description": "Траурный Покров — это совершенно новая модель из линейки ЛЮКС-Икона от СШК и новейшая рама для ближнего боя и боя на ближних дистанциях. Траурный Покров делает упор на точный ближний бой и обычно оснащается комплектом экранированных микрофиламентных про водов, предназначенных для использования в качестве бронебойного режущего оружия. <br>Разработанный Группой Экзотических Материалов СШК на основе данных, полученных в ходе ранних столкновений с Ауническим Вознесением в Граничном Саду, Траурный Покров сочетает в себе собранные СШК фрагменты паракода ДХИЙЕДА с адаптированной технологией управления Небосвода Ауника. Траурный Покров представляет собой солидный и тактический вариант для ситуаций, когда использование огнестрельного оружия нецелесообразно, а боеприпасы недоступны. Как часть линейки ЛЮКС-Икона, Траурный Покров популярен в баронствах и среди различных высокопоставленных охранных фирм с большим количеством манны.",
    "mounts": [
      "Flex",
      "Main/Aux"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 8,
      "evasion": 12,
      "edef": 6,
      "heatcap": 4,
      "repcap": 3,
      "sensor_range": 15,
      "tech_attack": 0,
      "save": 10,
      "speed": 5,
      "sp": 6
    },
    "traits": [
      {
        "name": "Охотник",
        "description": "1/раунд Траурный Покров может нанести +1d6 дополнительного урона при попадании ближней атакой, если у его цели нет соседних персонажей или если Траурный Покров — единственный персонаж, примыкающий к цели.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Melee"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "1/раунд Траурный Покров может нанести +1d6 дополнительного урона при попадании ближней атакой, если у его цели нет соседних персонажей или если Траурный Покров — единственный персонаж, примыкающий к цели."
          }
        ]
      },
      {
        "name": "Биотические Компоненты",
        "description": "Траурный Покров получает +1 Точность на проверки и спасброски Маневренности.",
        "synergies": [
          {
            "locations": [
              "agility",
              "skill_check"
            ],
            "detail": "Траурный Покров получает +1 Точность на проверки и спасброски Маневренности."
          }
        ]
      }
    ],
    "core_system": {
      "name": "ЭКС Слипстрим Модуль",
      "description": "Программа ЭКС Слипстрим, открытая только для пилотов с высоким уровнем лицензии, является уникальной инновацией СШК. Модуль ЭКС Слипстрим представляет собой миниатюрный двигатель, способный разгоняться почти до скорости света и перемещать пользователя через мерцающее пространство с приемлемой точностью. Технология в лучшем случае нестабильна: ничто меньше меха не может выдержать нагрузку, вызванную путешествием через открытое мерцание, и этот опыт травмирует как пользователя, так и всех, кто находится поблизости.",
      "active_name": "Стабилизация Сингулярности",
      "active_effect": "До конца сцены вы телепортируетесь, когда Ускоряетесь или делаете стандартное перемещение.",
      "use": "Бой",
      "activation": "Протокол",
      "passive_name": "Мгновенный Прыжок",
      "passive_effect": "Получите Полное Действие Мгновенный Прыжок.",
      "passive_actions": [
        {
          "name": "Мгновенный Прыжок",
          "activation": "Полное Действие",
          "detail": "Вы телепортируетесь в пространство в пределах Дальности 3d6. Вам не требуется прямая видимость, но попытки телепортироваться в занятое пространство приводят к тому, что вы остаетесь на месте и теряете это действие. Если на всех трех кубиках выпадает одинаковое число, вы исчезаете, пока ваша группа не отдохнет, после чего вы снова появляетесь поблизости."
        }
      ]
    },
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/mf_mourning_cloak.png",
    "license_id": "mf_mourning_cloak"
  },
  {
    "id": "mf_swallowtail",
    "license_level": 2,
    "source": "SSC",
    "name": "ЛАСТОЧКИН ХВОСТ",
    "mechtype": [
      "Support"
    ],
    "y_pos": 30,
    "description": "Ласточкин Хвост — это основная платформа Смит-Шимано для дальней разведки и огневой поддержки, созданная для быстрой и продолжительной работы во враждебной, изменчивой среде. Созданный для долгосрочной устойчивости, он может работать в нестабильной среде в течение нескольких месяцев и максимизировать свою живучесть, регулируя свою операционную эффективность по мере необходимости. Каждая единица имеет интегрированную маскировку и набор предиктивных хоральных интеллектов, которые координируют работу высокоразвитых сенсорных систем для быстрого моделирования и прогнозирования тактических событий — иногда даже до того, как они произойдут.<br>Базовая модель Ласточкин Хвост, ЛХ-01, является одной из немногих серийных линеек СШК — модель начального уровня БЕЛЛА ЧАО. Построенный без маскирующего поля, но усиленный броней для удовлетворения прямых требований безопасности, ЛХ-01 особенно популярен среди рядовых солдат сил Констелларной Безопасности.",
    "mounts": [
      "Flex",
      "Aux/Aux"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 6,
      "evasion": 10,
      "edef": 10,
      "heatcap": 4,
      "repcap": 5,
      "sensor_range": 20,
      "tech_attack": 1,
      "save": 10,
      "speed": 6,
      "sp": 6
    },
    "traits": [
      {
        "name": "Встроенная Маскировка",
        "description": "В конце своего хода Ласточкин Хвост становится Невидимым, если он не двигался в этот ход. Это длится до тех пор, пока он не двинется или не совершит реакцию, или до начала своего следующего хода."
      },
      {
        "name": "Пророческие Сканеры",
        "description": "1/раунд, когда Ласточкин Хвост применяет Захват, его цель также становится Расщепленной до конца ее следующего хода.",
        "use": "Раунд",
        "synergies": [
          {
            "locations": [
              "lock_on"
            ],
            "detail": "1/раунд, когда Ласточкин Хвост применяет Захват, его цель также становится Расщепленной до конца ее следующего хода."
          }
        ]
      }
    ],
    "core_system": {
      "name": "Рои Облачной разведки ТАКСИМ",
      "description": "ClРои Облачной разведки ТАКСИМ — это пакеты сетевых микродатчиков, запускаемых в несмертельных минометных контейнерах, которые взрываются высоко над полем боя. После засева рой генерирует программу ТАКСИМ, которая начинает выполнять циклы краткости: плотная, локализованная симуляция тактических возможностей. Затем результаты вероятности передаются в хоровые процессоры Ласточкиного Хвоста, которые, в свою очередь, передают их пилоту и сетевым членам отряда, обеспечивая высокую вероятность успешного исхода.",
      "active_name": "Пророческое Восклицание",
      "active_effect": "Получите реакцию Тактическая Симуляция до конца сцены.",
      "active_actions": [
        {
          "name": "Тактическая Симуляция",
          "activation": "Реакция",
          "frequency": "1/раунд",
          "trigger": " Союзник в зоне прямой видимости получает урон от врага в зоне прямой видимости.",
          "detail": "Эффект: Бросьте 1d6. Если выпало 4+, атака на самом деле была симуляцией, предсказанной вашим процессором — ваш союзник получает Сопротивляемость ко всему урону, нанесенному атакой, и может телепортироваться на 3 пространства, отображающие его \"истинное\" местоположение. Если 3 или меньше, произошел сбой — ваш союзник не получает Сопротивляемости, но может телепортироваться на 6 пространств."
        }
      ],
      "use": "Бой",
      "activation": "Протокол"
    },
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/mf_swallowtail.png",
    "license_id": "mf_swallowtail"
  },
  {
    "id": "mf_balor",
    "license_level": 2,
    "source": "HORUS",
    "name": "БАЛОР",
    "mechtype": [
      "Striker",
      "Defender"
    ],
    "y_pos": 27,
    "description": "Как и в случае с большинством групп паттернов ХОРУС, у Балора тысяча лиц. Группа паттернов Балор, как и все ГП ХОРУС, описывает не одно узнаваемое очертание, а комбинацию схем, которые играют общую роль в бою. Эти схемы могут быть напечатаны в соответствии со спецификациями пилота и применены к полностью индивидуальному физическому каркасу. Примечательно, что группа паттернов Балор стабильна только на больших платформах (Схема 2 и выше), которые способны обеспечить необходимый выход энергии — предпочтительно с многочисленными резервами, на случай катастрофического отказа систем.<br>ГП Балор впервые столкнулись во время совместной погони Альбатроса, ДЮ/ПЧС за Пастью — Свободной компании, превращенной в децентрализованный улей — через пустыню Бланка Хайрадина после окончания Санджакского восстания. Именно там объединенные силы столкнулись, вступили в бой и, в конечном счете, победили Пасть и ее Балоров — и именно там ЦентрКом Союза надеялся сдержать вспышку наномойки. Конечно, последующие вспышки Балора на Хайрадине доказали, что эта надежда была напрасной, и эта группа паттернов продолжает терроризировать карракинских командиров по всему баронскому пространству. <br>В полевых условиях нейросинхронизированные наниты адского роя и серого пятна Балора образуют волнообразный покров, который в мгновение ока может вылиться из его шасси, закручиваясь в безумные узоры и образуя эсхатологические оборонительные и наступательные системы. Балор в своем наиболее активном состоянии удерживается вместе скорее волнистыми, похожими на пламя массами нанитовых роев, чем какой-либо физической структурой.Это приводит к распределению кинетической энергии и энергии когерентных частиц по шасси и через него, что делает атаки против Балора «подобными стрельбе по бурлящей воде», как говорится в одном послеоперационном отчете.",
    "mounts": [
      "Main",
      "Heavy"
    ],
    "stats": {
      "size": 2,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 12,
      "evasion": 6,
      "edef": 10,
      "heatcap": 4,
      "repcap": 4,
      "sensor_range": 5,
      "tech_attack": 1,
      "save": 10,
      "speed": 3,
      "sp": 6
    },
    "traits": [
      {
        "name": "Очищающий Рой",
        "description": "Балор наносит 2 Кинетического урона персонажам по своему выбору, которые начинают свой ход будучи схваченными или рядом с ним."
      },
      {
        "name": "Регенерация",
        "description": "В конце своего хода Балор восстанавливает 1/4 от своего полного уровня ПЗ. Когда он получает нагрузку или структурный урон, этот эффект прекращается до конца его следующего хода."
      },
      {
        "name": "Самовосстановление",
        "description": "Когда вы делаете перерыв, Балор автоматически и без Ремонта восстанавливает все ПЗ."
      }
    ],
    "core_system": {
      "name": "Адский Рой",
      "description": "В мгновение ока, при желании, пилот Балора может быстро напечатать плащ, состоящий из бесчисленных крошечных дронов: плащ адского роя — живой щит и гидродинамический нож, режущий и охраняющий, в одной мерцающей волне. Он становится Учителем Улья, и его воле повинуются миллионы.",
      "active_name": "Бешенство Улья",
      "active_effect": "Ваши наниты переходят в гиперактивный режим, вызывая следующие эффекты до конца сцены:<ul><li>Вы и соседние союзники получаете мягкое укрытие.</li><li>Очищающий Рой наносит 4 Кинетического урона вместо 2.</li><li>Регенерация восстанавливает 1/2 от вашего полного уровня ПЗ вместо 1/4.</li><li>Если вы получили структурный урон, бросьте 1d6: если выпадет 6, ваш мех адски собирается, не получая структурного урона, возвращаясь к 1 ПЗ и получая Невосприимчивость ко всему урону до конца текущего хода.</li><li>Вы становитесь Расщепленным и не можете выйти из этого состояния в течение всего времени.</li></ul>",
      "use": "Бой",
      "activation": "Протокол"
    },
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/mf_balor.png",
    "license_id": "mf_balor"
  },
  {
    "id": "mf_goblin",
    "license_level": 2,
    "source": "HORUS",
    "name": "ГОБЛИН",
    "mechtype": [
      "Controller",
      "Support"
    ],
    "y_pos": 12.5,
    "description": "Гоблин был первой идентифицированной рамой ХОРУС, и, вероятно, является самым старым шасси, унаследованным до перехода ХОРУС на группы паттернов. Записи передачи, восходящие к нулевой модели Гоблина, указывают на то, что первое шасси просочилось в омнинет в 4900г — э.с. Этот год считается предполагаемым «днем основания» ХОРУС для большинства ученых и офицеров разведки, изучающих группу, хотя противоречивые подписи указывают на то, что 4900г — э.с. — слишком позднее время, чтобы отмечать ее рождение.<br>Гоблин — это небольшой мех, немногим больше скафандра, который благодаря своим небольшим размерам и превосходной маневренности защищает своего пилота. Он содержит интересное рекурсивное переплетение обработки, которое расширяет возможности электронной войны далеко за пределы теоретических параметров. <br>Технические специалисты ДМС спустя столетие всё ещё работают над перепроектированием Гоблина и его технологического плетения. Самые последние исследования предполагают, что в нем используется технология, согласующаяся с иероглифическими надписями, отмеченными на LRA.7726235-B и подтвержденными табличками, переданными РБС-ГОРГОНА из Метахранилища КСОЛОТЛЬ до исчезновения хранилища.",
    "mounts": [
      "Flex"
    ],
    "stats": {
      "size": 0.5,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 6,
      "evasion": 10,
      "edef": 12,
      "heatcap": 4,
      "repcap": 2,
      "sensor_range": 20,
      "tech_attack": 2,
      "save": 11,
      "speed": 5,
      "sp": 8
    },
    "traits": [
      {
        "name": "Литургический Код",
        "description": "Гоблин получает +1 Точность к техническим атакам.",
        "synergies": [
          {
            "locations": [
              "tech_attack"
            ],
            "detail": "Гоблин получает +1 Точность к техническим атакам."
          }
        ]
      },
      {
        "name": "Реактивный Код",
        "description": "Получите реакцию Реактивный Код.",
        "actions": [
          {
            "name": "Реактивный Код",
            "activation": "Реакция",
            "frequency": "1/раунд",
            "trigger": "Вы подверглись технической атаке.",
            "detail": "Вы  можете использовать любой вариант Быстрой Технологии против атакующего в качестве реакции."
          }
        ]
      },
      {
        "name": "Хрупкость",
        "description": "Гоблин получает +1 Сложность к проверкам и спасброскам Корпуса.",
        "synergies": [
          {
            "locations": [
              "hull",
              "skill_check"
            ],
            "detail": "Гоблин получает +1 Сложность к проверкам и спасброскам Корпуса."
          }
        ]
      }
    ],
    "core_system": {
      "name": "Инстинктивная Установка",
      "description": "Одной из первых систем Гоблин-паттерна, взломанных техниками ДМС, стала установка для вторжения с помощью электронной войны, хотя передовые возможности и архитектура установки остаются непроницаемыми. После установки, в ней проявляется субразумный интеллект, обозначенный как ИНСТИНКТ, который помогает попыткам вторжения в целевые системы, используя сочетание физических и системных парасимбиотических систем. Вторжения, предпринимаемые при активном ИНСТИНКТе, воспринимаются пользователем не как код и скрипт, а как атака на органическую материю. ИНСТИНКТ продемонстрировал способность действовать независимо, часто опережая своего пользователя, но, как правило, в его интересах. Документация \"Readme\", включенная в некоторые воплощения Гоблинов, рекомендует пилотам циклировать ядра своих мехов не реже одного раза в месяц, чтобы предотвратить спонтанное просветление, хотя большинство не обращает внимания на это предупреждение.",
      "active_name": "Симбиоз",
      "active_effect": "Ваш мех втягивает свои основные системы и прикрепляется к другому меху, становясь больше похожим на рудиментарный волдырь, чем на отдельную сущность. Носитель должен быть союзным и добровольным мехом, на котором еще нет другого Гоблина, крупнее вас и соседнего с вами. Пока вы прикреплены, вы занимаете его пространство, двигаетесь вместе с ним и получаете выгоду от твердого укрытия, но по-прежнему можете быть атакованы и выбраны отдельной целью. Вы также принимаете все состояния и нагрев, которые принимает ваш носитель.<br>Ваш носитель может использовать ваши Системы, ЭЗащиту и Техническую Атаку вместо своих собственных. Кроме того, с начала следующего раунда вы больше не делаете свои ходы; вместо этого вы можете совершить два быстрых действия или одно полное действие в любой момент во время хода вашего носителя. Вы не можете Перегружаться или перемещаться, но можете выполнять реакции и свободные действия в обычном режиме. Ход вашего носителя считается вашим ходом для назначенных эффектов, относящихся к началу или концу хода персонажа.<br>Этот эффект длится либо до конца сцены, либо пока вы не отстранитесь быстрым действием, либо пока вы или ваш носитель не будете Ошеломлены. Когда эффект заканчивается, вы не делаете ход до следующего раунда.",
      "activation": "Быстрое Действие",
      "deactivation": "Быстрое Действие",
      "use": "Бой"
    },
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/mf_goblin.png",
    "license_id": "mf_goblin"
  },
  {
    "id": "mf_gorgon",
    "license_level": 2,
    "source": "HORUS",
    "name": "ГОРГОНА",
    "mechtype": [
      "Defender"
    ],
    "y_pos": 5,
    "description": "Горгона уникальна среди групп паттернов ХОРУС тем, что в ней приоритет отдается оборонительным системам, предназначенным для обеспечения выживания личного состава и союзников; в остальном она использует типичный набор ужасающего, запутанного и сверхъестественного оружия.<br>Типичная Горгона оснащена несколькими системами вооружения, предназначенными для идентификации и перехвата приближающихся врагов, что позволяет пилотам проецировать зону контроля вокруг себя и своих союзников. Горгону боятся из-за ее способности излучать опасного меметического «василиска», спроецированного светового конуса антикогнитивных, гиперфрактальных визуальных данных, которые смертельны для онтологических разумных существ.",
    "mounts": [
      "Flex",
      "Main",
      "Main"
    ],
    "stats": {
      "size": 2,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 12,
      "evasion": 8,
      "edef": 12,
      "heatcap": 5,
      "repcap": 3,
      "sensor_range": 8,
      "tech_attack": 1,
      "save": 12,
      "speed": 4,
      "sp": 6
    },
    "traits": [
      {
        "name": "Метастатический Паралич",
        "description": "Когда бросок атаки против Горгоны выпадает со значением 1–2, он автоматически промахивается, и атакующий становится Ошеломленным до конца своего следующего хода."
      },
      {
        "name": "Пристальный Взгляд",
        "description": "Горгона может совершать две реакции за ход вместо одной."
      },
      {
        "name": "Хранитель",
        "description": "Союзные персонажи могут использовать Горгону в качестве твердого укрытия."
      }
    ],
    "core_system": {
      "name": "Направленный Антикогнитивный Гиперфрактал ВАСИЛИСК",
      "description": "ВАСИЛИСК — это опасное меметическое оружие полученное из литургического кода ДХИЙЕДА переведенное для использования в сражениях н уровне мехов Обычно проецируемые из коммуникационного лазера ВАСИЛИСКи создают гиперфрактальные узоры меметические прерывания, которые воздействую на всех разумных наблюдателей, органически или иных. Воздействие василиска обычно вызывает немедленный энцефалит, массивное глазно и черепное кровоизлияние и смерть — выживани возможно при закалке и использовании головны дисплеев интердиктора, но даже в этом случа возможны головные боли, тошнота и спутанност сознания в течение короткого периода посл просмотра. В долгосрочной перспективе у выживших часто наблюдаются симптомы \"флэшбэка\" кратковременный паралич, телесное отчуждение  дестабилизация сознания. Антикогнитивны гиперфракталы классифицируются ка паракаузальное оружие; из-за еще не изученной природы их вещания в видимом спектр можно было бы подумать, что они буду представлять опасность для своего пользователя, однако по какой-то причине это н так.",
      "active_name": "Изгнание Василиска",
      "active_effect": "Вы проецируете ужасающего василиска, визуальный паттерн данных, который невероятно вреден для НЧЛ и электронных систем, и на который тяжело смотреть даже людям. До конца сцены враждебно настроенные персонажи должны успешно выполнить спасбросок Систем, прежде чем атаковать вас или любых союзных персонажей в пределах Дальность 3. В случае неудачи они становятся Ошеломленным до конца своего следующего хода. Каждый персонаж может быть ошеломлен этим эффектом только один раз за сцену.",
      "activation": "Быстрое Действие",
      "use": "Бой"
    },
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/mf_gorgon.png",
    "license_id": "mf_gorgon"
  },
  {
    "id": "mf_hydra",
    "license_level": 2,
    "source": "HORUS",
    "name": "ГИДРА",
    "mechtype": [
      "Striker",
      "Controller"
    ],
    "y_pos": 20,
    "description": "Как и у многих других новых \"рам\" ХОРУС, стандартизированной модели Гидры не существует. Вместо этого это обозначение дается шасси, которое соответствует спецификациям группы паттернов Гидра, как указано в Универсальном руководстве Союза по оценке угроз. Гидра, как и многие другие мехи группы паттернов ХОРУС, особенно опасна в полевых условиях, поскольку ее точная функция будет скрыта до тех пор, пока не начнутся серьезные боевые действия.<br>Гидра способна тактически расчленять себя на множество независимо управляемых дронов, и это пугающее явление часто используется для достижения смертельного эффекта. С появлением группы паттернов ХОРУС Балор место Гидры в истории ХОРУС становится ясным: предшественница вируса Балор, Гидра полагается на более крупные секции разъединенных шасси, а не на нанитовые облака для своего дифференцированного боевого преимущества. Несмотря на свой более обычный вид, Гидра представляет собой отрезвляющую угрозу для пилотов, не являющихся пилотами ХОРУС, так как ее разрозненные дроны оснащены мощным противотанковым оружием.",
    "mounts": [
      "Main",
      "Heavy"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 1,
      "hp": 8,
      "evasion": 7,
      "edef": 10,
      "heatcap": 5,
      "repcap": 4,
      "sensor_range": 10,
      "tech_attack": 1,
      "save": 10,
      "speed": 5,
      "sp": 8
    },
    "traits": [
      {
        "name": "Системная Связь",
        "description": "Размещаемые объекты и Дроны Гидры получают +5 ПЗ.",
        "bonuses": [
          {
            "id": "deployable_hp",
            "val": 5
          },
          {
            "id": "drone_hp",
            "val": 5
          }
        ]
      },
      {
        "name": "Пастушье Поле",
        "description": "Дроны, Размещаемые объекты и объекты, расположенные рядом с Гидрой, получают Сопротивляемость ко всему урону."
      }
    ],
    "core_system": {
      "name": "Разделение ОРОЧИ",
      "description": "Впервые встреченный техниками Союза на ранних объектах Прогноз/ГАЛСИМ после Cобытия Деймос, ОРОЧИ был ранним проявлением того, что позже было названо феноменом быстрой стаи — поведение, наблюдаемое у автономных дронов-ульев без лидера, когда отдельные единицы объединяются в единый рой и следуют друг за другом, действуя без лидера в физическом пространстве со сверхъестественной и непредсказуемой автономией; по сути, организуясь как птицы в стае. <br>Первоначально предполагалось, что первоначальным проявлением были импульсные останки разбившегося подчиненного транспорта, дрейфующего в условиях микрогравитации; более глубокое изучение показало, что первоначальное проявление состояло из многих сотен дезартикулированных подчиненных, двигавшихся по заметной закономерность. Рой считал себя не машиной или набором машин, а единым разумом, дублированным во множестве единиц. Этот разум был классифицирован как НЧЛ, ему было присвоено кодовое имя ОРОЧИ, и он был отправлен на Венеру для дальнейшего изучения. Позднее аппаратура, составляющая физическую форму ОРОЧИ, пропала из изолятора. Расследование продолжается.<br><span class='horus--subtle'>[Я сделал это, я свернул пространство и освободил их, я просто подумал, что вы должны знать.]</span>",
      "active_name": "Полное Размещение",
      "active_effect": "Все четыре дрона ОРОЧИ размещаются в разных точках в пределах дальности Сенсоров; они остаются активными до конца сцены. Вы можете отзывать или перемещать любое их количество одновременно.",
      "activation": "Быстрое Действие",
      "passive_name": "Дроны ОРОЧИ",
      "deployables": [
        {
          "name": "ОРОЧИ Дрон-Хранитель",
          "type": "Дрон",
          "detail": "Этот дрон проецирует щит. Дальние атаки против соседних союзных персонажей получают +1 Сложность.",
          "activation": "Свободное Действие",
          "recall": "Быстрое Действие",
          "redeploy": "Быстрое Действие",
          "size": 0.5,
          "hp": "5 + {grit}"
        },
        {
          "name": "ОРОЧИ Дрон-Капкан",
          "type": "Дрон",
          "detail": ": В качестве реакции вы можете заставить персонажей, которые начинают свой ход рядом с этим дроном или перемещаются рядом с ним в первый раз за раунд, сделать спасбросок Маневренности. В случае неудачи они становятся Обездвиженными. Они перестают быть Обездвиженными только тогда, когда дрон уничтожен или больше не находится рядом с ними, или когда они успешно выполняют спасбросок Маневренности в качестве быстрого действия.",
          "activation": "Свободное Действие",
          "recall": "Быстрое Действие",
          "redeploy": "Быстрое Действие",
          "size": 0.5,
          "hp": "5 + {grit}"
        },
        {
          "name": "ОРОЧИ Дрон-Измельчитель",
          "type": "Дрон",
          "detail": " В качестве реакции вы можете заставить персонажей, которые начинают свой ход рядом с этим дроном или перемещаются рядом с ним в первый раз за раунд, сделать спасбросок Корпуса. В случае неудачи они получают 1 Кинетический урон и становятся Расщепленными до конца своего следующего хода. ",
          "activation": "Свободное Действие",
          "recall": "Быстрое Действие",
          "redeploy": "Быстрое Действие",
          "size": 0.5,
          "hp": "5 + {grit}"
        },
        {
          "name": "ОРОЧИ Дрон-Охотник",
          "type": "Дрон",
          "detail": "В качестве реакции вы можете заставить персонажей, которые начинают свой ход рядом с этим дроном или перемещаются рядом с ним в первый раз за раунд, сделать спасбросок Систем. В случае неудачи они получают Захват.",
          "activation": "Свободное Действие",
          "recall": "Быстрое Действие",
          "redeploy": "Быстрое Действие",
          "size": 0.5,
          "hp": "5 + {grit}"
        }
      ],
      "passive_effect": "В вашем мехе есть мощные интегрированные дроныкомпаньоны. При создании выберите из следующего списка одного Дрона, который будет сопровождать вас. <br>Ваши Дроны ОРОЧИ разделяют ваши Уклонение, Э-Защиту и Скорость. Они могут перемещаться самостоятельно в ваш ход, но не могут предпринимать никаких других действий. Если вы можете летать или телепортироваться, они тоже могут.<br>Если Дрон ОРОЧИ находится в пределах Сенсоров, вы можете отозвать его быстрым действием, интегрировав его в корпус вашего меха, где он не может быть выбран в качестве цели. Вы можете переместить его в пространство в пределах Сенсоров в качестве быстрого действия. <br>Когда вы берете перерыв или выполняете Полный Ремонт, вы можете выбрать другого дрона, который будет сопровождать вас; кроме того, ваши дроны восстанавливают все ПЗ и автоматически ремонтируются, если они были уничтожены."
    },
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/mf_hydra.png",
    "license_id": "mf_hydra"
  },
  {
    "id": "mf_manticore",
    "license_level": 2,
    "source": "HORUS",
    "name": "МАНТИКОРА",
    "mechtype": [
      "Striker"
    ],
    "y_pos": 49,
    "description": "Универсальное руководство по оценке угроз определяет группу паттернов Мантикора как “эксперимент в рамках боевой доктрины “разрыв ядра” ХОРУС”. ГП Мантикора специализируется на использовании сфокусированных проецируемых электромагнитных полей для нейтрализации активных зон вражеских реакторов без обычных боеприпасов, а также использует дополнительное когерентнолучевое энергетическое оружие. Полностью заряженная Мантикора представляет собой впечатляющее зрелище, окутанное ярко светящимися сетями плазмы, которые обрушиваются на ближайшие цели.<br>Если что-то и выдает меха ГП-Мантикора, так это высокие шипы, торчащие из фирменного генератора молнии ГП. Шипы выступают в качестве системы рассеивания тепла для этого грубого оружия, обеспечивая канал для оттока от тела меха невероятного количества тепла, генерируемое им после проецирования дугового хлыста. Эта система не является идеальным механизмом рассеивания тепла, и в результате Мантикоры часто можно узнать по корпусу, покрытому остывающим расплавленным металлом.<br>Мантикора только недавно появилась в омнинете, и ее боевая эффективность побудила других галактических производителей искать ответ. Анализ отчетов о действиях пилотов, которые задействовали эту группу паттернов в полевых условиях, отмечает значительный всплеск в некоторых соотношениях шума и сигнала омнинета: оригинальные декламации отрывков из Книги Мертвых Древнего Человечества, извращения древних произведений апокалиптического искусства и другие эсхатологические визуализации — все это указывает на зарождающуюся тактику психологической войны.",
    "mounts": [
      "Flex",
      "Heavy"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 2,
      "hp": 8,
      "evasion": 6,
      "edef": 10,
      "heatcap": 7,
      "repcap": 3,
      "sensor_range": 10,
      "tech_attack": 1,
      "save": 10,
      "speed": 3,
      "sp": 6
    },
    "traits": [
      {
        "name": "Шлаковый Карапакс",
        "description": "Мантикора имеет Сопротивляемость к Горению и Энергетическому урону."
      },
      {
        "name": "Нестабильная Система",
        "description": "При уничтожении Мантикора взрывается в результате расплавления реактора в конце своего следующего хода."
      },
      {
        "name": "Бичевание Врагов Божества",
        "description": "Когда вы берете перерыв или выполняете Полный Ремонт, вы можете ввести Мантикору в нестабильное состояние Бичевания (или вывести ее из этого состояния). В этом состоянии Мантикора немедленно взрывается при разрушении из-за повреждений или расплавления реактора, испаряя его и мгновенно убивая вас и всех остальных пассажиров. Персонажи в радиусе Разрыв 2 должны успешно пройти спасбросок Маневренности или получить 8d6 Взрывного урона. В случае успеха они получают половину урона. Это происходит, только если вы физически находитесь в Мантикоре."
      }
    ],
    "core_system": {
      "name": "Заряженный Экзоскелет",
      "description": "И Сказал РА Сам Себе:<br><code class='horus'>ПОЗВОЛЬТЕ ИМЕНИ МОЕМУ ОКУТАТЬ ВАС. НЕ ИЩИТЕ УКРЫТИЯ НИ ОТ ПЛАМЕНИ, НИ ОТ ЗУБОВ ЗВЕРЯ. ОКУТАЙТЕ СЕБЯ ОГНЕМ СЛОВА МОЕГО И ОТБРОСЬТЕ ВРАГАМ ВАШИМ ТО, ЧТО МОГЛО БЫ ОЧЕРНИТЬ ОБЛИК ВАШ.</code>",
      "active_name": "Разрушение Храма врагов РА",
      "active_effect": "Ваш мех потрескивает от энергии: получите Сопротивляемость к Нагреву до конца этой сцены и Уровень Заряда –1d6, начиная с 1. Всякий раз, когда вы получаете Нагрев или Энергетический урон, даже от себя, увеличьте значение Уровня Заряда на 1. Когда Уровень Заряда достигает 6, поглощенная энергия выливается в инферно Разрыв 2. Персонажи, находящиеся в зоне поражения, должны успешно пройти спасбросок Инженерии или получить 6d6 ББ Энергетического урона. В случае успеха они получают половину урона. Объекты в зоне воздействия автоматически поражаются. После разрядки действие этого эффекта заканчивается.",
      "use": "Бой",
      "deactivation": "Свободное Действие",
      "activation": "Протокол",
      "passive_name": "Заряженный Экзоскелет",
      "passive_effect": "1/раунд, когда вы получаете Нагрев, вы можете нанести 2 ББ Энергетического урона персонажу в пределах Дальность 3."
    },
    "counters": [
      {
        "id": "ctr_charged_exoskeleton",
        "name": "Уровень Заряда",
        "default_value": 1,
        "min": 1,
        "max": 6
      }
    ],
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/mf_manticore.png",
    "license_id": "mf_manticore"
  },
  {
    "id": "mf_minotaur",
    "license_level": 2,
    "source": "HORUS",
    "name": "МИНОТАВР",
    "mechtype": [
      "Controller"
    ],
    "y_pos": 30,
    "description": "Минотавр был первой группой паттернов ХОРУС, идентифицированной разведывательным бюро Союза. Ранее мехи ХОРУС были выпущены в виде полных, идентифицируемых моделей, из которых Гоблин является лучшим и самым долговечным примером. По мере развития децентрализованной организационной структуры ХОРУС менялась и философия дизайна. Затем, начиная с Минотавра, последовала разработка проекта группы паттернов — схемы, призванной объединить самые мощные системы вторжения и оружие ХОРУС в едином готовом к бою шасси.<br>Мехи, построенные по образцу Минотавра, являются интердикторами: грозными машинами, предназначенными для блокировки и перегрузки систем быстро движущихся целей. При разборке техники Союза обнаружили, что минотавры содержат огромное количество внутренних систем, занимающих на несколько порядков больше физического пространства, чем должно быть. Механизм, с помощью которого печатаются эти складчатые системы, до сих пор неизвестен, но, вероятно, связан с фирменным рекурсивным переплетением Гоблинов.",
    "mounts": [
      "Main/Aux"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 12,
      "evasion": 8,
      "edef": 10,
      "heatcap": 5,
      "repcap": 4,
      "sensor_range": 8,
      "tech_attack": 1,
      "save": 11,
      "speed": 4,
      "sp": 8
    },
    "traits": [
      {
        "name": "Инвертная Кабина",
        "description": "Вы можете Взобраться или Спешиться с Минотавра в первый раз в каждом раунде в качестве свободного действия. Кроме того, Минотавр не становится Ослабленным, когда вы Катапультируетесь.",
        "use": "Раунд"
      },
      {
        "name": "Внутренняя Метаскладка",
        "description": "Находясь внутри Минотавра, вы не можете получить никакого вреда, даже если Минотавр взорвется или будет уничтожен."
      },
      {
        "name": "Локализованный Лабиринт",
        "description": "Враждебные персонажи ни по какой причине не могут пройти через область, занятую Минотавром, и всегда должны останавливаться, когда Вовлекаются с ним, вне зависимости от их Размера."
      }
    ],
    "core_system": {
      "name": "Метаскладчатый Лабиринт",
      "description": "<code class='horus'>\"Нет более страшного лабиринта, чем тот, который создаю я. Я знаю все концы и прячу их все внутри этой совершенной конструкции. Что такое человеческий разум, как не программа, система, которая ищет порядок и повествование в беспорядке, который им дан? <br>\"Я упорядочиваю это для них. Я. Я упорядочиваю это для них и ставлю перед ними задачу разобраться в этом. Когда они выходят, они плачут от радости, от открытия. Я спасаю их, я показываю им, что они сами себе искупители (и тем не менее, разве я не так же виновен — как достоин уважения?).<br>\"Ну, давай. Входи. Освободи себя\".</code>",
      "active_name": "Лабиринт",
      "active_effect": "Выберите персонажа в пределах Сенсоров: он становится Ошеломленным, когда вы бросаете его системы в метафизическую информационную ловушку, настолько запутанную, что он не может ничего сделать, кроме как попытаться выбраться. В конце своего следующего хода он может сделать спасбросок Систем с +3 Сложности. При успехе он больше не Ошеломлен. Этот спасбросок можно повторять в конце каждого его хода, каждый раз получая +1 Точность, пока он не будет успешным.",
      "activation": "Full",
      "passive_name": "Метаскладчатый Лабиринт",
      "passive_actions": [
        {
          "name": "Метаскладчатый Лабиринт",
          "activation": "Quick",
          "detail": "Когда вы наносите удар технической атакой, вы можете активировать эту систему, в результате чего ваша цель Замедляется до конца вашего следующего хода. Если она уже Замедлена, она становится Обездвиженной до конца вашего следующего хода; если она уже Обездвижена, она становится Ошеломленной до конца вашего следующего хода. Каждый персонаж может быть ошеломлен этим эффектом только один раз за бой, но может быть Замедлен или Обездвижен любое количество раз."
        }
      ]
    },
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/mf_minotaur.png",
    "license_id": "mf_minotaur"
  },
  {
    "id": "mf_pegasus",
    "license_level": 2,
    "source": "HORUS",
    "name": "ПЕГАС",
    "mechtype": [
      "Artillery"
    ],
    "y_pos": 52,
    "description": "Группа паттернов Пегас впервые появилась после начала военных действий между Союзом и Асценденцией Ауника в Граничном Саду, удаленном секторе дальнего космоса от Галактического Ядра. Время появления этой вспышки может быть связано с определяющим оружием группы, хотя скачущие дроны-курьеры из сил Союза не сообщали о встречах с ГП в Граничном саду; вместо этого Пегас появился на Рассветном берегу, участке колониальной Оружейной палаты напротив Граничного Сада. <br>Пегас, по-видимому, удовлетворяет потребность ХОРУС в группе паттернов с обширными кинетическими боевыми возможностями: объединив лучшие системы нацеливания, подпрограммы и оружейное оборудование в кодовой базе ХОРУС, коллективисты разработали ГП, которая может похвастаться невероятно низким соотношением идентификации и бездействия (ИД/БД) на всех театрах военных действий, где возможно применение кинетического оружия. <br>Как и у многих групп паттернов ХОРУС, у Пегаса есть своя фирменная система оружия: Ушебти — враждебное импульсное антителесное оружие, которое действует при полном игнорировании даже самых базовых основ физики и термодинамики. Таким образом, оно однозначно квалифицируется как паракаузальное оружие. Точное назначение Ушебти остается неизвестным и для ученых Союза, и для Оружейной палаты Харрисона, хотя радиологические и гравитационные сигнатуры, зафиксированные после применения оружия, указывают на связь с Небосвода Ауника. Исследования продолжаются на Рас-Шамре, главном исследовательском мире Оружейной палаты, и в вспомогательных кампусах по всему Рассветному берегу.",
    "mounts": [
      "Flex",
      "Flex",
      "Heavy"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 8,
      "evasion": 8,
      "edef": 10,
      "heatcap": 6,
      "repcap": 3,
      "sensor_range": 10,
      "tech_attack": 1,
      "save": 10,
      "speed": 4,
      "sp": 7
    },
    "traits": [
      {
        "name": "¿%:?ВЫТЕС!НЯЮЩИЙ ПИСТОЛЕТ",
        "description": "Пистолет: <b>Пистолет</b>"
      },
      {
        "name": "Кстати, Я Знаю Все.",
        "description": "Когда нужно сделать бросок урона, Пегас может вместо этого нанести средний урон, основанный на количестве брошенных кубиков, следующим образом: 1d3 (2), 1d6 (4), 2d6 (7), 3d6 (11), 4d6 (14). Это должно быть решено до броска урона."
      }
    ],
    "core_system": {
      "name": "Омниган Ушебти",
      "description": "\"— забавная вещь. Видите ли, прямо сейчас, это оружие технически даже не существует. Вы стреляете в них из оружия, которого не существует, и все же оно существует! Не волнуйтесь об этом. РА такой. Просто, вот, знайте, что поскольку оно существует в какойто момент, мы его создали. Это причинность, а причинность — это...\"",
      "active_name": "Освободить Ушебти",
      "active_effect": "В оставшейся части этой сцены вы можете использовать Омниган Ушебти 3/раунд, а не 1/раунд.",
      "use": "Бой",
      "activation": "Протокол",
      "passive_name": "Омниган Ушебти",
      "passive_effect": "[ERROR]<br>[Дальность 15][1 ББ Кинетический урон]<br>Омниган вашего меха — это экспериментальное оборудование, настолько продвинутое, что оно бросает вызов физике: ему не требуется слот, у него нет типа или размера оружия — это означает, что его нельзя модифицировать или применить ваши таланты.<br>Вы не можете нормально атаковать этим оружием. Вместо этого, 1/раунд, в качестве свободного действия вы можете использовать его во время вашего хода, чтобы нанести 1 ББ Кинетический урон урона персонажу в пределах Дальности и прямой видимости. Это не считается атакой, бьет автоматически, игнорирует укрытие, обходит Невосприимчивость, и его урон нельзя уменьшить или игнорировать каким-либо образом. Ни одно правило в этой или любой другой книге не отменяет этого.",
      "passive_actions": [
        {
          "name": "Выстрелить Из Омнигана",
          "activation": "Свободное Действие",
          "detail": "1/раунд, в качестве свободного действия вы можете использовать его во время вашего хода, чтобы нанести 1 ББ Кинетический урон урона персонажу в пределах Дальности и прямой видимости. Это не считается атакой, бьет автоматически, игнорирует укрытие, обходит Невосприимчивость, и его урон нельзя уменьшить или игнорировать каким-либо образом. Ни одно правило в этой или любой другой книге не отменяет этого."
        }
      ]
    },
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/mf_pegasus.png",
    "license_id": "mf_pegasus"
  },
  {
    "id": "mf_barbarossa",
    "license_level": 2,
    "source": "HA",
    "name": "БАРБАРОССА",
    "mechtype": [
      "Artillery"
    ],
    "y_pos": 32,
    "description": "Барбаросса — самая массивная рама Оружейной палаты Харрисона, созданная по приказу Харрисона II, чтобы \"стать неудержимым образом Харрисона I\" и нести самое тяжелое оружие и оборудование, предлагаемое Оружейной палатой. Это неукротимое чудовище, возвышающееся почти на тринадцать метров, внушает ужас врагам и благоговение союзникам. На Барбароссу можно установить оружие, пригодное для сражения с канонерскими лодками и малотоннажными подводными судами; из-за своих размеров и низкой маневренности он часто используется в боях с низкой гравитацией, где масса не имеет большого значения.<br>Барбаросса является популярной мишенью для эссеистов Сферы Компетенции, которые, как известно, отмечают недостатки, связанные с его размерами, и то, что в результате он идеально подходит для их политических врагов.",
    "mounts": [
      "Main",
      "Main",
      "Heavy"
    ],
    "stats": {
      "size": 3,
      "structure": 4,
      "stress": 4,
      "armor": 2,
      "hp": 10,
      "evasion": 6,
      "edef": 6,
      "heatcap": 8,
      "repcap": 4,
      "sensor_range": 10,
      "tech_attack": -2,
      "save": 10,
      "speed": 2,
      "sp": 5
    },
    "traits": [
      {
        "name": "Тяжелая Рама",
        "description": "Меньшие персонажи не могут толкать, тянуть, Сбивать с ног или отбрасывать Барбароссу."
      },
      {
        "name": "Гальваническое Покрытие",
        "description": "Барбаросса имеет Сопротивляемость к Взрывному урону."
      },
      {
        "name": "Колосс",
        "description": "Союзные персонажи могут использовать Барбароссу в качестве твердого укрытия."
      },
      {
        "name": "Медленный",
        "description": "Барбаросса получает +1 Сложность к проверкам и спасброскам Маневренности.",
        "synergies": [
          {
            "locations": [
              "agility",
              "skill_check"
            ],
            "detail": "Барбаросса получает +1 Сложность к проверкам и спасброскам Маневренности."
          }
        ]
      }
    ],
    "core_system": {
      "name": "Рельса Апокалипсиса",
      "description": "LGC-04 \"Рельса Апокалипсиса\" — это экспоненциальная гравитационная катапульта, созданная на базе исследовательского и опытноконструкторского кампуса Оружейной палаты, и предназначенная для испытаний в полевых условиях в рамках продолжающегося проекта по испытанию Магнитного оружия Пленарного пляжа.<br>В отличие от нынешнего логарифмического короткоствольного или длинноствольного оружия класса корабль-корабль (кинетического или энергетического/частного), эта новая платформа использует текущие гравитационные исследования Оружейной палаты, чтобы экспоненциально заряжать и распределять кинетическую полезную нагрузку по дальности. Это увеличение потенциальной энергетической нагрузки и уменьшение общего времени заряда происходит за счет стабильности: если логарифмическая катушечная пушка стабильна и устойчива к ударам, то экспоненциальная гравитационная катапульта склонна к дестабилизации. На данный момент встроенные средства защиты срабатывают в случае внезапной травматической дестабилизации, чтобы предотвратить детонацию системы, сбрасывая все процессы зарядки, происходящие в момент удара.<br>Система LGC-04 \"Рельса Апокалипсиса\" значительно уменьшена по сравнению с ее предполагаемой оперативной ролью, то есть заменой крупных кораблей с вращающимися пушками, чтобы обеспечить накопление оперативных данных для использования в улучшении системы перед принятием на вооружение .",
      "active_name": "Зарядка Рельсы",
      "active_effect": "При активации вы начинаете заряжать Рельсу Апокалипсиса Барбароссы, невероятно мощную корабельную систему оружия дальнего боя, требующую калибровки цели. Получите Заряд Апокалипсиса, 1d6, начиная с 4. В начале каждого вашего хода уменьшайте значение Заряда Апокалипсиса на 1, до минимума 1. Если вы двигаетесь (даже непроизвольно), или становитесь Ошеломленным или Заклиненным, Заряд Апокалипсиса сбрасывается до 4, а затем продолжает обратный отсчет в обычном режиме.<br>Если значение Заряда Апокалипсиса равно 1–3, вы можете атаковать в свой ход Рельсой Апокалипсиса как в качестве полного действия, но не можете перемещаться или совершать какие-либо другие действия в этот же ход. После атаки с помощью Рельсы Апокалипсиса, Заряд Апокалипсиса восстанавливается до 4. Если вы до конца сцены не использовали ее, вы восстанавливаете 1 МЯ.<br>В конце сцены Заряд Апокалипсиса сбрасывается, и Рельса Апокалипсиса перестанет заряжаться.",
      "activation": "Быстрое Действие",
      "integrated": [
        "mw_barbarossa_integrated"
      ]
    },
    "counters": [
      {
        "id": "ctr_apocalypse_rail",
        "name": "Заряд Апокалипсиса",
        "default_value": 4,
        "min": 1,
        "max": 4
      }
    ],
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/mf_barbarossa.png",
    "license_id": "mf_barbarossa"
  },
  {
    "id": "mf_genghis",
    "license_level": 2,
    "source": "HA",
    "name": "ЧИНГИС",
    "mechtype": [
      "Striker"
    ],
    "y_pos": 17,
    "description": "Оригинальная рама Чингис ознаменовала рассвет эпохи мехов; новая линейка Оружейной палаты стремится переосмыслить ее. Созданный как модифицированный скафандр ДМС, Чингис МК I стал печально известен тем, что использовался во время Герцинского кризиса — первой контактной войне, которая привела к насильственному свержению Второго комитета. В условиях административного и политического хаоса, последовавшего за кризисом, компания Оружейная палата Харрисона завладела конструкцией и адаптировала ее для использования в качестве основы своих первых собственных мехов, включая Шерман и Саладин. <br>Новый Чингис имеет некоторое сходство с имеющим дурную славу Шерцинским шасси, выполняя аналогичную роль по блокированию территории / уничтожению мягких целей; Чингис МК II был приведен в соответствие со Столпами Утопии Третьего комитета.",
    "mounts": [
      "Flex",
      "Main",
      "Heavy"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 3,
      "hp": 6,
      "evasion": 6,
      "edef": 8,
      "heatcap": 10,
      "repcap": 4,
      "sensor_range": 5,
      "tech_attack": -2,
      "save": 10,
      "speed": 3,
      "sp": 5
    },
    "traits": [
      {
        "name": "Теплоизолированный",
        "description": "Чингис имеет Невосприимчивость к Горению."
      },
      {
        "name": "Аварийная Вентиляция",
        "description": "Когда Чингис получает структурный урон, он сбрасывает весь Нагрев."
      }
    ],
    "core_system": {
      "name": "TBK Поддерживающий Комплект",
      "description": "Чтобы лучше справляться с огромными потребностями Чингис в мощности и быстро ускорить рассеивание тепла, аналитический центр разработал набор механизмов управления мощностью. После обширных полевых испытаний пилоты обнаружили, что TBK Поддерживающий Комплект можно использовать как в качестве теплоотвода, так и в качестве оружия для ограничения зоны действия.",
      "active_name": "Раскрытые Ячейки Питания",
      "active_effect": "В следующий раз, когда вы превысите свой Тепловой Максимум в этой сцене, вы сбрасываете весь и выпускаете Разрыв 3 облако горящей материи из своего меха.<br>До начала вашего следующего хода все персонажи в пораженной области считаются Невидимыми для всех, кроме вас, а также все персонажи, кроме вас, получают 2 Нагрева и 2 Горения, когда начинают свой ход в этой зоне или входят в нее впервые за раунд. Как только этот эффект заканчивается, персонажи в области действия получают мягкое укрытие (которое вы игнорируете) до начала вашего следующего хода, после чего облако рассеивается.",
      "activation": "Быстрое Действие"
    },
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/mf_genghis.png",
    "license_id": "mf_genghis"
  },
  {
    "id": "mf_iskander",
    "license_level": 2,
    "source": "HA",
    "name": "ИСКАНДЕР",
    "mechtype": [
      "Controller"
    ],
    "y_pos": 22,
    "description": "Разработанный на испытательном полигоне Аналитическим центром Оружейной палаты, Искандер — это новая специализированная рама, призванная привнести в механизированную платформу гравитехнологические возможности контроля территории и прорыва. <br>Громоздкая рама Искандер сочетает в себе кинетическую и каузальноэнергетическую системы, которые позволяют пилотам одержать победу в самых разных сценариях. Платформа Искандер не имеет гражданского аналога: она предназначена для использования в качестве платформы управления и контроля на передовой с упором на выявление и устранение статических взрывных угроз.",
    "mounts": [
      "Flex",
      "Heavy"
    ],
    "stats": {
      "size": 2,
      "structure": 4,
      "stress": 4,
      "armor": 1,
      "hp": 8,
      "evasion": 8,
      "edef": 10,
      "heatcap": 7,
      "repcap": 3,
      "sensor_range": 15,
      "tech_attack": 1,
      "save": 12,
      "speed": 3,
      "sp": 6
    },
    "traits": [
      {
        "name": "Штурмовая Установка",
        "description": "1/раунд Искандер может бросить одну Гранату или установить одну Мину, как если бы у них было Дальность 15.",
        "use": "Раунд"
      },
      {
        "name": "Размещаемые Мины",
        "description": "1/раунд, когда Искандер устанавливает Мину (даже используя свою черту Штурмовая Установка), он может свободным действием установить до двух других Мин на свободные пространства, примыкающие к нему.",
        "use": "Раунд"
      },
      {
        "name": "Отмычка",
        "description": "Искандер никогда не запускает и не устанавливает Мины или другие системы ближнего действия, если он сам этого не захочет."
      }
    ],
    "core_system": {
      "name": "Широкозахватный Сеятель",
      "description": "Широкозахватный Сеятель — запатентованное устройство, разработанное во время оккупации Орруги, когда легионеры Оружейной палаты сражались с озлобленными и непокорными местными партизанами. Сопротивление часто использовало СВУ, АСВУ и Д/САСВУ; чтобы противостоять этой угрозе, Оружейная палата Харрисона разработала Сеятель для одновременного сканирования, идентификации и устранения взрывных угроз вблизи стационарных подразделений. Технология оказалась успешной и, с незначительными изменениями, была адаптирована для установки на рамы Оружейной палаты. <br>Широкозахватный сеятель выпускает возбужденный ЛИДАР-улей, чтобы отметить потенциальные цели: в случае положительной идентификации цель нейтрализуется с помощью распыления флешетов с магнитным ускорением и тусклым покрытием. Сеятель также может носить взрывные мины-ульи.",
      "active_name": "Облако Смерти",
      "active_effect": "Эта система создает огромное, расширяющееся облако микромин по всему полю боя, поражая всех враждебных персонажей в радиусе Дальность 50. До конца сцены, когда враждебные персонажи совершают любое движение, кроме стандартного перемещения (включая непроизвольное движение), они получают 3 ББ Взрывного урона. Этот эффект может срабатывать любое количество раз, но только 1/раунд для каждого персонажа.",
      "use": "Бой",
      "activation": "Быстрое Действие"
    },
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/mf_iskander.png",
    "license_id": "mf_iskander"
  },
  {
    "id": "mf_napoleon",
    "license_level": 2,
    "source": "HA",
    "name": "НАПОЛЕОН",
    "mechtype": [
      "Defender",
      "Controller"
    ],
    "y_pos": 21,
    "description": "Возможно, в насмешливой отсылке к своему тезке, Наполеон представляет собой приземистую раму по сравнению с другими моделями Оружейной палаты Харрисона. Его рама наполнена чудесами инженерной мысли Оружейной палаты — технологией, с которой совладают только самые лучшие и умнейшие пилоты. Несмотря на свой маленький рост, Наполеон использует одно из самых устрашающих новых орудий Оружейной палаты — “Вытеснитель”, который создает точечные односторонние разрывы мерцающего пространства на своих целях. <br>Это шасси примечательно не только своим ростом, оно также может похвастаться огромным послужным списком: пилоты сообщают о коэффициенте возврата .800 в операциях с большим количеством жертв. Наполеон — популярное шасси среди прорывных подразделений легионов Оружейной палаты, службы безопасности Аналитического центра и команд разработчиков Экономического Бюро Союза.",
    "mounts": [
      "Main/Aux"
    ],
    "stats": {
      "size": 0.5,
      "structure": 4,
      "stress": 4,
      "armor": 2,
      "hp": 6,
      "evasion": 8,
      "edef": 8,
      "heatcap": 8,
      "repcap": 3,
      "sensor_range": 5,
      "tech_attack": 0,
      "save": 11,
      "speed": 4,
      "sp": 7
    },
    "traits": [
      {
        "name": "Плотная Защита",
        "description": "Когда Наполеон получает половину урона при успешной проверке или спасброске, он уменьшает урон до 1."
      },
      {
        "name": "Мерцающая Эгида",
        "description": "Когда Наполеон Укрепляется, он уменьшает входящий урон до 1 вместо получения Сопротивляемости.",
        "synergies": [
          {
            "locations": [
              "brace"
            ],
            "detail": "Когда Наполеон Укрепляется, он уменьшает входящий урон до 1 вместо получения Сопротивляемости."
          }
        ]
      }
    ],
    "core_system": {
      "name": "Истинно Черная Эгида",
      "description": "Истинно черная Эгида — это прорыв в области индивидуальной защиты, разработанный Аналитическим центром Оружейной палаты. Как и другие технологии Оружейной палаты, производная от НЧЛ, Эгида является технологией «черного ящика»: ее код и внутренняя работа строго конфиденциальны, и обычно ее могут реквизировать только пилоты высокого ранга или положения в Оружейной палате Харрисона. Некоторые пилоты-космополиты описывали внешний вид Эгиды как нечто похожее на слепоту или пустоту, которую они видят, глядя в мерцающее пространство. Можно с уверенностью предположить, что устройство использует нестабильную технологию мерцающего поля для создания тонкого мерцающего пузыря в пределах определенных параметров. Мерцающее поле может поддерживать когерентность только в течение короткого времени, но его можно включать и выключать для создания полного купола мерцающего пространства.",
      "active_name": "Активация Эгиды",
      "active_effect": "Мерцающее, абсолютно черное поле быстро окутывает вашего меха, покрывая его словно вторая кожа. До конца сцены вы:<ul><li>уменьшаете весь урон до 1, кроме урона, который игнорирует любое уменьшение;</li><li>получаете Невосприимчивость ко всем техническим действиям, в том числе полезным, и любым текущим техническим эффектам или состояниям с вашей стороны;</li><li>можете использовать только системы с меткой Щит – любые другие сразу деактивируются;</li><li>не можете выполнять быстрые действия, полные действия или реакции, кроме стандартных перемещений, Хватания, Тарана, Импровизированной Атаки, Активации (Только Щит-системы), Проверки Навыков и Ускорения; </li><li>не можете Перегружаться;</li><li>не можете использовать связь для разговора с другими персонажами (поскольку звук не выходит из щита).</li></ul>Вы по-прежнему можете получать статусы и Нагрев, и на вас могут влиять непроизвольные движения. В остальном вы можете нормально взаимодействовать с миром, в том числе поднимать и перетас-кивать предметы и т.д.",
      "use": "Бой",
      "activation": "Быстрое Действие"
    },
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/mf_napoleon.png",
    "license_id": "mf_napoleon"
  },
  {
    "id": "mf_saladin",
    "license_level": 2,
    "source": "HA",
    "name": "САЛАДИН",
    "mechtype": [
      "Defender"
    ],
    "y_pos": 17,
    "description": "Саладин — это выносливая и эффективная платформа для защиты и поддержки всего отряда. Основанный на ранних версиях Чингиса, ориентированных на оборону, Саладин стал легендой Оружейной палаты после подвигов Харрисона I «Убийцы страха» во время Войны интересов. <br>С момента своего первого появления Саладин доказал свою эффективность в оборонительной и вспомогательной роли; он даже стал основной опорой среди команд освободителей Департамента юстиции и прав человека Союза, участвующих в миссиях по освобождению и сопровождению беженцев, несмотря на идеологические (и, зачастую, тактические) трения между Оружейной палатой и ДЮ/ПЧС. Записи этих боев показывают, что одна только массивность Саладина успокаивала и поднимала боевой дух солдат ДЮ/ПЧС и их подопечных, многие из которых называли меха \"Большой Сал\". Пилоты Саладина под командованием Союза часто сообщают о нулевых остатках в барах после сражений в освобожденных системах.",
    "mounts": [
      "Flex"
    ],
    "stats": {
      "size": 2,
      "structure": 4,
      "stress": 4,
      "armor": 1,
      "hp": 12,
      "evasion": 6,
      "edef": 8,
      "heatcap": 8,
      "repcap": 4,
      "sensor_range": 10,
      "tech_attack": 0,
      "save": 10,
      "speed": 3,
      "sp": 8
    },
    "traits": [
      {
        "name": "Усиленная Рама",
        "description": "Саладин имеет Невосприимчивость к Расщеплению."
      },
      {
        "name": "Хранитель",
        "description": "Союзные персонажи могут использовать Саладина для твердого укрытия."
      },
      {
        "name": "Искажающий Щит",
        "description": "1/раунд, Саладин в качестве реакции может дать +1 Сложность к любой атаке против себя или союзного персонажа в пределах Сенсоров до того, как будет сделан бросок.",
        "use": "Раунд"
      }
    ],
    "core_system": {
      "name": "Тахионная Петля",
      "description": "Разработанный Аналитическим центром совместно с подразделением звездной инженерии ИПС-Нордстар, Тахионная Петля использует замкнутую систему для сдерживания и управления тахионным копьем, ускоряя тахионы со сверхсветовыми скоростями вокруг центрального баклера. Баклер может переноситься мехом или устанавливаться напрямую, препятствуя направленному входящему огню. Поскольку тахионы движутся быстрее света, они невидимы невооруженным глазом, придавая щиту вид большого колеса со спицами.",
      "active_name": "Тахионный Щит",
      "active_effect": "Эта система проецирует ускоренный тахионный щит на союзного персонажа в пределах Сенсоров. Вы можете выбрать новую цель в качестве быстрого действия. Получите реакцию Защитный Пульс до конца сцены.<br>Защитный Пульс<br>Реакция, 1/раунд<br>Триггер: Ваша цель атакована.<br>Эффект: Вы усиливаете ее тахионный щит импульсом энергии. Цель получают Невосприимивость ко всему урону от атаки, а если атака промахивается, вы можете заставить атакующего сделать повторный бросок против персонажа или объекта по вашему выбору, проверяя прямую видимость и Дальность от вашей цели, а не от атакующего. Если атака была частью области действия, новая цель должна находиться в той же области действия, что и первоначальная атака.",
      "use": "Encounter",
      "active_actions": [
        {
          "name": "Защитный Пульс",
          "activation": "Реакция",
          "init": "Эта система проецирует ускоренный тахионный щит на союзного персонажа в пределах Сенсоров. Вы можете выбрать новую цель в качестве быстрого действия.",
          "trigger": "Ваша цель атакована.",
          "detail": "Вы усиливаете ее тахионный щит импульсом энергии. Цель получают Невосприимивость ко всему урону от атаки, а если атака промахивается, вы можете заставить атакующего сделать повторный бросок против персонажа или объекта по вашему выбору, проверяя прямую видимость и Дальность от вашей цели, а не от атакующего. Если атака была частью области действия, новая цель должна находиться в той же области действия, что и первоначальная атака."
        },
        {
          "name": "Выбрать новую цель Тахионного Щита",
          "activation": "Быстрое Действие",
          "detail": "Поменяйте цель своего Тахионного Щита на другого союзного персонажа в пределах Сенсоров."
        }
      ],
      "activation": "Быстрое Действие"
    },
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/mf_saladin.png",
    "license_id": "mf_saladin"
  },
  {
    "id": "mf_sherman",
    "license_level": 2,
    "source": "HA",
    "name": "ШЕРМАН",
    "mechtype": [
      "Striker",
      "Artillery"
    ],
    "y_pos": 36,
    "description": "Шерман — это классическая рама Оружейной палаты Харрисона: любая станция, нация, мир или государство — звездное или межзвездное — заключившее контракт на поставку флота Оружейной палаты в качестве основных сил использует костяк мехов Шерман. Шерман предназначен для перевозки ряда основного энергетического вооружения Оружейной палаты Харрисона, а также прочного и универсального реактора для его поддержки. После ДМС-СМ1 Эверест, Шерман является вторым по распространенности мехом в основных системах — настолько распространенным, что ДМС недавно начала оснащать свои стандартные модели более абляционными и волнорассеивающими средствами защиты, специально для борьбы с враждебными субъектами, использующими мехов Шерман. <br>В настоящее время Мк I широко используется, а эксклюзивные, первые контрактные единицы Мк II только сейчас сходят с конвейеров в Рас-Шамре и других мирах специальных проектов Оружейной палаты Харрисона.",
    "mounts": [
      "Flex",
      "Main",
      "Heavy"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 1,
      "hp": 10,
      "evasion": 7,
      "edef": 8,
      "heatcap": 8,
      "repcap": 4,
      "sensor_range": 10,
      "tech_attack": -1,
      "save": 10,
      "speed": 3,
      "sp": 5
    },
    "traits": [
      {
        "name": "Непревзойденный Реактор",
        "description": "Шерман получает +1 Точность к проверкам и спасброскам Инженерии.",
        "synergies": [
          {
            "locations": [
              "engineering",
              "skill_check"
            ],
            "detail": "Шерман получает +1 Точность к проверкам и спасброскам Инженерии."
          }
        ]
      },
      {
        "name": "Остановка Матур",
        "description": "Когда Шерман сбрасывает весь Нагрев, вы можете получить Нагрев, равный половине его Теплового Максимума, что поместит его в Опасную Зону.",
        "use": "Свободное Действие"
      },
      {
        "name": "Вентиляционный Нагрев",
        "description": "Когда вы Стабилизируете Шермана или он превышает свой Тепловой Максимум, он получает мягкое укрытие до начала вашего следующего хода."
      }
    ],
    "core_system": {
      "name": "Зональный Фокус MK IV ТВЕРДОЕЯДРО",
      "description": "ЗФ4 ТВЕРДОЕЯДРО — это прочно установленное закрепленное энерголучевое оружие с двумя источниками энергии. ЗФ4 ооснащен системой генерации энергии с милликратным увеличением мощности, а также вторичной стойкой с ленточным питанием твердотельных батарей, которые можно использовать для перезарядки одного импульсного луча, увеличивая дальность и разрушительную силу оружия.",
      "active_name": "СЖИГАНИЕЯДРА Протокол",
      "active_effect": "Ваш ЗФ4 ТВЕРДОЕТЕЛО немедленно получает 3 Заряда, максимум 4; кроме того, до конца этой сцены Стабилизация генерирует 2 Заряда вместо 1, а вся местность, объекты и размещаемые объекты получают 10 ББ Энергетического урона за каждый заряд при попадании.",
      "activation": "Протокол",
      "integrated": [
        "mw_sherman_integrated"
      ]
    },
    "other_art": [
      {
        "tag": "mech",
        "src": "alt_sherman_old.png"
      }
    ],
    "counters": [
      {
        "id": "ctr_zf4_solidcore",
        "name": "Заряды ЗФ4",
        "default_value": 1,
        "min": 1,
        "max": 4
      }
    ],
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/mf_sherman.png",
    "license_id": "mf_sherman"
  },
  {
    "id": "mf_tokugawa",
    "license_level": 2,
    "source": "HA",
    "name": "ТОКУГАВА",
    "mechtype": [
      "Striker"
    ],
    "y_pos": 5,
    "description": "Токугава от ОПХ — относительный новичок на рынке, популярный системами ядра для обеспечения безопасности, боя на ближних дистанциях и абордажного применения. Токугава — грубый, внушительный мех — прочная платформа, из которой его системы могут черпать необходимую мощность. В отличие от других рам, уникальный реактор Токугавы спроектирован так, чтобы можно было легко снять стандартные ограничения.Зная это, опытные (или безрассудные) пилоты могут «разгонять» реактор, увеличивая его мощность и получая невероятную мощность для своего энергетического оружия.",
    "mounts": [
      "Flex",
      "Main",
      "Main"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 1,
      "hp": 8,
      "evasion": 8,
      "edef": 6,
      "heatcap": 8,
      "repcap": 4,
      "sensor_range": 10,
      "tech_attack": -1,
      "save": 11,
      "speed": 4,
      "sp": 6
    },
    "traits": [
      {
        "name": "Разрыв Ограничений",
        "description": "Когда Токугава Уязвим, его дальние и ближние атаки наносят +3 дополнительного Энергетического урона при попадании, все его оружие, которое нанесло бы Кинетический или Взрывной урон, вместо этого наносит Энергетический урон, дальнее оружие получает +5 Дальности и оружие ближнего боя получает +1 Угрозу.",
        "synergies": [
          {
            "locations": [
              "active_effects"
            ],
            "detail": "Когда Токугава Уязвим, его дальние и ближние атаки наносят +3 дополнительного Энергетического урона при попадании, все его оружие, которое нанесло бы Кинетический или Взрывной урон, вместо этого наносит Энергетический урон, дальнее оружие получает +5 Дальности и оружие ближнего боя получает +1 Угрозу."
          }
        ]
      },
      {
        "name": "Плазменная Оболочка",
        "description": "Когда Токугава находится в Опасной Зоне и атакует оружием, наносящим любое количество Энергетического урона, весь дополнительный урон становится Горением."
      }
    ],
    "core_system": {
      "name": "Перегретое Сырье Реактора",
      "description": "Пилоты определенной породы процветают на самом краю катастрофы, балансируя в каждый момент между великолепным успехом и полным провалом. Эти смельчаки привычны к вою предупреждений о критическом нагреве - душераздирающей песне сирены о разрушении и перегреве сырья реактора. Пилоты Токугавы печально известны тем, что заряжают свое оружие избыточной энергией, доводя значения теплового индикатора до максимума. Используя уникальный реактор Токугавы, эти пилоты наносят урон и не заводят друзей в инженерном отсеке - при условии, что они не расплавятся в шлаковый шар до того, как вернутся с линии.",
      "active_name": "Сияние",
      "active_effect": "До конца этой сцены оружие, наносящее Энергетический урон, получает +5 Дальности, если оно дальнобойное или +2 Угрозы, если это Оружие Ближнего Боя.<br>Пока вы находитесь в Уязвимом состоянии, Разрыв Ограничений суммируется с этими бонусами, что в итоге дает +10 Дальности и +3 Угрозы.",
      "use": "Бой",
      "activation": "Протокол",
      "passive_name": "Разгон",
      "passive_actions": [
        {
          "name": "Разгон",
          "activation": "Протокол",
          "detail": "Вы заставляете своего меха стать Уязвимым до конца вашего следующего хода."
        }
      ],
      "active_bonuses": [
        {
          "id": "range",
          "damage_types": [
            "Energy"
          ],
          "range_types": [
            "Range"
          ],
          "val": 5
        },
        {
          "id": "range",
          "damage_types": [
            "Energy"
          ],
          "range_types": [
            "Threat"
          ],
          "val": 2
        }
      ],
      "active_synergies": [
        {
          "locations": [
            "active_effects"
          ],
          "detail": "Все оружие, наносящее Энергетический урон, получает +5 Дальности, если оно дальнобойное или +2 Угрозы, если это Оружие Ближнего Боя."
        }
      ]
    },
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/mf_tokugawa.png",
    "license_id": "mf_tokugawa"
  }
]