[{
    "name": "Броня",
    "description": "Броня меха снижает весь получаемый урон на это своё значение, кроме некоторых специальных типов урона. Броня обычно зависит от Рамы меха, и никогда не превышает 4."
  },
  {
    "name": "Системные Пуннкты",
    "description": "У Рам мехов имеется определенное чисто Системных Пунктов (СП). СП можно тратить на установку дополнительных систем в вашем мехе, и некоторому тяжёлому оружию необходимы одновременно и слоты, и СП. При этом нельзя превышать указанное значение. Стойкость вашего пилота, равное половине вашего УЛ, добавляется к вашему максимуму СП, также вы получаете СП за каждые два пункта Систем."
  },
  {
    "name": "Дополнительный Урон",
    "description": "Дополнительный урон может применяться только к атакам ближнего или дальнего боя, и это только Кинетический, Взрывной или Энергетический урон. Если атака, направленная более чем на одного персонажа, наносит дополнительный урон, то дополнительный урон уменьшается вдвое."
  },
  {
    "name": "Персонажи",
    "description": "В широком смысле, персонаж — это все, что способно предпринимать самостоятельные действия. Сюда входят Персонажи Игроков (ПИ) — пилоты и мехи, управляемые игроками — и Не Игровые Персонажи (НИП), которыми управляет ГМ. Если они могут предпринимать самостоятельные действия или реакции, неживые персонажи, такие как дроны и автоматические турели, также могут быть персонажами."
  },
  {
    "name": "Урон",
    "description": "Получаемый урон вычитается из ПЗ, и есть всего четыре типа урона: Взрывной, Энергетический, Кинетический и Горение."
  },
  {
    "name": "Э-Защита",
    "description": "Э-Защита показывает насколько тяжело электронному и управляемому оружию и системам попасть в вас."
  },
  {
    "name": "Уклонение",
    "description": "Уклонение показывает как сложно попасть по вам дальними и ближними атаками."
  },
  {
    "name": "Стойкость",
    "description": "Стойкость равна половине уровня лицензии вашего персонажа, округленной вверх, и отражает их опыт в бою. Она повышает бонусы атаки, пункты здоровья и значения спасброска как для пилота, так и для меха."
  },
  {
    "name": "Нагрев",
    "description": "Нагрев представляет собой повреждение внутренних систем и реактора меха. Он заполняет Тепловой Максимум. Нагрев не считается уроном и игнорирует Броню."
  },
  {
    "name": "Тепловой Максимум",
    "description": "Ваш мех может получать тепло от технических атак и некоторых собственных систем. Если он получает больше тепла, чем его Тепловой Максимум мех перегревается. Мехи также имеют Нагрузку, которая похожа на Структуру — когда они превышают свой Тепловой Максимум, они получают 1 нагрузочный урон и сбрасывают весь нагрев. Когда они теряют Нагрузку подобным образом, мехи должны сделать специальную проверку нагрузочного урона и получить последствия в зависимости от результата. Большинство мехов имеют 4 Нагрузки и уничтожаются, когда они достигают 0 Нагрузки.<br><br>Если персонаж без Теплового Максимума получает Нагрев, он вместо Нагрева получает такое же количество Энергетического урона."
  },
  {
    "name": "ПЗ",
    "description": "Количество урона, которое пилот может получить до того, как он будет Нокаутирован, и количество урона, которое мех может получить до того, как он получит структурный урон. У мехов есть 4 Структуры — когда достигнут порог в 0 ПЗ, они получают 1 структурный урон, а счётчик потерянных ПЗ сбрасывается. Когда они теряют Структуру таким путём, мехи совершают специальную проверку структурного урона и подвергаются последствиям в зависимости от результата броска. У большинства мехов 4 Структуры и они уничтожаются при достижении 0 Структуры."
  },
  {
    "name": "Невосприимчивость",
    "description": "Персонажи с Невосприимчивостью игнорируют весь урон и эффекты от того, к чему у них есть Невосприимчивость."
  },
  {
    "name": "Дальность",
    "description": "Максимальная дальность, на которой можно использовать оружие для дальних атак, измеряемая от атакующего персонажа."
  },
  {
    "name": "Лимит Ремонта",
    "description": "Количество раз, которое мех может бытьотремонтирован за миссию. "
  },
  {
    "name": "Сопротивляемость",
    "description": "Персонажи с Сопротивляемостью к определенному типу повреждений уменьшают все входящие повреждения этого типа вдвое. Персонажи могут иметь Сопротивляемость только один раз для каждого типа урона — она не суммируется."
  },
  {
    "name": "Спасбросок Цели",
    "description": "Когда вы заставляете другого персонажа сделать спасбросок, он должен сравняться или превзойти Спасбросок Цели вашего меха или получить последствия."
  }, {
    "name": "Нагрузка",
    "description": "Все мехи ПИ (и некоторые НИП) имеют определенное количество Нагрузки — обычно 4 Нагрузки для ПИ. Это количество нагрузочного урона, которое они могут получить, прежде чем произойдет расплавление реактора. Когда мехи превышают свой Тепловой Максимум, они получают 1 нагрузочный урона и делают проверку перегрева."
  },
  {
    "name": "Структура",
    "description": " Все мехи ПИ (и некоторые НИП) имеют определенное количество Структуры — обычно 4 Структуры для ПИ. Это количество структурного урона, которое они могут получить, прежде чем будут уничтожены. Когда мехи достигают 0 ПЗ, они получают 1 структурный урон и делают проверку структуры."
  },
  {
    "name": "Сенсоры",
    "description": "Сенсоры вашего меха показывают максимальную дистанцию на которой ваш мех может засечь противника, использовать тех-системы и совершать техатаки. Если персонажи в зоне ваших Сенсоров и не скрываются, то вы знаете что они там, даже если вы не видите их напрямую."
  },
  {
    "name": "Размер",
    "description": "Все мехи, персонажи и объекты на поле боя имеют Размер, определяющий насколько они большие, на сетке пространства (округляя до 1 если они меньше, так что Размер 1/2 и Размер 1 будут занимать одинаковый размер пространства). Размер это абстрактная величина — она не конкретизирует высоту и ширину в футах, но определает подконтрольное персонажу пространство вокруг него. Люди и самые мелкие мехи Размера 1/2. Большинство мехов Размера 1, но некоторые такие же большие как Размер 3."
  },
  {
    "name": "Скорость",
    "description": "Количество пространств, на которое персонаж может переместиться при стандартном перемещении или Ускорении."
  },
  {
    "name": "Техническая Атака",
    "description": " Характеристика, используемая для проведения технических атак и большинства технических действий."
  },
  {
    "name": "Угроза",
    "description": "Максимальная дальность, на которой можно атаковать определенным оружием в ближнем бою и в режиме наблюдения, измеряемая от атакующего персонажа. Все оружие имеет Угрозу 1, если не указано иное."
  }, {
    "name": "Линия",
    "description": "Атаки этим оружием поражают персонажей по прямой линии длиной X сот.  Для каждой цели делается отдельный бросок атаки, но урон наносится только один раз, а дополнительный урон уменьшается вдвое, если поражено несколько персонажей. Для любой способности или эффекта, призывающего выбрать цель или цели в Дальности действия, оружие с паттерном может выбрать любую цель, которая может быть поражена его паттерном. <br><br>В некоторых атаках Линии, Конуса, Взрыва и Разрыва указана Дальность действия. В этих случаях исходную точку атаки можно провести из точки в пределах указанной Дальности и прямой видимости. Например, атака с Линией 5 и Дальностью 10 будет воздействовоать на область Линия 5 с началом в любой точке в Дальности 10."
  }, {
    "name": "Конус",
    "description": "Атаки этим оружием поражают персонажей в пределах конуса длиной X пространств и шириной X пространств в самой дальней точке. Ширина конуса начинается на 1 пространство. Для каждой цели делается отдельный бросок атаки, но урон наносится только один раз, а дополнительный урон уменьшается вдвое, если поражено несколько персонажей. Для любой способности или эффекта, призывающего выбрать цель или цели в Дальности действия, оружие с паттерном может выбрать любую цель, которая может быть поражена его паттерном.<br><br>В некоторых атаках Линии, Конуса, Взрыва и Разрыва указана Дальность действия. В этих случаях исходную точку атаки можно провести из точки в пределах указанной Дальности и прямой видимости. Например, атака с Конусом 3 и Дальностью 10 будет воздействовоать на область Конус 3 с началом в любой точке в Дальности 10."
  }, {
    "name": "Взрыв",
    "description": "Атаки этим оружием поражают персонажей в радиусе X пространств от точки в пределах Дальности и прямой видимости. Укрытие и линия видимости рассчитываются на основе центра взрыва, а не позиции атакующего. Для каждой цели делается отдельный бросок атаки, но урон наносится только один раз, а дополнительный урон уменьшается вдвое, если поражено несколько персонажей. Для любой способности или эффекта, призывающего выбрать цель или цели в Дальности действия, оружие с паттерном может выбрать любую цель, которая может быть поражена его паттерном.<br><br>В некоторых атаках Линии, Конуса, Взрыва и Разрыва указана Дальность действия. В этих случаях исходную точку атаки можно провести из точки в пределах указанной Дальности и прямой видимости. Например, атака с Взрывом 3 и Дальностью 10 будет воздействовоать на область Взрыв 3 с началом в любой точке в Дальности 10."
  }, {
    "name": "Разрыв",
    "description": "Атаки этим оружием поражают персонажей в радиусе X пространств, в центре которого находится пространство, занимаемое персонажем (или целью). Если разрыв является атакой, пользователь или цель не поражаются атакой, если не указано иное. Укрытие и линия видимости рассчитываются от персонажа. Если эффект Разрыва продолжителен, он перемещается вместе с персонажем в центре. Для каждой цели делается отдельный бросок атаки, но урон наносится только один раз, а дополнительный урон уменьшается вдвое, если поражено несколько персонажей. Для любой способности или эффекта, призывающего выбрать цель или цели в Дальности действия, оружие с паттерном может выбрать любую цель, которая может быть поражена его паттерном.<br><br>В некоторых атаках Линии, Конуса, Взрыва и Разрыва указана Дальность действия. В этих случаях исходную точку атаки можно провести из точки в пределах указанной Дальности и прямой видимости."
  },
  {
    "name": "Непроизвольное Перемещение",
    "description": "Когда персонажей толкают, тянут или пихают в определенных направлениях, это называется непроизвольным перемещением. Непроизвольное перемещение заставляет персонажа перемещаться по прямой линии в указанном направлении. При непроизвольном перемещении мехи не провоцируют реакции и не вовлекаются, если не указано иное, но по-прежнему блокируются препятствиями."
  },
  {
    "name": "Сложная Местность",
    "description": "Персонажи передвигаются с половинной скоростью по труднопроходимой местности — каждое пространство труднопроходимой местности, на которое они попадают, эквивалентно перемещению по двум пространствам."
  },
  {
    "name": "Опасная Местность",
    "description": "Когда персонажи заканчивают свой ход в опасной местности или перемещаются в нее в первый раз за раунд, они должны сделать проверку Инженерии. В случае неудачи они получают 5 урона — Кинетического, Энергетического, Взрывного или от Горения, в зависимости от опасности. Каждый персонаж должен сделать только одну такую проверку за раунд. "
  },
  {
    "name": "Подъем и Перетаскивание",
    "description": "Мехи могут перетаскивать персонажей или объекты вдвое превышающие их Размер, но при этом Замедляются. Они также могут поднимать персонажей или объекты равного или меньшего Размера над головой, но при этом они будут Обездвижены. Во время перетаскивания или подъема персонажи не могут реагировать. Те же правила применяются к пилотам и другим пешим персонажам, но они не могут тащить или поднимать что-либо больше 1/2 Размера.<br><br>За исключением условий невесомости, мехи не могут нести персонажей или объекты с общим Размером больше, чем Размер 1/2 во время полета — им просто не хватит тяги!"
  },
  {
    "name": "Прыжки и Карабканье",
    "description": "Персонажи с ногами могут прыгать вместо своего стандартного перемещения. Они могут прыгать горизонтально, двигаясь с половиной своей скорости по прямой и игнорируя препятствия на уровне земли, через которые они могут перепрыгнуть (например, ямы или щели), или они могут прыгать вертикально, перемещаясь на 1 пространство рядом и поднимаясь вверх на пространство, эквивалентное их Размеру. Например, мехи с Размером 1 могут прыгать на 1 пространство вперед и на 1 пространство вверх. Персонажи, которые прыгают и заканчивают прыжок в воздухе, автоматически падают в конце хода (см. ниже). <br><br>Как и при перемещении по труднопроходимой местности, персонажи карабкаются с половиной своей обычной Скорости — каждое пересеченное пространство эквивалентно обычному перемещению на 2 пространства. Для того чтобы взобраться на особенно труднодоступные поверхности и не упасть, может потребоваться успешная проверка Корпуса или Маневренности."
  },
  {
    "name": "Падение",
    "description": "Если не указано иное, персонажи начинают падать в конце текущего хода и падают в конце каждого последующего хода. Они получают 3 ББ (бронебойного урона) за каждые три пространства, максимум 9 ББ. Падение — это тип непроизвольного перемещения."
  },
  {
    "name": "Гравитация",
    "description": "Мехи, работающие под водой, в невесомости или в космосе, Замедляются, если у них нет двигательной установки или системы полета; однако они не могут падать и могут летать во время движения независимо от того, есть ли у них система полета."
  },
  {
    "name": "Полет/Парение",
    "description": "Летающие персонажи могут перемещаться вертикально и горизонтально в пределах своей скорости. Например, мех с системой полета и Скоростью 6 может закончить свое движение в любом месте в пределах шести пространств от своего начального местоположения, максимум до 6 пространств в высоту. Перемещение в полете должно происходить по прямой линии; однако, если персонаж выполняет дополнительные действия перемещения, например, Ускорение, они могут быть использованы для перемещения в другом направлении. <br><br>Летающие персонажи также имеют Невосприимчивость к Сбиванию. Во время полета персонажи должны переместиться как минимум на 1 пространство в свой ход, иначе они начнут падать. Летающие персонажи начинают падать, если они становятся Обездвиженными, Ошеломленными или не могут двигаться по какой-либо иной причине. Летающие персонажи, получившие структурный урон или нагрузку, должны пройти спасбросок Маневренности или начать падать. <br><br>Некоторые очень продвинутые мехи могут парить. Парящие персонажи не обязаны двигаться по прямой линии и могут оставаться неподвижными в воздухе, не падая."
  },
  {
    "name": "Телепортация",
    "description": "Персонажи должны начинать и заканчивать телепортацию на поверхности, по которой они могут нормально перемещаться; например, персонаж, который не умеет летать, не может телепортироваться в воздух. Телепортация игнорирует препятствия, не требует прямой видимости, игнорирует Вовлечение и не провоцирует реакцию; однако она все равно считается движением и поэтому на нее влияют такие состояния, как Обездвиживание. Телепортирующийся персонаж считается перемещенным на 1 пространство, независимо т того, как далеко он перемещается. Персонажи могут пытаться телепортироваться в места, которые они не видят, но если оно уже занято, телепортация не удается."
  },
  {
    "name": "Критические Попадания",
    "description": "Бросок при атаке 20+ в ближнем или дальнем бою наносит критическое попадание. При критическом попадании все кубики урона бросаются дважды (включая дополнительный урон) и используется наибольший результат от каждого источника урона. Например, если игрок сделал критическое попадание при атаке, которая обычно наносит 2d6 урона, то вместо этого он бросит 4d6 и выберет два наибольших результата."
  },
  {
    "name": "Подсчет Ущерба",
    "description": "После того, как атакующий успешно провел атаку, общий урон рассчитывается в следующем порядке: <br>1) Атакующий делает бросок урона и применяет любые соответствующие уменьшения или увеличения (например, удвоение от статуса Уязвимый). <br>2) Броня цели вычитается из общего количества урона.<br>3) Любые другие уменьшения урона защищающегося вычитаются из оставшегося урона. Оно включает в себя уменьшение от Сопротивляемости, а также любые соответствующие системы, таланты или реакции.<br>4) Оставшийся урон вычитается из ПЗ цели."
  },
  {
    "name": "Горение",
    "description": "Когда персонажи получают , это имеет два эффекта: во-первых, они немедленно получают урон, игнорирующий Броню, а затем они отмечают только что полученное горение на своем листе персонажа. В конце своего хода персонажи с пометкой горения должны сделать проверку Инженерии. В случае успеха они убирают все отмеченные в данный момент горения; в противном случае они получают урон, равный количеству отмеченных в данный момент горений."
  }
]