[
  {
    "id": "ДМС",
    "name": "ДЖЕНЕРАЛ МАССИВ СИСТЕМС",
    "logo": "gms",
    "light": "#991E2A",
    "dark": "#db1a2d",
    "quote": "<i>От Колыбели до звезд, ДМС: гарантированное качество, универсальное лицензирование, полное покрытие.</i>",
    "description": "Дженерал Массив Системс — сокращенно ДМС — является галактическим стандартом поставщика почти всего. ДМС разработала первые мехи из бронированных скафандров в 4500 э.с. на Рас-Шамре, мире, который впоследствии стал столицей Оружейной палаты Харрисона; теперь же флагманская линия мехов Эверест от ДМС устанавливает галактический стандарт. Надежные, прочные, добротно сделанные, доступные в бесчисленном множестве локализованных моделей, существует так много вариантов модели Эверест, что она стала абсолютно вездесущей и отошла на второй план. Благодаря универсально совместимым компонентам, полной защите от радиации и агрессивной окружающей среды, а также десяткам тысяч предварительно загруженных языков, пилот в своем Эвересте имеет все необходимое для выполнения работы.<br><br>ДМС — один из старейших производителей в галактике, впервые начавший свою деятельность в первые дни колонизационного кризиса. Производитель родом из Колыбели, родины Союза — и человечества — поэтому его конструкции отражают чувства первых пионеров, отправившихся на поиски звезд. Сегодня продукция ДМС доступна везде, где есть доступ к омнинету. Эти продукты, будь то потребительские, специализированные или военные, широко рассматриваются как галактический минимум качества: не особенно роскошные, но непревзойденные по серьезности конструкции, надежности и простоте использования. Там, где есть ДМС, меньшее неприемлемо.<br><br>Все рамы, снаряжение, бонусы ядра и лицензии ДМС доступны всем пилотам, начиная с уровня лицензии 0. Мех ДМС по умолчанию — Эверест, стандартная универсальная Рама."
  },
  {
    "id": "ИПС-Н",
    "name": "ИПС-НОРДСТАР",
    "logo": "ips-n",
    "light": "#0c4d99",
    "dark": "#1c9ae8",
    "quote": "<i>Ваш друг в недружественном море.</i>",
    "description": "ИПС-Нордстар (ИПС-Н) была создана в результате слияния двух гражданских межзвездных грузовых и транспортных компаний, Интерпланетарное Судоходство и Нордстар. Получившаяся в результате фирма ИПС-Н представляет собой гигантскую организацию — одну из первых корпо-государств — с фактической монополией на межпланетные и межзвездные перевозки. Существуют и другие компании, но их общая мощь — лишь тень ИПС-Н, состоящей из танкеров, тягачей, грузовых судов и межгосударственных/межзвездных лайнеров. Где бы ни находились товары и сырье, вы можете быть уверены, что там будет бригада в униформе ИПС-Н.<br><br>История ИПС-Н неотделима от истории межзвездного пиратства. Какие бы опасности ни таила в себе галактика, пиратство остается величайшей угрозой для межзвездных судоходных линий, обходясь руководителям флотов и государствам в сотни тысяч манны и еще триллионы в местной валюте. Огромные потери капитала, срывы сроков, гибель людей и голод из-за ложного дефицита убедили многочисленные союзы, конгломераты и картели в необходимости всесторонней защиты гражданского судоходства. Процесс агломерации и консолидации, длившийся годами, в конце концов привел к рождению двух крупных фирм: Интерпланетарное Судоходство и Нордстар. В конце концов они объединились в единое корпо-государство в последние дни существования первого правительства Союза, Первого комитета.<br><br>После слияния ИПС-Н начала работу по постепенному отказу от мехов ДМС последних моделей в пользу новых собственных разработок. Теперь корпорация располагает целым рядом универсальных, прочных и модульных мехов, в которых равное внимание уделяется и вооружению, и инженерным системам. Мехи ИПС-Н — хороший выбор для пилотов, которым нужно прочное шасси, предназначенное для ближнего и рукопашного боя, например, когда есть возможность пробить корпус корабля. Шасси ИПС-Н прочны и рассчитаны на то, чтобы выдержать столько же урона, сколько они наносят, и даже больше.<br><br>ИПС-Н тесно связан с Альбатросом, антипиратскими и миротворческими силами, известными во всей галактике своей долгой историей гуманитарных интервенций. ИПС-Н поддерживает Альбатрос материально, предоставляя ему шасси, корабли, передовые технологии и временные реабилитационные миры для его пилотов и экипажей, чтобы они могли уйти на пенсию в относительном спокойствии. Отношения являются взаимовыгодными; ИПС-Н старается подчеркнуть свою тесную связь с Альбатросом в маркетинговых кампаниях и PR-материалах."
  },
  {
    "id": "СШК",
    "name": "СМИТ-ШИМАНО КОРПРО",
    "logo": "ssc",
    "light": "#b57e07",
    "dark": "#d1920a",
    "quote": "<i>Вам нужен только один.</i>",
    "description": "Смит-Шимано Корпро (СШК) — вторая старейшая корпорация в галактике, уступающая только ДМС. Основанная Картрайтом Смитом и Шимано Хидейоши, СШК сделала упор на частные звездные и межзвездные путешествия, фантастическое богатство её основателей и выгодные контракты в Первом Комитете Союза, Смит-Шимано быстро стала одним из первых лидеров в гонке по разработке субсветовых, спускаемых и ВКДмашин. СШК росла на протяжении всего Первого Периода Расширения Союза, управляя большинством всех частных и корпоративных контрактов, связанных с проектированием, оснащением и клиническими потребностями. Со временем корпорация стала специализироваться на производстве биоскафандров для дальних разведчиков — персонализированных жестких скафандров для тех, у кого хватило манны их заказать.<br><br>Необходимость исследования дальнего космоса требует от людей длительного пребывания во враждебной среде; до События Деймоса СШК пыталась решить эту проблему путем разрушения барьеров между человеком и машиной, создавая симбиотические отношения между скафандром и носителем. Однако после События Деймоса СШК свернула большинство исследований по интеграции человека и машины в соответствии с Соглашением о первом контакте, решив вместо этого сосредоточиться на совершенствовании главной машины — человеческого тела. <br><br>Рамы Смит-Шимано отражают родословную этого корпо-государства и его гибкую, адаптируемую бизнесмодель. Они созданы не для того, чтобы принимать удары — хотя они достаточно устойчивы — а для того, чтобы полностью их избегать. Конструкции СШК подчеркивают мобильность и изящные контуры, точно настроенные для нанесения не самого сильного, а самого точного удара. Экономия, точность и уникальность — таковы правила игры этого производителя: зачем стрелять тысячей патронов, если один может быть столь же эффективным? <br><br>Мехи, разработанные СШК, известны эксклюзивностью своей лицензии, привлекательным силуэтом и строгим дизайном. Их линейка шасси ЛЮКС-Икона — это желанные моноконструкторские модели, каждая из которых уникальна для пилота с необходимыми лицензиями и доступом к ним; поэтому, в отличие от рам других производителей, рамы СШК, как правило, дольше служат, при этом больше внимания уделяется модернизации и ремонту, чем переработке и репродукции."
  },
  {
    "id": "ХОРУС",
    "name": "ХОРУС",
    "logo": "horus",
    "light": "#046e3c",
    "dark": "#00a256",
    "quote": "<code class='horus'>[ПОЗДРАВЛЯЮ, ПИЛОТ.<br>\t\tВЫ БЫЛИ ВЫБРАНЫ.<br>\tКОНТРОЛЬ ВАШ,<br>\t  ПОКА ВЫ СМОЖЕТЕ ЕГО УДЕРЖАТЬ.]</code>",
    "description": "ХОРУС — диковинка среди различных общегалактических корпро-государств, экипировщиков и производителей. Работая в сером правовом поле между безобидными омнинет-коммунами, коллаборациями по производству с открытым исходным кодом, принтерами из черного рынка и более глубокими, более эзотерическими коллективами, ХОРУС причисляется к Большой Четверке не из-за своего влияния на галактическую политику, а из-за своего повсеместного охвата: можно быть уверенным, что везде, где есть омнинет, ХОРУС либо уже там, либо вскоре последует за ним. О природе производителя ходит множество слухов — одни говорят, что это сон не имеющего оков НЧЛ или хакерского коллектива, посвятившего себя производству с открытым исходным кодом (на самых простых уровнях); другие настаивают, что это испытательный полигон для научно-исследовательских отделов одного из корпрогосударств, или реальная пространственная проекция текущего желания инопланетной сущности.<br><br>История группы столь же переменчива, как и ее настоящее. Записи Союза, относящиеся к периоду Первого комитета, указывают на контакты с группами, отдельными лицами и государственными субъектами, утверждающими, что они являются (или идентифицируются как) агенты ХОРУС, которые сами описываются как отдельные лица, террористическая группа, философская церковь или политическая партия, группа активистов и многие другие формы объединения. Современные отчеты указывают на едва заметный сдвиг в сторону более сплоченной организационной структуры — определенно ускорившийся после События Деймоса — что указывает на некую форму организационной миссии и внутренней культуры на уровнях, выходящих далеко за рамки гражданского и криминального уровней взаимодействия с фронтами ХОРУС в сером пространстве.<br><br>Этот наиболее сложный уровень организации отражен в мехах ХОРУС. В отличие от широких гражданских проектов коллектива — омникода, взломов, данных и открытого доступа к ограниченной информации, сервисам и платформам — мехи и группы паттернов ХОРУС крайне ограничены и обычно появляются как эндемические проявления аномалий печати в зонах конфликта по всей галактике. За исключением редких ситуаций (тщательно задокументированных Разведывательным Бюро Союза), эти вспышки, кажется, происходят независимо и не учитывают всех фракций и действующих лиц, и преследуют одну цель: проявиться, а затем распространиться. <br><br>Самые старые рамы ХОРУС построены в соответствии со стандартными формами, как и большинство других мехов. Более поздние шасси коллектива — странные. Универсальное Руководство по Оценке Угроз (УРОУ) Союза классифицирует их не по моделям, а по \"группам паттернов\" (или ГП). Каждая группа образцов представляет собой список спецификаций, описывающих определенную комбинацию экспериментального, нерегулируемого и эзотерического паракаузального оружия и технологий, которые, вместе взятые, напоминают что-то вроде отдельной линейки продуктов или рамок. Однако важно отметить, что система классификации по группам паттернов была разработана аналитиками Союза, а не ХОРУС. Поскольку не существует какого-либо официального производителя или (известного) центрального организационного органа, \"правильные\" обозначения и конструкторские замыслы большинства мехов ХОРУС практически неизвестны. Таким образом, группы паттернов обозначены в УРОУ. <br><br>“Лицензии” ХОРУС пользуются большим спросом и распространяются без каких-либо явных требований; Ученые и специалисты, изучающие ХОРУС, обычно предполагают, что лицензии коллектива — то есть доступ к высокоуровневым проектам, спецификациям и паттернам печати — доступны только в ограниченном количестве, и, вероятно, после физической смерти их предыдущих владельцев.<br><br>В Мехах ХОРУС повсеместно задействованы таинственные, нерегулируемые технологии серого космоса, идеально подходящие для пилотов, ищущих технологическое преимущество, которое не способны предоставить многие другие организации. Похоже, они сосредоточены на контроле толпы, управлении отдельными подразделениями и ужасно мощных системах.<br><br>Имейте в виду, что, разыскивая технологию ХОРУС, вы можете оказаться окутанными бесконечными тайнами и опасностями, намного превосходящими ваши самые глубинные страхи."
  },
  {
    "id": "ОПХ",
    "name": "ОРУЖЕЙНАЯ ПАЛАТА ХАРРИСОНА",
    "logo": "ha",
    "light": "#6e4373",
    "dark": "#a15ea8",
    "quote": "<i>Превосходство по замыслу.</i>",
    "description": "Оружейная Палата Харрисона получила репутацию во всей галактике благодаря качеству своего оружия и оборонительных систем. Ранее корпро-государство специализировалось на производстве боеприпасов и другого вооружения, что делало его зависимым от рам конкурентов, рассматриваемых в качестве слотов для их роскошного оборудования; однако после свержения Второго комитета Союза, Оружейная Палата Харрисона расширила свою линейку продукции, включив в нее обширный ассортимент непревзойденных фронтовых рам. На волне этого нового успеха Оружейная палата превратилась в расцветающее имперское корпоративное государство, могущественную галактическую державу, которая непосредственно управляет большим количеством Ядерных миров, орбиталей и колониальных перспектив — это Сфера Компетенции; все земли находятся под командованием Оружейной палаты.<br><br>В соответствии с имперскими целями Оружейной палаты Харрисона её рамы, как правило, прочные. Более того, мехи Оружейной палаты создаются для обеспечения подавляющей производительности, воплощая превосходство и мощь в своей брутальной геометрической эстетике. Реализация этого стремления требует огромной силы, мастерства и материальной прочности.<br><br>Лицензии Оружейной палаты Харрисона идеально подходят для пилотов, желающих иметь прочных передовых мехов, оснащенных самыми передовыми технологиями вооружения."
  }
]