[
  {
    "id": "missing_weaponmod",
    "name": "ERR: DATA NOT FOUND",
    "sp": 1,
    "allowed_types": [
      "Melee"
    ],
    "source": "GMS",
    "license": "GMS",
    "license_level": 1,
    "effect": "COMP/CON не способен получить данные, необходимые для описания этой Системы. Скорее всего, это результат отсутствующего или устаревшего контент пака.",
    "description": "COMP/CON не способен получить данные, необходимые для описания этой Системы. Скорее всего, это результат отсутствующего или устаревшего контент пака.",
    "tags": [],
    "license_id": ""
  },
  {
    "id": "wm_thermal_charge",
    "name": "Термический Заряд",
    "sp": 2,
    "allowed_types": [
      "Melee"
    ],
    "source": "IPS-N",
    "license": "NELSON",
    "license_level": 2,
    "effect": "При попадании этим оружием потратьте заряд в качестве свободного действия, чтобы активировать его детонатор и нанести +1d6 Взрывного дополнительного урона.",
    "description": "Одна из популярных модификаций классической боевой пики заключается в замене длинной бронебойной головки пики на одноразовый взрывной заряд, срабатывающий при ударе. При пробитии головка пики отделяется от древка — мгновение спустя вложенная головка детонирует в коническом взрыве вперед от острия. Запасные термические заряды стабильны и транспортируются во внешних трубчатых магазинах.<br>ИПС-Н также делает термические заряды совместимыми с ассортиментом лезвий, молотков и кирок ДМС.",
    "tags": [
      {
        "id": "tg_limited",
        "val": 3
      },
      {
        "id": "tg_unique"
      }
    ],
    "added_damage": [
      {
        "type": "Взрывной",
        "val": "1d6"
      }
    ],
    "license_id": "mf_nelson"
  },
  {
    "id": "wm_uncle_class_comp_con",
    "name": "Комп/кон Класса «БАТЯ»",
    "sp": 3,
    "allowed_types": [
      "Melee",
      "CQB",
      "Rifle",
      "Launcher",
      "Cannon",
      "Nexus"
    ],
    "source": "IPS-N",
    "license": "RALEIGH",
    "license_level": 3,
    "effect": "Выберите одно Вспомогательное, Основное или Тяжелое оружие: ваш комп/кон класса «БАТЯ» контролирует это оружие и связанные с ним системы.<br>1/ход вы можете атаковать оружием «БАТЯ» с +2 в качестве свободного действия. «БАТЯ» не может использовать оружие, которое уже использовалось в этом ходу, и любое оружие, которым «БАТЯ» атакует, не может быть использовано снова до начала вашего следующего хода.<br>«БАТЯ» не является полноценным НЧЛ, поэтому не может участвовать в каскаде.",
    "description": "Система ИПС-Н «БАТЯ» комп/кон является результатом программы ДАРКСТАР-2, временного проекта, направленного на разработку более совершенного интеллектуального оружия. Ранним прототипам мешало сочетание высокого энергопотребления, нестабильной подготовки и разочаровывающей ориентации на одну задачу, что в конечном итоге привело к закрытию проекта. <br>Хотя ИПС-Н больше не разрабатывает новые итерации «БАТЯ», у них все еще есть запас одобренных QA старых систем, доступных для квалифицированных пилотов.<br>Пилоты, которым посчастливилось провести полевые испытания моделей, клянутся в эффективности «БАТЯ» при выполнении задач и мышлении на параллельных путях, хотя устаревшие комп/кон известны своим несколько нестабильным характером.",
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_ai"
      },
      {
        "id": "tg_no_cascade"
      }
    ],
    "restricted_sizes": [
      "Superheavy"
    ],
    "license_id": "mf_raleigh"
  },
  {
    "id": "wm_throughbolt_rounds",
    "name": "Сквозные Болты",
    "sp": 2,
    "allowed_types": [
      "CQB",
      "Cannon",
      "Rifle"
    ],
    "source": "IPS-N",
    "license": "TORTUGA",
    "license_level": 3,
    "effect": "Выберите один ОБД, Пушку или Винтовку: когда вы атакуете этим оружием, вы можете стрелять насквозь вместо обычной атаки. Прочертите от себя путь длиной Линия 3, проходящий через местность или другие препятствия — любые персонажи или объекты на пути получают 2 ББ Кинетического урона, когда снаряд пробивает их насквозь и выходит с другой стороны. Дальность, укрытие и линия обзора для атаки затем измеряются от конца этого пути, продолжаясь в том же направлении.",
    "description": "Сквозные Болты — это запатентованное изобретение ИПС-Н для борьбы с бронетехникой. При выстреле снаряды воспламеняются и выбрасывают перед собой перегретый конус плазмы, создавая эффект миниатюрного копья, которое легко пробивает множество целей — даже через твердые поверхности.",
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "license_id": "mf_tortuga"
  },
  {
    "id": "wm_shock_wreath",
    "name": "Шоковый Венец",
    "sp": 2,
    "allowed_types": [
      "Melee"
    ],
    "source": "SSC",
    "license": "METALMARK",
    "license_level": 3,
    "effect": "В дополнение к обычному урону, 1/раунд вы можете активировать венец в качестве быстрого действия, когда вы бьете персонажа этим оружием, чтобы вызвать у него 1d6 Горения. Если он уже страдает от Горения, он может дополнительно проводить линию прямой видимости только к соседним пространствам до конца своего следующего хода.",
    "actions": [
      {
        "name": "Активировать Шоковый Венец",
        "activation": "Quick",
        "detail": "1/раунд вы можете активировать Шоковый Венец в качестве быстрого действия, когда вы бьете персонажа этим оружием, чтобы вызвать у него 1d6 Горения. Если он уже страдает от Горения, он может дополнительно проводить линию прямой видимости только к соседним пространствам до конца своего следующего хода."
      }
    ],
    "description": "Постфабричная модификация, популярная среди специалистов по ближнему бою, Шоковый Венец интегрирует пучок проводящих нитей в лезвие, острие, наконечник или поверхность оружия ближнего боя. В сочетании с источником питания — обычно в рукоятке или нижней половине оружия, но иногда и снаружи — Шоковые Венцы придают кинетическому оружию тепловое преимущество и отличительный визуальный маркер: тонкие линии раскаленных ламп, как филигрань, окутывают модифицированное оружие мерцающим тёплым светом.",
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "license_id": "mf_metalmark"
  },
  {
    "id": "wm_stabilizer_mod",
    "name": "Стабилизирующий Мод",
    "sp": 2,
    "allowed_types": [
      "Launcher",
      "Cannon"
    ],
    "source": "SSC",
    "license": "MONARCH",
    "license_level": 2,
    "effect": "Оружие, к которому применен Мод, получает +5 Дальности и становится Артиллерийским.",
    "description": "Стабилизирующие Моды улучшают физические крепления и программное обеспечение для прицеливания, позволяя оружию оставаться в ровном и устойчивом положении и под нужным углом, независимо от рельефа местности или маневров пилота.",
    "added_range": [
      {
        "type": "Range",
        "val": 5
      }
    ],
    "added_tags": [
      {
        "id": "tg_ordnance"
      }
    ],
    "license_id": "mf_monarch"
  },
  {
    "id": "wm_nanocomposite_adaptation",
    "name": "Нанокомпозитная Адаптация",
    "sp": 2,
    "allowed_types": [
      "Melee",
      "CQB",
      "Rifle",
      "Launcher",
      "Cannon",
      "Nexus"
    ],
    "source": "HORUS",
    "license": "BALOR",
    "license_level": 2,
    "effect": "Оружие, к которому применен Мод, становится Умным и Искателем.",
    "description": "Нанокомпозитное оружие собирает агрессивные рои дронов и превращает их в отдельные снаряды, когерентный луч или острие клинка. <br>Адаптированное метательное оружие стреляет снарядами ПОГЛОЩЕНИЕ/УЛЕЙ, которые разбиваются при ударе, высвобождая боезапас в виде автономных нанитовых манипул. Освободившись, манипулы начинают разъедать окружающие ткани или надстройки. Они действуют до тех пор, пока не сгорят или не поглотят цель полностью, в зависимости от того, что произойдет раньше. В полете манипуляторы способны объединяться в улей и слегка корректировать траекторию полета, обеспечивая положительное воздействие.<br>Когерентное лучевое оружие транспортирует манипулы напрямую, в то время как обычное оружие ближнего боя заменяется аналогами, полностью состоящими из нанороботов.",
    "added_tags": [
      {
        "id": "tg_smart"
      },
      {
        "id": "tg_seeking"
      }
    ],
    "license_id": "mf_balor"
  },
  {
    "id": "wm_phase_ready_mod",
    "name": "Мод Фазовой Готовности",
    "sp": 2,
    "allowed_types": [
      "Melee",
      "CQB",
      "Rifle",
      "Launcher",
      "Cannon",
      "Nexus"
    ],
    "source": "HA",
    "license": "NAPOLEON",
    "license_level": 2,
    "effect": "Пока вы знаете приблизительное местоположение цели, оружие может атаковать сквозь сплошные стены и препятствия, не требует прямой видимости и игнорирует все укрытия, но цели, атакованные таким образом, считаются Невидимыми.",
    "description": "Боеприпасы фазовой готовности, как они были названы после первого применения во время гражданских военных действий на Луна-де-Оро, называются «пулями дьявола». Каждый снаряд содержит набор нанопроцессоров, объединенных в сеть с исходным оружием, который вычисляет и переводит специфический характер суперпозиционных отношений этого снаряда с прогнозируемым будущим двойником, который проявляется в пространстве непосредственно перед намеченной целью. Проще говоря, снаряды фазовой готовности при выстреле существуют сразу в двух местах: на выходе из ствола оружия, из которого они были выпущены, и непосредственно перед целью, до удара. Основной патрон может никогда не попасть в цель, но, поскольку он уже существует в момент выстрела, патрон-двойник точно достигнет цели.",
    "license_id": "mf_napoleon"
  },
  {
    "id": "wm_paracausal_mod",
    "name": "Параказуальный Мод",
    "sp": 4,
    "allowed_types": [
      "Melee",
      "CQB",
      "Rifle",
      "Launcher",
      "Cannon",
      "Nexus"
    ],
    "source": "HA",
    "license": "SALADIN",
    "license_level": 3,
    "effect": "Оружие, к которому применен Мод, получает Избыточный Урон, и его урон нельзя уменьшить никаким образом, в том числе другими эффектами и системами (такими как Сопротивляемость, Броня и т. д.).",
    "description": "Паракаузальное оружие — головная боль военных планировщиков; их точная функция A–Z часто скрыта, хотя они последовательно производят один и тот же вывод «Z» для каждого входа «A».<br>Первые сообщения о нерегулируемом паракаузальном оружии появились во время гражданских столкновений на Тянь-Шене. Системно-локальные силы получили запечатанные магазины с указаниями заряжать и стрелять как обычно, хотя осмотр содержимого магазинов был запрещен на том основании, что это \"повредит полезную нагрузку\". Записи со шлемов и орудийных камер не выдают аномального воздействия этого боеприпаса, хотя отчеты после боя выявили, казалось бы, незначительный, но невероятно странный факт: каждый военнослужащий, экипированный этими паракаузальными боеприпасами, добился 100% коэффициента положительного воздействия.<br>Союз запланировал изъятие всего нерегулируемого паракаузального оружия и боеприпасов, и в настоящее время бюро проводит расследование в отношении Оружейной палаты Харрисона на предмет его роли в разработке этой технологии. Несмотря на это, паракаузальные боеприпасы все еще используются, поскольку поставки и коды продолжают просачиваться к заинтересованным лицам.",
    "added_tags": [
      {
        "id": "tg_overkill"
      }
    ],
    "license_id": "mf_saladin"
  }
]