[{
    "id": "missing_pilotweapon",
    "name": "ERR: DATA NOT FOUND",
    "type": "Оружие",
    "description": "COMP/CON не способен получить данные, необходимые для описания этого Снаряжения Пилота. Скорее всего, это результат отсутствующего или устаревшего контент пака.",
    "tags": [],
    "range": [],
    "damage": []
  },
  {
    "id": "pg_archaic_melee",
    "name": "Архаичное ОББ",
    "type": "Оружие",
    "description": "Это Оружие Ближнего Боя было изготовлено с использованием сплавов и технологий, существовавших во времена до Союза, и может быть чем угодно — от стальных мечей индустриальной эпохи до каменных топоров. Хотя оно по-прежнему широко используется в некоторых мирах, архаичное оружие, используемое пилотами, обычно является реликвиями, ценностям или церемониальным оружием.",
    "tags": [{
      "id": "tg_archaic"
    }],
    "range": [{
      "type": "Угроза",
      "val": 1
    }],
    "damage": [{
      "type": "kinetic",
      "val": 1
    }]
  },
  {
    "id": "pg_archaic_ranged",
    "name": "Архаичное ОДБ",
    "type": "Оружие",
    "description": "Это Оружие Дальнего Боя — устаревшие устройства старых эпох, такие как мушкеты и луки, которые все еще используются в некоторых сообществах.",
    "tags": [{
      "id": "tg_archaic"
    }],
    "range": [{
      "type": "Дальность",
      "val": 5
    }],
    "damage": [{
      "type": "kinetic",
      "val": 1
    }]
  },
  {
    "id": "pg_light_a_c",
    "name": "Лёгкое С/К",
    "type": "Оружие",
    "description": "Легкое С/К оружие может быть ножами, штыками, пробивными кинжалами и короткими мечами.",
    "tags": [{
      "id": "tg_sidearm"
    }],
    "range": [{
      "type": "Угроза",
      "val": 1
    }],
    "damage": [{
      "type": "kinetic",
      "val": 1
    }]
  },
  {
    "id": "pg_medium_a_c",
    "name": "Среднее С/К",
    "type": "Оружие",
    "description": "Среднее С/К — это, как правило, мечи, сабли и окопные топоры.",
    "range": [{
      "type": "Угроза",
      "val": 1
    }],
    "damage": [{
      "type": "Kinetic",
      "val": 2
    }]
  },
  {
    "id": "pg_heavy_a_c",
    "name": "Тяжелое С/К",
    "type": "Оружие",
    "description": "Тяжелое оружие разработано с учетом повышенной прочности защитных костюмов и включает боевые молоты, молоты, тараны, пики и тяжелые двуручные штурмовые мечи.",
    "tags": [{
      "id": "tg_inaccurate"
    }],
    "range": [{
      "type": "Угроза",
      "val": 1
    }],
    "damage": [{
      "type": "kinetic",
      "val": 3
    }]
  },
  {
    "id": "pg_light_signature",
    "name": "Легкое Фирменное",
    "type": "Оружие",
    "description": "Легкое фирменное оружие может представлять собой крупнокалиберные револьверы, скобы пистолетов и пистолеты-пулеметы.",
    "tags": [{
        "id": "tg_sidearm"
      },
      {
        "id": "tg_set_damage_type"
      }
    ],
    "range": [{
      "type": "Дальность",
      "val": 3
    }],
    "damage": [{
      "type": "variable",
      "val": 1
    }],
    "effect": "Приобретая фирменное оружие, выберите его тип урона – Взрывной, Энергетический или Кинетический."
  },
  {
    "id": "pg_medium_signature",
    "name": "Среднее Фирменное",
    "type": "Оружие",
    "description": "Среднее — штурмовые винтовки, дробовики, лазеры на ранцевом питании, разрушительные пушки.",
    "tags": [{
      "id": "tg_set_damage_type"
    }],
    "range": [{
      "type": "Дальность",
      "val": 5
    }],
    "damage": [{
      "type": "variable",
      "val": 2
    }],
    "effect": "Приобретая фирменное оружие, выберите его тип урона – Взрывной, Энергетический или Кинетический."
  },
  {
    "id": "pg_heavy_signature",
    "name": "Тяжелое Фирменное",
    "type": "Оружие",
    "description": "Тяжелое — ракетные трубы, тяжелые лазеры, легкий пулемет или экзотические винтовки.",
    "tags": [{
        "id": "tg_ordnance"
      },
      {
        "id": "tg_loading"
      },
      {
        "id": "tg_set_damage_type"
      }
    ],
    "range": [{
      "type": "Дальность",
      "val": 10
    }],
    "damage": [{
      "type": "variable",
      "val": 4
    }],
    "effect": "Приобретая фирменное оружие, выберите его тип урона – Взрывной, Энергетический или Кинетический."
  },
  {
    "id": "missing_pilotarmor",
    "name": "ERR: DATA NOT FOUND",
    "type": "Броня",
    "description": "COMP/CON не способен получить данные, необходимые для описания этого Снаряжения Пилота. Скорее всего, это результат отсутствующего или устаревшего контент пака."
  },
  {
    "id": "pg_light_hardsuit",
    "name": "Лёгкий Скафандр",
    "type": "Броня",
    "description": "Легкие Скафандры обычно изготавливаются из реактивного, похожего на ткань материала, с ограниченным количеством пластин и небольшим количеством силовых компонентов для обеспечения максимальной мобильности. Как и другие скафандры, они могут быть запечатаны от вакуума и защищают от приличного количества радиации и других вредных частиц.",
    "bonuses": [{
        "id": "pilot_hp",
        "val": 3
      },
      {
        "id": "pilot_evasion",
        "val": 10,
        "replace": true
      },
      {
        "id": "pilot_edef",
        "val": 10,
        "replace": true
      },
      {
        "id": "pilot_speed",
        "val": 4,
        "replace": true
      }
    ]
  },
  {
    "id": "pg_assault_hardsuit",
    "name": "Штурмовой Скафандр",
    "type": "Броня",
    "description": "Эти скафандры, распространенные среди военных подразделений, имеют более тяжелое покрытие, чем легкие, но более мобильны, чем тяжелые. Они питаются энергией, увеличивая силу пользователя, и часто оснащены бортовым компьютером, набором датчиков, встроенным воздухом, системой ВКД, а также системами переработки отходов.",
    "bonuses": [{
        "id": "pilot_hp",
        "val": 3
      },
      {
        "id": "pilot_armor",
        "val": 1
      },
      {
        "id": "pilot_evasion",
        "val": 8,
        "replace": true
      },
      {
        "id": "pilot_edef",
        "val": 8,
        "replace": true
      },
      {
        "id": "pilot_speed",
        "val": 4,
        "replace": true
      }
    ]
  },
  {
    "id": "pg_heavy_hardsuit",
    "name": "Тяжелый Скафандр",
    "type": "Броня",
    "description": "Самые тяжелые скафандры. Они всегда снабжены источником энергии и бронированы толстой композитной броней. Тяжелые скафандры оснащены интегрированным оружием, мощными мобильными комплексами и, увеличивая силу своего пользователя, позволяют ему использовать гораздо более тяжелое оружие, чем может нести обычная пехота. Сейчас, когда популярны полуразмерные шасси, тяжелые скафандры переживают упадок, но они все еще распространены среди частных вооруженных сил и вооруженных сил диаспоры среднего уровня.",
    "bonuses": [{
        "id": "pilot_hp",
        "val": 3
      },
      {
        "id": "pilot_armor",
        "val": 2
      },
      {
        "id": "pilot_evasion",
        "val": 6,
        "replace": true
      },
      {
        "id": "pilot_edef",
        "val": 8,
        "replace": true
      },
      {
        "id": "pilot_speed",
        "val": 3,
        "replace": true
      }
    ]
  },
  {
    "id": "pg_mobility_hardsuit",
    "name": "Мобильный Скафандр",
    "type": "Броня",
    "description": "В эти скафандры интегрированы системы освещения, позволяющие пилотам двигаться или Ускоряться. Летающие пилоты должны завершить свой ход на земле (или другой поверхности) или начать падать.",
    "bonuses": [{
        "id": "pilot_evasion",
        "val": 10,
        "replace": true
      },
      {
        "id": "pilot_edef",
        "val": 10,
        "replace": true
      },
      {
        "id": "pilot_speed",
        "val": 5,
        "replace": true
      }
    ]
  },
  {
    "id": "pg_stealth_hardsuit",
    "name": "Стелс-Скафандр",
    "type": "Броня",
    "description": "В качестве быстрого действия пилоты в стелс-скафандрах могут стать Невидимыми. Они перестают быть Невидимыми, если получают урон.",
    "bonuses": [{
        "id": "pilot_evasion",
        "val": 8,
        "replace": true
      },
      {
        "id": "pilot_edef",
        "val": 8,
        "replace": true
      },
      {
        "id": "pilot_speed",
        "val": 4,
        "replace": true
      }
    ],
    "actions": [{
      "name": "Активировать Стелс-Скафандр",
      "activation": "Быстрое",
      "detail": "Станьте Невидимым. Вы перестаете быть Невидимым, если получаете урон.",
      "pilot": true
    }]
  },
  {
    "id": "missing_pilotgear",
    "name": "ERR: DATA NOT FOUND",
    "type": "Снаряжение",
    "description": "COMP/CON не способен получить данные, необходимые для описания этого Снаряжения Пилота. Скорее всего, это результат отсутствующего или устаревшего контент пака."
  },
  {
    "id": "pg_corrective",
    "name": "Корректив",
    "type": "Снаряжение",
    "description": "Этот прозрачный, похожий на пластик лист можно накладывать на раны тяжелораненых пилотов. Он мгновенно стабилизирует их состояние, вводит лекарства и наниты для зашивания ран. <br>Потратьте заряд, чтобы применить коррективы на Нокаутированных пилотах, немедленно возвращая их в сознание с 1 ПЗ.",
    "actions": [{
      "name": "Использовать Корректив",
      "activation": "Полное",
      "detail": "Потратьте заряд, чтобы применить коррективы на Нокаутированных пилотах, немедленно возвращая их в сознание с 1 ПЗ.",
      "pilot": true
    }],
    "tags": [{
      "id": "tg_limited",
      "val": 1
    }]
  },
  {
    "id": "pg_frag_grenades",
    "name": "Осколочные Гранаты",
    "type": "Снаряжение",
    "description": "Потратьте заряд для следующего эффекта:<ul><li><b>Осколочная Граната</b> (Граната, Дальность 5, Взрыв 1): Затронутые персонажи должны преуспеть в спасброске Маневренности или получить 2 Взрывного урона.</li></ul>",
    "actions": [{
      "name": "Использовать Осколочную Гранату",
      "activation": "Быстрое",
      "range": [{
          "type": "Дальность",
          "val": 5
        },
        {
          "type": "Взрыв",
          "val": 1
        }
      ],
      "damage": [{
        "type": "Explosive",
        "val": 2
      }],
      "detail": "Бросьте гранате в радиусе Дальность 5. Затронутые персонажи должны преуспеть в спасброске Маневренности или получить 2 Взрывного урона.",
      "pilot": true
    }],
    "tags": [{
        "id": "tg_limited",
        "val": 2
      },
      {
        "id": "tg_grenade"
      }
    ]
  },
  {
    "id": "pg_patch",
    "name": "Патч",
    "type": "Снаряжение",
    "description": "\"Патч\" — это сленг пилотов для обозначения любого вида современных средств оказания первой помощи, включая распыляемый медигель и пластыри мгновенного действия.<br>Потратьте заряд, чтобы наложить патч на себя или соседнего пилота, восстанавливая половину своего максимального уровня ПЗ. Патчи не оказывают никакого эффекта на Нокаутированных пилотов.",
    "actions": [{
      "name": "Использовать Патч",
      "activation": "Полное",
      "detail": "Потратьте заряд, чтобы наложить патч на себя или соседнего пилота, восстанавливая половину своего максимального уровня ПЗ. Патчи не оказывают никакого эффекта на Нокаутированных пилотов.",
      "pilot": true
    }],
    "tags": [{
      "id": "tg_limited",
      "val": 1
    }]
  },
  {
    "id": "pg_stims",
    "name": "Стимы",
    "type": "Снаряжение",
    "description": "Эти химические стимуляторы иногда вводятся автоматически с помощью инъекторов, встроенных в костюм пилота или даже имплантированных в его тело. Неконтролируемое употребление может вызвать привыкание и в долгосрочной перспективе опасно для здоровья, что является проблемой для некоторых пилотов.<br>Потратьте заряд на один из следующих эффектов:<ul><li><b>ПИНОК:</b> Держит пилота в бодрствующем состоянии до 30 часов.</li><li><b>ХОЛОДОК:</b>  Сохраняет пилота спокойным и эмоционально стабильным; притупляет страх и другие сильные реакции.</li><li><b>СОК:</b> обостряет чувства и бдительность, снижает усталость и сокращает время реакции. Сок иногда вызывает ярость у некоторых пользователей.</li></ul>",
    "actions": [{
      "name": "Использовать Стим",
      "activation": "Быстрое",
      "detail": "Потратьте заряд на один из следующих эффектов:<ul><li><b>ПИНОК:</b> Держит пилота в бодрствующем состоянии до 30 часов.</li><li><b>ХОЛОДОК:</b>  Сохраняет пилота спокойным и эмоционально стабильным; притупляет страх и другие сильные реакции.</li><li><b>СОК:</b> обостряет чувства и бдительность, снижает усталость и сокращает время реакции. Сок иногда вызывает ярость у некоторых пользователей.</li></ul>",
      "pilot": true
    }],
    "tags": [{
      "id": "tg_limited",
      "val": 3
    }]
  },
  {
    "id": "pg_thermite_charge",
    "name": "Термитный Заряд",
    "type": "Снаряжение",
    "description": "Потратьте заряд для следующего эффекта: <ul><li><b>Термитный Заряд</b>  (Мина, Взрыв 1): Этот заряд должен быть дистанционно взорван в качестве быстрого действия. Затронутые персонажи должны успешно пройти спасбросок Инженерии или получить 3 ББ Энергетического урона. Тепловые заряды автоматически поражают объекты, нанося 10 ББ Энергетического урона.</li></ul>",
    "deployables": [{
      "name": "Термитный Заряд",
      "type": "Мина",
      "detail": "Этот заряд должен быть дистанционно взорван в качестве быстрого действия. Затронутые персонажи должны успешно пройти спасбросок Инженерии или получить 3 ББ Энергетического урона. Тепловые заряды автоматически поражают объекты, нанося 10 ББ Энергетического урона.",
      "pilot": true,
      "actions": [{
        "name": "Детонировать",
        "activation": "Быстрое",
        "detail": "Затронутые персонажи должны успешно пройти спасбросок Инженерии или получить 3 ББ Энергетического урона. Тепловые заряды автоматически поражают объекты, нанося 10 ББ Энергетического урона.",
        "pilot": true
      }]
    }],
    "tags": [{
      "id": "tg_limited",
      "val": 1
    }]
  },
  {
    "id": "pg_antiphoton_visor",
    "name": "Антифотонный Визор",
    "type": "Снаряжение",
    "description": "Предназначенные для защиты глаз пользователя от интенсивных вспышек света, антифотонные визоры часто встречаются среди команд прорыва и операторов солнечной энергии. Они эффективны против фотовспышек, интенсивного УФ-излучения и случайных зарядов энергетического оружия."
  },
  {
    "id": "pg_camo_cloth",
    "name": "Камуфляжная Ткань",
    "type": "Снаряжение",
    "description": "Квадрат из реактивного материала, который медленно изменяется в зависимости от окружающей среды. Его достаточно, чтобы покрыть человека. Переход занимает около 10 секунд, после чего спрятанное под ним будет очень трудно обнаружить."
  },
  {
    "id": "pg_dataplating",
    "name": "Датаплаты",
    "type": "Снаряжение",
    "description": "Датаплаты — это общий термин для любых коммуникативных украшений — подкожных сеток, челюстных, надбровных или верхнечелюстных пластин и т.д., которые обеспечивают субвокальную связь и постоянное отображение информации в голове и в дополненной реальности без ношения шлема. Датаплаты могут быстро перевести практически любой язык и позволяют пользователям общаться друг с другом практически беззвучно."
  },
  {
    "id": "pg_extra_rations",
    "name": "Дополнительные Пайки",
    "type": "Снаряжение",
    "description": "Рационы пилотов не намного лучше, чем у их предшественников мореплавателей — и те, и другие представляют собой разновидности галет и питательной пасты. Пилоты часто берут с собой запас дополнительной пищи или предметы роскоши, такие как шоколад, кофе, алкоголь или консервы со своей родной планеты. Эти пайки можно использовать для обмена или поднятия боевого духа."
  },
  {
    "id": "pg_flexsuit",
    "name": "Флекс-скафандр",
    "type": "Снаряжение",
    "description": "Прочный базовый скафандр, который перерабатывает воду, генерирует питательные вещества и очень быстро адаптируется к враждебному окружению, поддерживая стабильное состояние и продлевая выживаемость. Носители Флекс-скафандра могут не есть и не пить около недели благодаря амброзийной пасте, вырабатываемой скафандр, прежде чем его системы истощатся; однако он не предотвращает чувство голода. Достаточно снять скафандр на день или два, чтобы восполнить его запасы. Флекс-скафандры также поддерживают постоянную температуру в пределах допустимых параметров."
  },
  {
    "id": "pg_handheld_printer",
    "name": "Портативный Принтер",
    "type": "Снаряжение",
    "description": "Миниатюрная версия полномасштабных принтеров Союза, портативные принтеры могут использоваться для изготовления простых предметов из гибкого и прочного пластика — при условии, что у вас есть нужный паттерн-чип."
  },
  {
    "id": "pg_subjectivity_enhancement_suite",
    "name": "Набор для Усиления Субъективности",
    "type": "Снаряжение",
    "description": "Набор для усиления субъективности — это набор кибернетических имплантатов, позволяющих пользователям взламывать системы без специального оборудования. Пользователи этих комплектов смешивают органическое с синтетическим, получая возможность вытягивать имплантированные кабели с универсальными штекерами из своего тела для создания жестких соединений с терминалами. Подключившись к терминалам, пользователь получает доступ к обширному, полностью интерактивному интерфейсу альтернативной реальности с прямым доступом к омнинету, что делает навигацию — или взлом — локальных и сетевых систем таким же простым, как и желание (конечно, вы должны быть осторожны: открыв свой разум для цифровых технологий, вы можете столкнуться с опасностями, о которых другие, менее совершенные люди не знают)."
  },
  {
    "id": "pg_infoskin",
    "name": "Инфокожа",
    "type": "Снаряжение",
    "description": "Реактивный синтетический полимер с улучшенными свойствами, инфокожа быстро сцепляется с настоящей кожей и волосами. После нанесения она реагирует на электронные сигналы, передаваемые связанным программным обеспечением, быстро меняет цвет и текстуру, даже деформируется и искажает форму, позволяя владельцам вносить незначительные изменения в свой внешний вид. С помощью инфокожи можно легко изменить черты лица, цвет волос или макияж."
  },
  {
    "id": "pg_mag_clamps",
    "name": "Магнитные Зажимы",
    "type": "Снаряжение",
    "description": "Эти зажимы легко крепятся к любой металлической поверхности, повышая маневренность в условиях невесомости или при ремонте мехов. Их можно носить с собой или пристегивать к ботинкам."
  },
  {
    "id": "pg_nanite_spray",
    "name": "Нанитный Спрей",
    "type": "Снаряжение",
    "description": "Краска в виде спрея, которую можно наносить на любую поверхность. Нанитовый спрей невидим невооруженным глазом, но способен передавать простые сообщения или небольшие пакеты данных при сканировании."
  },
  {
    "id": "pg_omnihook",
    "name": "Омнихук",
    "type": "Снаряжение",
    "description": "Портативный — хотя и громоздкий — омнинет-терминал, позволяющий осуществлять связь, передачу данных и ограниченный хотспот. Омнихуки чрезвычайно ценны, поэтому большинство отрядов мехов имеют хотя бы один. Настройка омнихука требует высокого уровня мастерства, поэтому их обычно устанавливают или носят с собой специально назначенные операторы."
  },
  {
    "id": "pg_personal_drone",
    "name": "Персональный Дрон",
    "type": "Снаряжение",
    "description": "Небольшие небоевые дроны — обычное явление в полевых условиях. Они довольно шумные, но могут пролететь около полумили с хорошей маневренностью, прежде чем потеряют сигнал. Передают звуковую и визуальную информацию по ходу движения."
  },
  {
    "id": "pg_prosocollar",
    "name": "Просоколляр",
    "type": "Снаряжение",
    "description": "Устройство, напоминающее ошейник, плотно прилегает к шее владельца, проецируя голографическое изображение на его лицо и голову. Просоколляры могут изменять голос своего владельца, а также изменять его внешность. Проекция не выдерживает тщательного осмотра, но она может легко обмануть электронные системы и удаленных наблюдателей."
  },
  {
    "id": "pg_smart_scope",
    "name": "Умный Прицел",
    "type": "Снаряжение",
    "description": "Мощный электронный прицел, обеспечивающий увеличение с высоким разрешением до двух миль и автоматически корректирующий сетку в зависимости от ветра, гравитации и давления. Умные прицелы могут проецировать свое поле зрения и все данные на Проекционный Дисплей любого пользователя, подключенного к сети. Они также могут работать в паре с другими тепловизионными, оптическими или имитационными приборами для дальнейшего улучшения прицеливания."
  },
  {
    "id": "pg_sleeping_bag",
    "name": "Спальный Мешок",
    "type": "Снаряжение",
    "description": "Спальные мешки бывают разных размеров и незаменимы в полевых условиях. Они раскладываются из скафандра, помещаются в кабину меха, противостоят огню и перепадам температуры и, при необходимости, защищают от вакуума. <br>Вы можете забраться в спальный мешок, получив при этом Невосприимчивость к , защиту от вакуума и достаточное количество воздуха, чтобы продержаться час; однако, находясь в спальном мешке, вы Ошеломлены и не можете предпринимать никаких действий, кроме выхода из мешка в качестве полного действия."
  },
  {
    "id": "pg_ssc_sylph_undersuit",
    "name": "СШК Сильф-комбинезон",
    "type": "Снаряжение",
    "description": "Сильф был обнаружен на Акримее IV, биоме культивируемого мира, контролируемого Смит-Шимано Корпо (СШК), и представляет собой органическую форму жизни, которая может выжить практически в любой среде. Используя методы селекции, аналогичные установленным доктринам биоинженерии, СШК разработала скафандр сильфа — стерильных, живых сильфов, выращенных в виде оболочек и приспособленных к своим владельцам. Сильф соединяется со своим владельцем, образуя симбиотические отношения: сильф поддерживается отходами жизнедеятельности хозяина, в свою очередь защищая его от ряда враждебных факторов окружающей среды.<br>Эти полубиологические, облегающие кожу комбинезоны можно носить в течение длительного времени. Они полупрозрачные, полужидкие и могут храниться в любом контейнере. Они очищают тело хозяина, помогают естественным процессам заживления и выводят отходы. По желанию сегменты могут становиться непрозрачными, менять цвет или приобретать новую текстуру. Сильф-комбинезон может покрывать голову носителя, изолируя от вакуума, обеспечивая защиту от радиации и фильтруя воздух или жидкости, даже давая возможность дышать под водой в течение ограниченного времени."
  },
  {
    "id": "pg_sound_system",
    "name": "Акустическая Система",
    "type": "Снаряжение",
    "description": "Хотя их тактическая польза сомнительна, многие пилоты устанавливают в своих кабинах внутренние акустические системы. Это дает им четкую связь с соотечественниками во время боя, а также возможность слушать музыку."
  },
  {
    "id": "pg_tertiary_arm",
    "name": "Третичная Рука",
    "type": "Снаряжение",
    "description": "Механизированная третья рука, закрепленная на скобе скафандра. Третичные руки питаются и управляются с помощью тех же процессов нейронного моста, которые позволяют скафандрам реагировать на действия пользователя.Они могут быть снабжены манипуляторами для управления мелкой моторикой, оружием для повышения боевой эффективности или специальными инструментами."
  },
  {
    "id": "pg_wilderness_survival_kit",
    "name": "Набор для Выживания ",
    "type": "Снаряжение",
    "description": "Этот набор содержит множество предметов первой необходимости для выживания в неблагоприятных условиях: ребризер, фильтры для воды, заплатки для защитного скафандра, запасные термобелье, комплект для бивака и так далее."
  }
]