[
  {
  "id": "sitrep_standardcombat",
  "name": "Standard Combat",
  "pcVictory": "PCs defeat or route all enemy forces",
  "enemyVictory": "PCs are defeated or retreat from battle",
  "description": "A simple affair, with two sides facing off against each other until one of them is broken or destroyed."
  },
  {
  "id": "sitrep_control",
    "name": "Контроль",
    "description": "Миссии Контроля требуют, чтобы ПИ сохраняли контроль над четырьмя ЗК в течение шести раундов. Зоны могут содержать важные места, такие как опоры электропередач, артиллерийские батареи, терминалы или ангары. В конце каждого раунда каждая сторона получает по 1 очку за каждую ЗК, которую она контролирует. Если одна сторона контролирует все четыре ЗК, она получает дополнительное +1 очко.",
    "pcVictory": "ПИ набрали наибольшее количество очков в конце шестого раунда.",
    "enemyVictory": "Силы врага набирают наибольшее количество очков в конце шестого раунда.",
    "noVictory": "Если обе стороны набрали равное количество очков в конце шестого раунда, победителя нет, и обе стороны должны отступить.",
    "controlZone": "Четыре ЗК (обычно по 4 пространства с каждой стороны) в разных квадрантах карты, каждая из которых расположена в любом месте своего квадранта. Они должны быть примерно симметричными, иначе карта будет несбалансированной. Если в ЗК находятся персонажи только одной стороны, они контролируют ее; если в ЗК находятся персонажи двух или более сторон, она является спорной.",
    "deployment": "ГМ и игрок бросают по 1d6, чтобы определить порядок размещения. Тот, кто выбрасывает меньший результат, размещается первым."
  },
  {
    "id": "sitrep_escort",
    "name": "Сопровождение",
    "description": "Миссии Сопровождения требуют, чтобы ПИ благополучно доставили Цель в ЗЭ и убрались оттуда к черту.",
    "pcVictory": "Цель благополучно эвакуирована.",
    "enemyVictory": "Цель не была эвакуирована в конце восьмого раунда. Если в это время на поле остаются какие-либо ПИ, они попадают в плен или их захватывают.",
    "noVictory": " Цель уничтожена.",
    "deployment": "Сначала ПИ размещаются, выбирая позиции для своих персонажей и Цели в ЗРС; затем ГМ размещает вражеские силы в ЗРП.",
    "extraction": "Находясь в ЗЭ, ПИ могут эвакуироваться в качестве свободного действия в конце своего хода. Освобожденные ПИ удаляются с поля боя. Если Цель находится рядом с ИП в момент освобождения и не оспаривается персонажами противоположной стороны, она считается безопасно эвакуированной."
  },
  {
    "id": "sitrep_extraction",
    "name": "Эксфильтрация",
    "description": "Миссии Эксфильтрации требуют, чтобы персонажи игроков мчались по карте, чтобы найти Цель и безопасно вернуть её обратно к месту эвакуации.",
    "pcVictory": " Цель благополучно эвакуирована.",
    "enemyVictory": " Цель не была эвакуирована в конце десятого раунда. Если в это время на поле остаются какие-либо ПИ, они попадают в плен или их захватывают.",
    "noVictory": " Цель уничтожена.",
    "deployment": "Сначала ПИ размещаются, выбирая позиции для своих персонажей в ЗРС; затем ГМ размещает Цель в Зоне Цели.",
    "objective": "Объект или человек Размера 1/2-2. Цель имеет 10 ПЗ на каждый Размер, Уклонение 10, Э-Защиту 10 и не имеет Брони. Вражеские силы хотят получить Цель и не будут добровольно её повреждать. Когда персонаж начинает свой ход рядом с Целью, она движется вместе с ним, когда он делает свое стандартное перемещение. Если Цель находится рядом с двумя персонажами противоборствующих сторон, она перестает перемещаться и не может перемещаться, пока не окажется рядом с персонажами только одной стороны. Цель не движется сама по себе.",
    "extraction": "Находясь в ЗЭ/ЗРС, ПИ могут эвакуироваться в качестве свободного действия в конце своего хода. Освобожденные ПИ удаляются с поля боя. Если Цель находится рядом с ПИ в момент освобождения и не оспаривается персонажами противоположной стороны, она считается безопасно эвакуированной."
  },
  {
    "id": "sitrep_gauntlet",
    "name": "Наступление",
    "description": "Миссии Наступления обычно выполняются под принуждением или когда нет других вариантов, и обычно они происходят на недружественной территории. Миссии Наступления требуют от ПИ передвижения по опасной местности для обеспечения безопасности позиции.",
    "pcVictory": "В конце восьмого раунда внутри ЗК больше ПИ, чем вражеских персонажей. Ультра считаются за 4 персонажа, элита — за 2, а салаги — за 1/4.",
    "enemyVictory": "В конце шестого раунда внутри ЗК находится как минимум столько же вражеских персонажей, сколько ПИ.",
    "deployment": "ГМ размещается первым в ЗРП; ПИ размещаются следующими, выбирая позиции для своих персонажей в ЗРС.",
    "controlZone": "Территория вокруг ЗРП/ЗК укреплена твердым укрытием Размера 1–2."
  },
  {
    "id": "sitrep_holdout",
    "name": "Удержание",
    "description": "Миссии Удержания — это отчаянные задания. Они требуют, чтобы ПИ защищали территорию от натиска врагов. В лучшем случае это позволяет союзникам выиграть время для выполнения задачи в другом месте, в худшем — выжить или умереть. ПИ начинают с 4 очков. В конце шестого раунда очки подсчитываются: ПИ теряют по очку за каждого врага внутри ЗК. Это может привести к отрицательному результату.",
    "pcVictory": "В конце шестого раунда ПИ имеют счет 1 или выше.",
    "enemyVictory": "В конце шестого раунда ПИ имеют счет меньше 1. Если в это время на поле остаются какие-либо ПИ, они попадают в плен или их захватывают.",
    "controlZone": "Область обычно размером 10 на 5 пространств расположена в центре карты или по необходимости. Территория вокруг ЗК должна быть укреплена твердым укрытием Размера 1-2.",
    "deployment": "ПИ размещаются первыми, выбирая позиции для своих персонажей в пределах ЗРС/ЗК; далее ГМ размещает вражеские силы в ЗРП."
  },
  {
    "id": "sitrep_recon",
    "name": "Разведка",
    "description": "Миссии Разведки — это опасные мероприятия, в которых участвуют небольшие группы, проникающие на враждебную территорию для идентификации целей или получения ключевой информации.",
    "pcVictory": " В конце шестого раунда ПИ контролируют Истинную ЗК.",
    "enemyVictory": "В конце шестого раунда ПИ не контролируют Истинную ЗК.",
    "controlZone": "Четыре ЗК (обычно по 4 пространства с каждой стороны) находятся в разных квадрантах карты, каждая из которых размещается в любом месте своего квадранта. ГМ тайно назначает одну ЗК Истинной ЗК. Находясь внутри ЗК, ПИ могут совершить полное действие, чтобы определить, является ли она Истинной ЗК. Если в Истинной ЗК находятся только ПИ, они контролируют его; если в Истинной ЗК находятся персонажи двух или более сторон, она оспаривается.",
    "deployment": "Сначала ПИ размещаются, выбирая позиции для своих персонажей в ЗРС; затем ГМ размещает вражеские силы в ЗРП."
  }
]
