[
  {
    "id": "sk_act_unseen_or_unheard",
    "name": "ТИШЕ ВОДЫ — НИЖЕ ТРАВЫ",
    "description": "Добраться куда-то или сделать что-то незаметно.",
    "detail": "Добраться куда-то или сделать что-то незаметно, но не обязательно быстро: спрятаться, прокрасться или двигаться бесшумно. Проникнуть на объект, избегая патрулей и камер. Ловко и незаметно орудовать руками, в том числе обчищать карманы, вынимать пистолеты и жульничать в карты. Короче — маскироваться.",
    "family": "dex"
  },
  {
    "id": "sk_apply_fists_to_faces",
    "name": "КУЛАКОМ ПО ЛИЦУ",
    "description": "Ударьте кого-нибудь в лицо или избейте в открытом, жестоком безоружном бою.",
    "detail": "Ударьте кого-нибудь в лицо или избейте в открытом, жестоком безоружном бою, будь то первый бой, проверка боевых искусств или грандиозная драка. Тишина, чистота и аккуратность — здесь не об этом.",
    "family": "str"
  },
  {
    "id": "sk_assault",
    "name": "ШТУРМ",
    "description": "Участвуйте в прямых и открытых боевых действиях.",
    "detail": "Участвуйте в прямых и открытых боевых действиях: прокладывайте себе путь через коридор, заполненный враждебными наемниками, перестраивайтесь в окопах, залитых дождем, сражайтесь в хаотичной микрогравитации в процессе абордажа или вступайте в бой с противником на дымящихся обломках города, подвергающегося орбитальной бомбардировке. Громко и всегда направленно.",
    "family": "str"
  },
  {
    "id": "sk_blow_something_up",
    "name": "ПОДОРВАТЬ ЧТО-ТО",
    "description": "Полностью разрушить что-то или превратить это в огромный файербол.",
    "detail": "Используйте взрывчатку (самодельную или любую другую), оружие или старую добрую силу, чтобы полностью разрушить что-то или превратить это в огромный файербол.",
    "family": "str"
  },
  {
    "id": "sk_charm",
    "name": "ШАРМ",
    "description": "Убедить внушаемую аудиторию или применить рычаги влияния (деньги, власть, личная выгода), чтобы добиться своего.",
    "detail": "Убедить внушаемую аудиторию или применить рычаги влияния (деньги, власть, личная выгода), чтобы добиться своего: сладко говорить, проходя мимо охраны, привлекать людей на свою сторону, склонять на свою сторону потенциально выгодных людей, уговорить когото, стать посредником или откровенно лгать. Вы также используете шарм, когда пытаетесь кого-то облапошить.",
    "family": "cha"
  },
  {
    "id": "sk_get_a_hold_of_something",
    "name": "ЗАВЛАДЕТЬ ЧЕМ-ТО",
    "description": "Приобрести временных или постоянных союзников, активы или связи через богатство или социальное влияние.",
    "detail": "Приобрести временных или постоянных союзников, активы или связи через богатство или социальное влияние, получить информацию, продовольствие, материалы или солдат.",
    "family": "cha"
  },
  {
    "id": "sk_get_somewhere_quickly",
    "name": "БЫСТРО ДОБРАТЬСЯ",
    "description": "Добраться куда-то быстро и без лишних проблем.",
    "detail": "Добраться куда-то быстро и без лишних проблем, но не обязательно тихо. Взобраться, проехать, пролететь, проплыть или совершить маневры, чтобы пройти наиболее опасный путь. Безопасно упасть с большой высоты, грациозно двигаться в отсутствии гравитации. Преследовать, догнать, обогнать или перегнать цель. Добраться куда-то быстрее, чем кто-либо другой.",
    "family": "dex"
  },
  {
    "id": "sk_hack_or_fix",
    "name": "ВЗЛОМАТЬ ИЛИ ПОЧИНИТЬ",
    "description": "Починить устройство или неисправную систему, или же взломать ее, полностью разрушить, вывести из строя или саботировать.",
    "detail": "Починить устройство или неисправную систему, или же взломать ее, полностью разрушить, вывести из строя или саботировать. Вы, вероятно, хакер или ремонтник с опытом взлома или защиты электронных систем, включая электронные дверные замки, компьютерные системы, серверы омнинет и так далее.",
    "family": "int"
  },
  {
    "id": "sk_invent_or_create",
    "name": "ИЗОБРЕСТИ ИЛИ СОЗДАТЬ",
    "description": "Использовать инструменты и принадлежности для проектирования или строительства чего-либо.",
    "detail": "Использовать инструменты и принадлежности для проектирования или строительства чего-либо, либо сразу, либо с временными затратами. Изобретать новые устройства, инструменты или подходы к решению проблем.",
    "family": "int"
  },
  {
    "id": "sk_investigate",
    "name": "ИССЛЕДОВАНИЕ",
    "description": "Обследовать предмет или изучать что-то очень подробно.",
    "detail": "Обследовать предмет или изучать что-то очень подробно: узнать о предмете, имеющем историческое значение, или изучить много литературы по какому-либо вопросу. Расследовать тайну или разгадать загадку. Найти человека или предмет с помощью исследований и детективной работы.",
    "family": "int"
  },
  {
    "id": "sk_lead_or_inspire",
    "name": "ЛИДЕРСТВО",
    "description": "Произнести вдохновляющую речь или побудить группу людей к действию.",
    "detail": "Произнести вдохновляющую речь или побудить группу людей к действию. Добросовестно и эффективно управлять такими формированиями людей, как компании, экипажи кораблей, группы колонистов или горнодобывающие предприятия. Эффективно командовать взводом солдат в бою, а может и целой армией.",
    "family": "cha"
  },
  {
    "id": "sk_patch",
    "name": "ЗАПЛАТКИ",
    "description": "Применять медицинские знания для лечения или диагноза.",
    "detail": "Применять медицинские знания для лечения, перевязки ран, остановки кровотечения, наложения швов, прижигания, нейтрализации яда или реанимации. Диагностировать или изучать болезни, возбудителей или симптоматику.",
    "family": "int"
  },
  {
    "id": "sk_pull_rank",
    "name": "ПОЛОЖЕНИЕ",
    "description": "Привлечь подчиненного: получить от него информацию, ресурсы или помощь.",
    "detail": "Привлечь подчиненного: получить от него информацию, ресурсы или помощь, возможно, против его воли. Каждый раз, когда вы пытаетесь принудить или убедить кого-то, кто может считаться с вашим авторитетом (например, военным или любым другим), вы, возможно, используете своё положение.",
    "family": "cha"
  },
  {
    "id": "sk_read_a_situation",
    "name": "ЧУВСТВОВАТЬ СИТУАЦИЮ",
    "description": "Ищите подтекст, мотивы или угрозы в ситуации или человеке.",
    "detail": "Ищите подтекст, мотивы или угрозы в ситуации или человеке: используйте интуицию, чтобы разглядеть чьито мотивы, узнать, кто на самом деле главный, или выяснить, кто собирается сделать что-то необдуманное или глупое. Получите интуитивное чувство ситуации или человека, почувствуйте, если кто-то вам лжет",
    "family": "int"
  },
  {
    "id": "sk_show_off",
    "name": "ХВАСТОВСТВО",
    "description": "Сделайте что-нибудь эпатажное, крутое или впечатляющее, с помощью (но не обязательно) оружия.",
    "detail": "Сделайте что-нибудь эпатажное, крутое или впечатляющее, с помощью (но не обязательно) оружия: выстрелите в маленькую или быстро движущуюся цель, прострелите чью-то шляпу или выбейте оружие из руки, вырубите кого-то, бросив в него пистолет, выполните акробатический трюк с мечом, бросьте копье, чтобы пригвоздить цель к земле.",
    "family": "dex"
  },
  {
    "id": "sk_spot",
    "name": "РАЗВЕДЧИК",
    "description": "Различить детали, объекты или людей, которые скрыты или трудно различимы.",
    "detail": "Различить детали, объекты или людей, которые скрыты или трудно различимы: заметить засады, скрытые отсеки или замаскированных людей. Шпионить за целями на расстоянии. Различить детали, форму и количество объектов, транспортных средств, мехов или людей на расстоянии, отслеживать людей или транспортные средства.",
    "family": "int"
  },
  {
    "id": "sk_stay_cool",
    "name": "СОХРАНЯТЬ ХЛАДНОКРОВИЕ",
    "description": "Выполните задачу, требующую концентрации, ловкости, скорости или точности в критических ситуациях под давлением обстоятельств.",
    "detail": "Выполните задачу, требующую концентрации, ловкости, скорости или точности в критических ситуациях под давлением обстоятельств: взломайте замок, пока ваш отряд ведет перестрелку с наступающими противниками, аккуратно обезвредьте взрывчатку или разблокируйте оружие.",
    "family": "dex"
  },
  {
    "id": "sk_survive",
    "name": "ВЫЖИВАНИЕ",
    "description": "Выживайте в суровых, враждебных или недружелюбных условиях.",
    "detail": "Выживайте в суровых, враждебных или недружелюбных условиях: в вакууме космоса, в замерзшей тундре, в пиратском анклаве, в колонии, погрязшей в преступности, в дикой природе или под палящим солнцем пустыни. Выживание часто включает в себя путешествия по дикой местности, навигацию или избегание природных опасностей, например: плотоядные дикие животные, камнепады, тонкий лед или лава. Вы также можете попытаться выжить в искусственных условиях, безопасно перемещаясь по городу или избегая опасных районов космических станций.",
    "family": "str"
  },
  {
    "id": "sk_take_control",
    "name": "ДЕРЖАТЬ ПОД КОНТРОЛЕМ",
    "description": "Сила, насилие, волевые усилия или прямое воздействие, чтобы установить контроля над чем-либо.",
    "detail": "Сила, насилие, волевые усилия или прямое воздействие, чтобы установить контроля над чем-либо. Обычно под контролем оказывается что-то конкретное, например, предмет, который кто-то держит в руках — пистолет или ключ-карта. Вы также можете взять под контроль ситуацию, заставив присутствующих выслушать, успокоиться или прекратить то, что они вытворяют.",
    "family": "str"
  },
  {
    "id": "sk_take_someone_out",
    "name": "УБРАТЬ КОГО-ТО",
    "description": "Убейте или выводите из строя быстро и бесшумно.",
    "detail": "Убейте или выводите из строя быстро и бесшумно, вблизи или на расстоянии — возможно, даже раньше, чем цель заметит ваше присутствие. Если вы смотрите в снайперский прицел на мишень, готовитесь вырубить охранника стратегическим ударом ребром ладони, готовитесь быстро выстрелить во время дуэли на пистолетах или падаете с потолка, чтобы перерезать горло, значит, вы пытаетесь кого-то убрать.",
    "family": "dex"
  },
  {
    "id": "sk_threaten",
    "name": "УГРОЗА",
    "description": "Используйте силу или угрозы, чтобы заставить кого-то сделать то, что нужно вам.",
    "detail": "Используйте силу или угрозы, чтобы заставить кого-то сделать то, что нужно вам. Скажите, что вы хотите, чтобы цель сделала, и что вы собираетесь с ней сделать, если она вас не послушает. Угрозы могут также включать шантаж, давление или что-то подобное. Какую бы форму это ни приняло, после угроз шансов на восстановление дружеских отношений, скорее всего, не будет.",
    "family": "str"
  },
  {
    "id": "sk_word_on_the_street",
    "name": "ГЛАС УЛИЦ",
    "description": "Находите сплетни, новости или слухи с улицы или из определенной социальной среды.",
    "detail": "Находите сплетни, новости или слухи с улицы или из определенной социальной среды.",
    "family": "cha"
  }
]