[
  {
    "name": "Опасная Зона",
    "icon": "danger-zone",
    "type": "Status",
    "terse": "Уровень нагрева заполнен на половину и более",
    "exclusive": "Mech",
    "effects": "Персонажи находятся в Опасной Зоне, когда их уровень нагрева заполнен на половину и более. Они горячие, что позволяет использовать некоторые атаки, таланты и эффекты."
  },
  {
    "name": "Нокаут",
    "icon": "downandout",
    "type": "Status",
    "terse": "Нокаутированные пилоты находятся без сознания, и, если они получат еще какой-либо урон, они умрут.",
    "exclusive": "Pilot",
    "effects": "Нокаутированные пилоты находятся без сознания и Ошеломлены — если они получат еще какой-либо урон, они умрут. Персонажи вернутся в сознание и восстановят половину от их полного уровня ПЗ, когда отдохнут."
  },
  {
    "name": "Вовлечение",
    "icon": "engaged",
    "type": "Status",
    "terse": "Атаки дальнего боя, совершенные Вовлеченным персонажем, получают +1 Сложность. Кроме того, персонажи, которые во время движения становятся Вовлеченными целями равного или большего Размера, немедленно прекращают перемещаться и теряют любое неиспользованное перемещение.",
    "effects": "Если персонаж перемещается рядом с враждебным персонажем, они оба получают статус Вовлеченный, пока они остаются рядом друг с другом. Атаки дальнего боя, совершенные Вовлеченным персонажем, получают +1 Сложность. Кроме того, персонажи, которые во время движения становятся Вовлеченными целями равного или большего Размера, немедленно прекращают перемещаться и теряют любое неиспользованное перемещение."
  },
  {
    "name": "Уязвимость",
    "icon": "exposed",
    "type": "Status",
    "terse": "Весь кинетический , взрывной или энергетический урон, получаемый персонажами в состоянии Уязвимости, удваивается.",
    "exclusive": "Mech",
    "effects": "Персонажи становятся Уязвимыми, когда имеют дело с бешеным накоплением тепла — их броня ослаблена перегревом, вентиляционные отверстия открыты, а оружие теряет эффективность, открывая множество слабых мест. Весь кинетический , взрывной или энергетический урон, получаемый персонажами в состоянии Уязвимости, удваивается, прежде чем будут применены какие-либо уменьшения. Мех может избавиться от Уязвимости, выполнив действие Стабилизация."
  },
  {
    "name": "Скрытность",
    "icon": "hidden",
    "type": "Status",
    "terse": "Скрытые персонажи не могут быть целью вражеских атак или действий, не не вовлекаются, а враги знают только их приблизительное местоположение.",
    "effects": "Скрытые персонажи не могут быть целью вражеских атак или действий, не не вовлекаются, а враги знают только их приблизительное местоположение. Атака, спасброски, реакция, использование Ускорения и потеря укрытия снимают Скрытность после их осуществления. Персонажи могут найти Скрытых персонажей с помощью Поиска."
  },
  {
    "name": "Невидимость",
    "icon": "invisible",
    "type": "Status",
    "terse": "Все атаки против Невидимых персонажей, независимо от типа, имеют 50-процентный шанс промахнуться до того, как будет сделан бросок атаки. Кроме того, Невидимые персонажи всегда могут спрятаться, даже без укрытия.",
    "effects": "Все атаки против Невидимых персонажей, независимо от типа, имеют 50-процентный шанс промахнуться до того, как будет сделан бросок атаки. Бросьте кубик или подбросьте монету, чтобы определить, промахнулась ли атака.<br>Кроме того, Невидимые персонажи всегда могут спрятаться, даже без укрытия."
  },
  {
    "name": "Сбивание",
    "icon": "prone",
    "type": "Status",
    "terse": "Атаки против Сбитых целей получают +1 Точность. Сбитые персонажи Замедляются и считаются движущимися по труднопроходимой местности.",
    "effects": "Атаки против Сбитых целей получают +1 Точность.<br>Кроме того, Сбитые персонажи Замедляются и считаются движущимися по труднопроходимой местности. Персонажи могут избавиться от Сбивания, заменив стандартное перемещение подъемом, если только они не находятся в состоянии Обездвиживания. Подъем не считается движением, поэтому не вызывает эффект Наблюдения или другие эффекты."
  },
  {
    "name": "Выключение",
    "icon": "shut-down",
    "type": "Status",
    "terse": "While SHUT DOWN, mechs are STUNNED indefinitely.",
    "exclusive": "Mech",
    "effects": "Когда мех Выключен:<br>• сбрасывается весь нагрев и снимается статус Уязвимость; <br>• любые вошедшие в каскад НЧЛ стабилизируются и больше не входят в каскад; <br>• любые влияющие на меха статусы и состояния, вызванные техническими действиями, такими как Захват, немедленно прекращаются.<br>Выключенные мехи имеют Невосприимчивость ко всем техническим действиям и атакам, в том числе со стороны союзных персонажей.<br>В Выключенном состоянии мехи Ошеломлены на неопределенный срок. Ничто не может предотвратить это состояние, и оно сохраняется до тех пор, пока мехи не перестанут быть Выключенными."
  },
  {
    "name": "Обездвиженность",
    "icon": "immobilized",
    "type": "Condition",
    "terse": "Обездвиженные персонажи не могут совершать никаких произвольных движений.",
    "effects": "Обездвиженные персонажи не могут совершать никаких произвольных движений, но на непроизвольные движения это не распространяется."
  },
  {
    "name": "Ослабление",
    "icon": "impaired",
    "type": "Condition",
    "terse": "Ослабленные персонажи получают +1 ко всем атакам, спасброскам и проверкам навыков.",
    "effects": "Ослабленные персонажи получают +1 ко всем атакам, спасброскам и проверкам навыков."
  },
  {
    "name": "Заклинивание",
    "icon": "jammed",
    "type": "Condition",
    "terse": "Заклиненные персонажи не могут использовать средства связи, совершать атаки, кроме Импровизированной Атаки, Хватания и Тарана, принимать реакции или получать или извлекать выгоду из технических действий.",
    "effects": "Заклиненные персонажи не могут:<br>• использовать средства связи для общения с другими персонажами;<br>• совершать атаки, кроме Импровизированной Атаки, Хватания и Тарана;<br>• принимать реакции или получать или извлекать выгоду из технических действий."
  },
  {
    "name": "Захват",
    "icon": "lock-on",
    "type": "Condition",
    "terse": "Враждебные персонажи могут по своему выбору использовать состояние Захвата персонажа в обмен на +1 Точность к их следующей атаке против этого персонажа.",
    "effects": "Враждебные персонажи могут по своему выбору использовать состояние Захвата персонажа в обмен на +1 Точность к их следующей атаке против этого персонажа.<br>Захват также требуется для использования некоторых талантов и систем."
  },
  {
    "name": "Расщепление",
    "icon": "shredded",
    "type": "Condition",
    "terse": "Расщепленные персонажи не получают преимущества от Брони или Сопротивления.",
    "effects": "Расщепленные персонажи не получают преимущества от Брони или Сопротивления."
  },
  {
    "name": "Замедление",
    "icon": "slow",
    "type": "Condition",
    "terse": "Единственное перемещение, которое могут совершить Замедленные персонажи, это их стандартное перемещение в свой ход — они не могут использовать Ускорение или совершать специальные перемещения, предоставляемые талантами, системами или оружием.",
    "effects": "Единственное перемещение, которое могут совершить Замедленные персонажи, это их стандартное перемещение в свой ход — они не могут использовать Ускорение или совершать специальные перемещения, предоставляемые талантами, системами или оружием."
  },
  {
    "name": "Ошеломление",
    "icon": "stunned",
    "type": "Condition",
    "terse": "Ошеломленные мехи не могут Перегружаться, перемещаться или предпринимать какие-либо действия.",
    "effects": "Ошеломленные мехи не могут Перегружаться, перемещаться или предпринимать какие-либо действия — включая свободные действия и реакции. Пилоты все еще могут Взобраться, Спешиться или Катапультироваться из Ошеломленных мехов, и могут выполнять обычные действия.<br>Ошеломленные мехи имеют максимум 5 Уклонения, и автоматически проваливают все проверки и спасброски Корпуса и Маневренности."
  }
]