[
  {
    "id": "missing_mechsystem",
    "name": "ERR: DATA NOT FOUND",
    "sp": 1,
    "source": "ДМС",
    "license": "ДМС",
    "license_level": 0,
    "effect": "COMP/CON не способен получить данные, необходимые для описания этой Системы. Скорее всего, это результат отсутствующего или устаревшего контент пака.",
    "description": "COMP/CON не способен получить данные, необходимые для описания этой Системы. Скорее всего, это результат отсутствующего или устаревшего контент пака.",
    "tags": [],
    "license_id": ""
  },
  {
    "id": "ms_comp_con_class_assistant_unit",
    "name": "Помощник Комп./Кон.",
    "type": "ИИ",
    "sp": 2,
    "tags": [
      {
        "id": "tg_ai"
      },
      {
        "id": "tg_no_cascade"
      },
      {
        "id": "tg_unique"
      }
    ],
    "source": "ДМС",
    "license": "ДМС",
    "license_level": 0,
    "effect": "Ваш мех оснащен базовым блоком комп/кон, что наделяет его меткой ИИ. Комп/кон может разговаривать с вами и обладает индивидуальностью, но, в отличие от НЧЛ, не способен мыслить самостоятельно. Он подчиняется только вам.<br>Вы можете передать управление своим мехом его комп/ кон в качестве протокола, что позволит вашему меху действовать независимо в ваш ход со своим собственным набором действий. В отличие от других ИИ, мехи, управляемые комп/кон, не имеют самостоятельной инициативы и требуют прямого участия. Ваш мех будет следовать основному набору действий (защищать эту область, атаковать этого врага, защищать меня и т. д.) в меру своих возможностей или будет действовать, чтобы защитить себя, если его инструкции выполнены или он не получает дальнейших указаний. Вы можете отдавать новые команды в начале своего хода, если вы находитесь в пределах 50 и имеете средства для связи со своим мехом. Комп/кон не являются настоящими НЧЛ и поэтому не могут вступать в каскад.",
    "description": "Помощник категории Компаньон/консьерж ДМС соответствует всем общегалактическим стандартам. Эти виртуальные помощники проходят даже самые жесткие критерии оценки на Туринг-Нулле и допущены к работе даже в отсутствие пилота.",
    "license_id": ""
  },
  {
    "id": "ms_custom_paint_job",
    "name": "Индивидуальная Покраска",
    "sp": 1,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_indestructible"
      }
    ],
    "source": "ДМС",
    "license": "ДМС",
    "license_level": 0,
    "effect": "Когда вы получаете структурный урон, бросьте 1d6. Если выпадет 6, вы возвращаетесь к 1 ПЗ и игнорируете урон — удар просто \"поцарапал вашу краску\".<br>Эту систему можно использовать только один раз перед каждым Полным Ремонтом, и она не является допустимой целью для разрушения системы.",
    "license_id": ""
  },
  {
    "id": "ms_expanded_compartment",
    "name": "Расширенный Отсек",
    "sp": 1,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "ДМС",
    "license": "ДМС",
    "license_level": 0,
    "effect": "В вашем мехе есть место для одного дополнительного не-Мех персонажа или объекта Размера 1/2, который может ехать в качестве пассажира в кабине. Находясь внутри меха, он не может подвергаться никаким внешним воздействиям или быть целью атак, как если бы он был пилотом. Вы можете передавать или забирать у них управление по протоколу (по тем же правилам, что и пилоты и ИИ), но если они забирают у вас управление, мехи становятся Ослабленными и Замедленными, в связи с отсутствием соответствующих лицензий и интеграции.",
    "license_id": ""
  },
  {
    "id": "ms_manipulators",
    "name": "Манипуляторы",
    "sp": 1,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "ДМС",
    "license": "ДМС",
    "license_level": 0,
    "effect": "У вашего меха есть дополнительный набор конечностей. Они слишком малы, чтобы принести пользу в бою, но позволяют меху взаимодействовать с объектами, которые иначе были бы слишком маленькими или хрупкими (например, сенсорные панели размером с пилота).",
    "description": "Точное взаимодействие с искусственными и природными средами, легкими целями и опасными материалами является частью повседневной жизни мехов поддерживающего класса. Это стало возможным благодаря манипуляторам — добавленным многоразрядным \"рукам\" с тактильными сенсорами.",
    "license_id": ""
  },
  {
    "id": "ms_pattern_a_smoke_charges",
    "name": "Паттерн-А Дымовые Заряды",
    "type": "Развертываемый Объект",
    "sp": 2,
    "tags": [
      {
        "id": "tg_limited",
        "val": 3
      },
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_grenade"
      }
    ],
    "source": "ДМС",
    "license": "ДМС",
    "license_level": 0,
    "actions": [
      {
        "name": "Дымовая Граната",
        "activation": "Быстрое",
        "range": [
          {
            "type": "Дальность",
            "val": 5
          },
          {
            "type": "Взрыв",
            "val": 2
          }
        ],
        "detail": "Бросьте Дымовую Гранату в радиусе Дальность 5. Все персонажи и объекты в зоне взрыва получают мягкое укрытие до конца вашего следующего хода, после чего дым рассеивается."
      }
    ],
    "deployables": [
      {
        "name": "Дымовая Мина",
        "type": "Мина",
        "range": [
          {
            "type": "Разрыв",
            "val": 3
          }
        ],
        "detail": "Эта мина взрывается, когда любой союзный персонаж проходит над ней или рядом с ней. Все персонажи и объекты в зоне взрыва получают мягкое укрытие до конца следующего хода взорвавшегося персонажа, после чего дым рассеивается."
      }
    ],
    "license_id": ""
  },
  {
    "id": "ms_pattern_a_jericho_deployable_cover",
    "name": "Паттерн-А Иерихон Укрытие",
    "type": "Развертываемый Объект",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "ДМС",
    "license": "ДМС",
    "license_level": 0,
    "effect": "Разместите две секции твердого укрытия Размера 1 на свободных пространствах рядом с вами и друг с другом. Каждая секция представляет собой объект со значением Уклонения 5 и 10 ПЗ, который можно выбрать и уничтожить по отдельности. Секции укрытия можно снова подобрать в качестве полного действия.<br>Ремонт системы восстанавливает обе секции.",
    "deployables": [
      {
        "name": "Jericho Deployable Cover",
        "type": "Развертываемый Объект",
        "instances": 2,
        "size": 1,
        "hp": 10,
        "evasion": 5,
        "detail": "Разместите две секции твердого укрытия Размера 1 на свободных пространствах рядом с вами и друг с другом. Каждая секция представляет собой объект со значением Уклонения 5 и 10 ПЗ, который можно выбрать и уничтожить по отдельности. Секции укрытия можно снова подобрать в качестве полного действия.<br>Ремонт системы восстанавливает обе секции.",
        "recall": "Полное",
        "redeploy": "Быстрое"
      }
    ],
    "license_id": ""
  },
  {
    "id": "ms_pattern_b_hex_charges",
    "name": "Паттерн-Б ГЕКС-Заряды",
    "type": "Развертываемый Объект",
    "sp": 2,
    "tags": [
      {
        "id": "tg_limited",
        "val": 3
      },
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_grenade"
      }
    ],
    "source": "ДМС",
    "license": "ДМС",
    "license_level": 0,
    "actions": [
      {
        "name": "Осколочная Граната",
        "activation": "Быстрое",
        "range": [
          {
            "type": "Дальность",
            "val": 5
          },
          {
            "type": "Взрыв",
            "val": 1
          }
        ],
        "damage": [
          {
            "type": "Explosive",
            "val": "1d6"
          }
        ],
        "detail": "Бросьте Осколочную Гранату в радиусе Дальность 5. Все персонажи в зоне поражения должны пройти спасбросок на Маневренность или получить 1d6 Взрывного урона. В случае успеха они получают половину урона."
      }
    ],
    "deployables": [
      {
        "name": "Взрывная Мина",
        "type": "Мина",
        "range": [
          {
            "type": "Разрыв",
            "val": 1
          }
        ],
        "activation": "Быстрое",
        "detail": "Все персонажи в пределах зоны поражения должны пройти проверку на Маневренность или получить 2d6 Взрывного урона. В случае успеха они получают половину урона."
      }
    ],
    "license_id": ""
  },
  {
    "id": "ms_personalizations",
    "name": "Персонализация",
    "sp": 1,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "ДМС",
    "license": "ДМС",
    "license_level": 0,
    "effect": "Вы получаете +2 ПЗ и, по согласованию с ГМ, можете установить незначительную модификацию, которую вы сделали для своего меха.<br>Этот мод не имеет числового преимущества, кроме дополнительных ПЗ, но может дать другие полезные эффекты. Если ГМ согласится, что этот мод поможет при проверке навыков пилота или меха, вы можете получить +1 Точность к этой проверке.",
    "bonuses": [
      {
        "id": "hp",
        "val": 2
      }
    ],
    "license_id": ""
  },
  {
    "id": "ms_stable_structure",
    "name": "Устойчивая Структура",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "ДМС",
    "license": "ДМС",
    "license_level": 0,
    "effect": "Вы получаете +1 Точность к спасброскам, чтобы избежать Сбивания или Толчка.",
    "license_id": ""
  },
  {
    "id": "ms_turret_drones",
    "name": "Турельные Дроны",
    "type": "Дрон",
    "sp": 2,
    "tags": [
      {
        "id": "tg_limited",
        "val": 3
      },
      {
        "id": "tg_unique"
      }
    ],
    "source": "ДМС",
    "license": "ДМС",
    "license_level": 0,
    "effect": "Потратьте заряд, чтобы разместить турельный дрон, который прикрепляется к любому объекту или поверхности в пределах Сенсоров и прямой видимости. Получите реакцию Атака Турели, которую можно использовать один раз для каждого размещенного дрона. Турельные дроны не могут быть отозваны и заканчивают свое действие в конце сцены.",
    "deployables": [
      {
        "name": "Турельный Дрон",
        "type": "Дрон",
        "size": 0.5,
        "hp": 5,
        "edef": 10,
        "evasion": 10,
        "detail": "Получите реакцию Атака Турели, которую можно использовать один раз для каждого размещенного дрона. Турельные дроны не могут быть отозваны и заканчивают свое действие в конце сцены.",
        "actions": [
          {
            "name": "Атака Турели",
            "activation": "Реакция",
            "frequency": "1/раунд",
            "trigger": "Союзный персонаж в радиусе Дальность 10 от турельного дрона совершает успешную атаку.",
            "detail": "Турельный дрон наносит 3 Кинетического урона своей цели, пока он находится в прямой видимости от цели."
          }
        ]
      }
    ],
    "description": "Использование турельных дронов — довольно традиционная форма умножения сил, которая остается основой обороны во многих театрах военных действий.",
    "license_id": ""
  },
  {
    "id": "ms_type_3_projected_shield",
    "name": "Проекционный щит Тип-3",
    "type": "Щит",
    "sp": 2,
    "tags": [
      {
        "id": "tg_shield"
      },
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_heat_self",
        "val": 1
      }
    ],
    "source": "ДМС",
    "license": "ДМС",
    "license_level": 0,
    "actions": [
      {
        "name": "Проецировать Щит",
        "activation": "Протокол",
        "detail": "Назначьте персонажа в пределах прямой видимости: все дальние и ближние атаки, которые он совершает против вас или вы против него, получают +2 Сложности до начала вашего следующего хода."
      }
    ],
    "description": "Проекционный щит ДМС Тип-3 улавливает и блокирует приближающиеся снаряды, создавая агрессивный суперпозиционный противоракетный барьер.",
    "license_id": ""
  },
  {
    "id": "ms_eva_module",
    "name": "ВКД Модуль",
    "type": "Система Полета",
    "sp": 1,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "ДМС",
    "license": "ДМС",
    "license_level": 0,
    "effect": "Ваш мех оснащен силовой установкой, пригодной для использования в условиях низкой или нулевой гравитации и под водой. В этих условиях вы можете лететь и не Замедляться.",
    "synergies": [
      {
        "locations": [
          "move"
        ],
        "detail": "Ваш мех оснащен силовой установкой, пригодной для использования в условиях низкой или нулевой гравитации и под водой. В этих условиях вы можете лететь и не Замедляться."
      }
    ],
    "license_id": ""
  },
  {
    "id": "ms_rapid_burst_jump_jet_system",
    "name": "Реактивная Система Быстрого Прыжка",
    "type": "Система Полета",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "ДМС",
    "license": "ДМС",
    "license_level": 0,
    "effect": "Вы можете летать, когда вы Ускоряетесь; однако вы должны закончить перемещение на земле или другой твердой поверхности, иначе немедленно начнете падать.",
    "synergies": [
      {
        "locations": [
          "boost"
        ],
        "detail": "Вы можете летать, когда вы Ускоряетесь; однако вы должны закончить перемещение на земле или другой твердой поверхности, иначе немедленно начнете падать."
      }
    ],
    "license_id": ""
  },
  {
    "id": "ms_type_i_flight_system",
    "name": "Система Полета Тип-I",
    "type": "Система Полета",
    "sp": 3,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "ДМС",
    "license": "ДМС",
    "license_level": 0,
    "effect": "Вы можете летать при Ускорении или при обычном движении; тем не менее, вы получаете Размер+1 в конце любого своего хода, в котором вы летите таким образом.",
    "synergies": [
      {
        "locations": [
          "move"
        ],
        "detail": "Вы можете летать при Ускорении или при обычном движении; тем не менее, вы получаете Размер+1 в конце любого своего хода, в котором вы летите таким образом."
      }
    ],
    "license_id": ""
  },
  {
    "id": "ms_synthetic_muscle_netting",
    "name": "Синтетическая Мышечная Сетка",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "ИПС-Н",
    "license": "ЧЕРНАЯ БОРОДА",
    "license_level": 1,
    "effect": "Вы можете Таранить цели крупнее вас, а когда вы Хватаете или Тараните более крупные цели, вы считаетесь равным по Размеру самому крупному противнику. Когда вы Хватаете или Тараните противников того же Размера, что и вы, или меньше, вы считаетесь как минимум на один Размер больше. Кроме того, ваша грузоподъемность и тяговое усилие удваиваются.",
    "synergies": [
      {
        "locations": [
          "ram"
        ],
        "detail": "Вы можете Таранить цели крупнее вас, а когда вы Тараните более крупные цели, вы считаетесь равным по Размеру самому крупному противнику. Когда вы Тараните противников того же Размера, что и вы, или меньше, вы считаетесь как минимум на один Размер больше."
      },
      {
        "locations": [
          "grapple"
        ],
        "detail": "Когда вы Хватаете более крупные цели, вы считаетесь равным по Размеру самому крупному противнику. Когда вы Хватаете противников того же Размера, что и вы, или меньше, вы считаетесь как минимум на один Размер больше."
      }
    ],
    "description": "Синтетическая Мышечная Сетка (СМС) ИПС-Н — это запатентованная, проверенная в полевых условиях модификация, совместимая со всеми существующими рамами ИПС-Н. Это удобное напыляемое каталитическое и структурное усовершенствование повышает производительность манипуляторов и силовых установок примерно на 25 процентов без снижения срока службы. Слой СМС также улучшает поглощение ударов и теплоизоляцию.<br>ИПС-Н рекомендует пилотам наносить СМС только на внутренние компоненты и практиковать частую очистку, чтобы предотвратить септическианалоговый распад.",
    "license_id": "mf_blackbeard"
  },
  {
    "id": "ms_reinforced_cabling",
    "name": "Усиленные Кабели",
    "sp": 2,
    "source": "ИПС-Н",
    "license": "ЧЕРНАЯ БОРОДА",
    "license_level": 3,
    "actions": [
      {
        "name": "Захват Грейфера",
        "activation": "Свободное",
        "detail": "1/ход, совершая стандартное перемещение, вы можете лететь со своей Скоростью по прямой линии, пока есть свободный путь. Это перемещение должно закончиться на объекте или поверхности, иначе вы начнете падать. Пока вы остаетесь неподвижным, вы можете закрепиться на конечной поверхности или объекте, даже если он вертикальный или нависающий. Если во время закрепления на поверхности вас Сбивают с ног или отбрасывают назад, вы падаете."
      },
      {
        "name": "Потянуть вниз",
        "activation": "Быстрое",
        "detail": "Сделайте спорную проверку Корпуса против персонажа в пределах 5 и прямой видимости: проигравший будет Сбит с ног."
      }
    ],
    "description": "Усиленные тросы для захвата обеспечивают полную подвижность и полезность в условиях ≤1g*. Сплетенные из невероятно прочного наноуглерода и арахносинтетических нитей, усиленные тросы захвата носятся на катушках, зафиксированных на поясе, и прикрепляются к плечевым проекторам, приводимым в действие зарядами. После выстрела грейферы проникают в цель и закрепляются на ней. Небольшие плавильные заряды, заложенные через каждые тридцать метров троса, позволяют быстро отсоединить грейфер и обнажить свежую головку грейфера, готовую к немедленному использованию.",
    "license_id": "mf_blackbeard"
  },
  {
    "id": "ms_sekhmet_class_nhp",
    "name": "НЧЛ Сехмет-класса",
    "type": "ИИ",
    "sp": 3,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_ai"
      }
    ],
    "source": "ИПС-Н",
    "license": "ЧЕРНАЯ БОРОДА",
    "license_level": 3,
    "actions": [
      {
        "name": "Протокол СЕХМЕТ",
        "activation": "Протокол",
        "detail": "При активации вы передаете контроль над своим мехом своему НЧЛ и получаете следующие преимущества:<ul><li>Все критические попадания в ближнем бою наносят +1d6 дополнительного урона. </li><li>1/раунд, вы можете участвовать в Перестрелке с использованием ОББ только в качестве свободного действия.</li></ul>Ваш НЧЛ использует все доступные действия и передвижение, чтобы переместиться к ближайшему видимому персонажу — союзнику или врагу — и атакует его ближними атаками, отдавая предпочтение оружию ближнего боя. Он может извлечь выгоду из ваших талантов. Если в пределах Угрозы нет персонажей, ваш НЧЛ использует все действия, чтобы максимально быстро перейти к следующей ближайшей (видимой) цели. Ваш НЧЛ не может совершать дальние атаки, даже если есть доступные действия.<br>Вы сохраняете достаточный контроль для Перегрузки, как обычно; однако ваш НЧЛ использует дополнительное действие с той же целью, что и другие свои действия.<br>Вы можете вернуть себе контроль над своим мехом в соответствии с протоколом. Когда вы это сделаете, вы будете Ошеломлены до начала вашего следующего хода. В противном случае этот эффект длится до тех пор, пока ваш мех не будет уничтожен — выведение из строя или смерть пилота не будет иметь никакого эффекта."
      }
    ],
    "description": "“Второй пилот ИПС-Н СЕХМЕТ готов стать вашим первым помощником! СЕХМЕТ стандартно поставляется с системами дистанционного управления, омнинетом, ИК-метками и голосовым управлением и полностью совместим со всеми текущими и устаревшими механизмами ИПС-Н. <br>Знаете ли вы, что СЕХМЕТ учится вместе с вами? Если случится самое худшее, ваш собственный СЕХМЕТ продолжит поражать враждебные цели, используя эмулированного нейросетевого двойника для управления вашим шасси ИПС-Н до принудительного или добровольного отключения!»<br>—черновик, ИПС-Н, бортовая надпись Пилота Поляриса Лаунджа [зачеркнуто и заменено текущей надписью] <br>НЧЛ СЕХМЕТ класса склонны к агрессивным взглядам и мрачному юмору. Пилоты часто называют их \"системами берсерка\" — опасными НЧЛ, для которых боевая эффективность важнее благополучия пилота.",
    "license_id": "mf_blackbeard"
  },
  {
    "id": "ms_argonaut_shield",
    "name": "Щит Аргонавта",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "ИПС-Н",
    "license": "ДРЕЙК",
    "license_level": 1,
    "actions": [
      {
        "activation": "Быстрое",
        "detail": "Вы используете это тяжелое наплечное оружие, чтобы прикрыть соседнего персонажа в качестве быстрого действия, давая ему Сопротивляемость ко всему урону; однако вы получаете половину урона, который получила бы ваша цель, до расчета Броня и Сопротивляемость. Этот эффект длится до тех пор, пока ваша цель не нарушит примыкание, после чего эффект прекращается, пока вы не повторите это действие."
      }
    ],
    "description": "В космосе простота формы и функций гарантирует надежность и способствует доверию. Аргонавт — один из старейших проектов ИПС-Н, созданный еще до слияния команд безопасности Deep Black компании Нордстар. Это простая металлическая плита, которую носят в руках или крепят на плечевой надстройке шасси; всё что пилот может изменить в этом щите — выбрать его размер.",
    "license_id": "mf_drake"
  },
  {
    "id": "ms_aegis_shield_generator",
    "name": "Генератор Щита Эгида",
    "type": "Развертываемый Объект",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_limited",
        "val": 1
      }
    ],
    "source": "ИПС-Н",
    "license": "ДРЕЙК",
    "license_level": 2,
    "effect": "Потратьте заряд, чтобы разместить генератор щита Размера 1 на свободном соседнем пространстве, где он создаст Разрыв 1 щит.",
    "deployables": [
      {
        "type": "Развертываемый Объект",
        "name": "Генератор Щита Эгида",
        "activation": "Быстрое",
        "cost": 1,
        "size": 1,
        "hp": 10,
        "evasion": 5,
        "detail": "Разместите три кубика d6, чтобы представить оставшуюся мощность генератора. В качестве реакции, когда любой персонаж или объект по вашему выбору, хотя бы частично находящийся в этой области, получает урон, вы можете бросить один из кубиков d6, чтобы уменьшить урон на сумму броска. <br>Этот эффект длится до конца сцены, пока не будут брошены все кубики и генератор не потеряет энергию, или генератор не будет уничтожен.",
        "counters": [
          {
            "id": "aegis_shield_die",
            "name": "Мощность Генератора Щита Эгида",
            "default_value": 3,
            "min": 0,
            "max": 3
          }
        ],
        "tags": [
          {
            "id": "tg_shield"
          }
        ]
      }
    ],
    "description": "Эгида — портативный генератор электромагнитного щита: мощный и надежный метод — хотя и грубый по современным меркам — для создания кинетического и когерентного сдерживания частиц на обширной территории.",
    "license_id": "mf_drake"
  },
  {
    "id": "ms_portable_bunker",
    "name": "Портативный Бункер",
    "type": "Развертываемый Объект",
    "sp": 2,
    "tags": [
      {
        "id": "tg_limited",
        "val": 1
      },
      {
        "id": "tg_unique"
      }
    ],
    "source": "ИПС-Н",
    "license": "ДРЕЙК",
    "license_level": 3,
    "effect": "Потратьте заряд, чтобы разместить портативный бункер на свободной соседней области 4 на 4. В начале вашего следующего хода он размещается в фортификационное сооружение с указанным профилем.",
    "deployables": [
      {
        "type": "Развертываемый Объект",
        "name": "Портативный Бункер",
        "activation": "Быстрое",
        "cost": 1,
        "size": 4,
        "hp": 40,
        "evasion": 5,
        "detail": "Все персонажи, полностью находящиеся в пределах защищенной зоны, получают твердое укрытие от всех атак из-за пределов бункера со всех направлений и Сопротивляемость к урону от Взрыва, Линии, Разрыва и Конуса, исходящих снаружи бункера.<br>Бункер имеет открытую крышу, и персонажи могут входить или выходить из него по своему усмотрению. Его нельзя переместить или деактивировать после размещения."
      }
    ],
    "description": "Портативный бункер ИПС-Н — это серия одноразовых расширяющихся принтерных листов: плоские пакеты с инертной неньютоновской жидкостью, которые при размещении превращаются в жесткую структуру, способную выдерживать невероятную силу.",
    "license_id": "mf_drake"
  },
  {
    "id": "ms_cable_winch_system",
    "name": "Система Кабельной Лебедки",
    "sp": 1,
    "source": "ИПС-Н",
    "license": "ЛАНКАСТЕР",
    "license_level": 1,
    "actions": [
      {
        "activation": "Быстрое",
        "detail": "Эти кабели могут быть присоединены к соседнему персонажу. Если цель Ошеломлена или согласна с присоединением, вы автоматически добиваетесь успеха; в противном случае она может сопротивляться при успешном спасброске Корпуса. После прикрепления вы и цель не можете отойти друг от друга более чем на 5 пространств. Любой из персонажей может буксировать другого, подчиняясь обычным правилам подъема и перетаскивания, и при этом становится Замедленным.<br>Любой персонаж может снять кабели при попадании в цель ближней атакой или Импровизированной Атакой против Уклонения 10. <br>Эти кабели также можно использовать для перетаскивания, вытягивания или иного взаимодействия с объектами и окружающей средой. Они имеют длину в 5 пространств и могут выдержать суммарный Размер 6, прежде чем сломаются. Персонажи могут использовать их, чтобы карабкаться по поверхности, что позволяет им карабкаться без штрафа за Скорость."
      }
    ],
    "description": "Система лебедки состоит из установленной снаружи катушки с наноуглеродным плетением и подпрограммы восстановления, установленной на мехе.",
    "license_id": "mf_lancaster"
  },
  {
    "id": "ms_restock_drone",
    "name": "Пополняющий Дрон",
    "type": "Дрон",
    "sp": 2,
    "tags": [
      {
        "id": "tg_limited",
        "val": 2
      },
      {
        "id": "tg_unique"
      }
    ],
    "source": "ИПС-Н",
    "license": "ЛАНКАСТЕР",
    "license_level": 1,
    "effect": "Потратьте заряд, чтобы разместить Пополняющего Дрона на любое свободное соседнее пространство, где он активируется в конце вашего хода.",
    "deployables": [
      {
        "type": "Дрон",
        "name": "Пополняющий Дрон",
        "activation": "Быстрое",
        "size": 0.5,
        "hp": 5,
        "edef": 10,
        "evasion": 10,
        "detail": "Находясь рядом с дроном, союзные персонажи могут активировать его в качестве быстрого действия, сняв 1d6 Нагрева и одно состояние и зарядив одно Заряжаемое оружие. После активации дрон сразу же разрушается.",
        "actions": [
          {
            "name": "Активировать Пополняющий Дрон",
            "activation": "Быстрое",
            "detail": "Снимите 1d6 Нагрева и одно состояние и зарядите одно Заряжаемое оружие. После активации дрон сразу же разрушается."
          }
        ]
      }
    ],
    "description": "Надежные и крепкие пополняющие дроны со встроенными принтерами обеспечивают ограниченную гибкость логистики за счет авто-спасения. Основная часть пополняющего дрона состоит из РоуМат, смеси силикатов и металлических материалов, которые дрон перерабатывает в запасные части и ремонтные комплекты. Вот почему пилоты часто шутят, что пополняющие дроны — это, проще говоря, «закуска для меха».",
    "license_id": "mf_lancaster"
  },
  {
    "id": "ms_mule_harness",
    "name": "МЛЖ Упряжь",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "ИПС-Н",
    "license": "ЛАНКАСТЕР",
    "license_level": 2,
    "effect": "Дополнительные слоты, ремни и точки крепления позволяют другим персонажам взбираться на вашего меха и ездить на нем. Соседние, не-Обездвиженные персонажи могут забраться на вашего меха в качестве быстрого действия. Во время езды они занимают то же пространство, что и вы, двигаются, когда двигаетесь вы (даже если они Замедлены), и пользуются преимуществами мягкого укрытия. Если вы или всадник Сбиты с ног, Ошеломлены, Обездвижены или уничтожены, они Сбиваются на соседние пространства. Всадники могут спуститься вниз в рамках любого перемещения, но могут забраться на вашего меха только в качестве быстрого действия. <br>Вы можете перевозить всадников, совокупный Размер которых равен вашему Размеру минус Размер 1/2 (например, если ваш мех Размера 1, вы можете нести одного персонажа Размера 1/2; если мех Размера 2, вы можете нести персонажа Размера 1 и персонажа Размера 1/2).",
    "description": "Многопользовательский Легкий Жгут (МЛЖ) представляет собой серийную версию обычной модификации для поля боя, которая позволяет дружественным солдатам ездить на шасси. Некоторые системы достаточно велики, чтобы позволить меньшим шасси сопровождать большие шасси; как правило, эти варианты используются для выведения на большую высоту и низкую орбиту, где требуется меньшее присутствие радара.",
    "license_id": "mf_lancaster"
  },
  {
    "id": "ms_whitewash_sealant_spray",
    "name": "Герметизирующий Спрей для Побелки",
    "sp": 2,
    "source": "ИПС-Н",
    "license": "ЛАНКАСТЕР",
    "license_level": 2,
    "actions": [
      {
        "activation": "Быстрое",
        "detail": "Этот герметик можно распылять на персонажей или свободные пространства в пределах Дальность 5 и прямой видимости. Он имеет различные эффекты в зависимости от цели: <ul><li><b>Враждебные Персонажи:</b> Ваша цель должна успешно пройти спасбросок на Маневренность, иначе она становится Замедленной до конца своего следующего хода и снимает все горение.</li><li><b>Союзные Персонажи:</b> Ваша цель снимает все горение, но становится Замедленной до конца своего следующего хода.</li><li><b>Свободное Пространство:</b>  Все пожары в пределах Взрыв 1 гаснут, а местность становится труднопроходимой до конца сцены.</li></ul>"
      }
    ],
    "description": "Для пожаротушения и быстрой временной герметизации пробитых перегородок звездолетов ИПС-Н предлагает ряд одноразовых нанитов с единственной целью — «побелка». Этот герметизирующий спрей может также использоваться для сдерживания неподчиняющихся субъектов, если на аппликатор установлены правильные распылительные головки и каталитические составы.",
    "license_id": "mf_lancaster"
  },
  {
    "id": "ms_aceso_stabilizer",
    "name": "Стабилизатор Акесо",
    "type": "Щит",
    "sp": 3,
    "tags": [
      {
        "id": "tg_limited",
        "val": 3
      },
      {
        "id": "tg_overshield"
      },
      {
        "id": "tg_shield"
      },
      {
        "id": "tg_unique"
      }
    ],
    "source": "ИПС-Н",
    "license": "ЛАНКАСТЕР",
    "license_level": 3,
    "actions": [
      {
        "activation": "Быстрое",
        "detail": "Потратьте заряд, чтобы выстрелить из этой маленькой самозарядной системы в союзного меха в пределах Дальность 5. Он получает Усиление Щита, равное вашей Стойкости +4. Пока у меха есть Усиление Щита, он получает Невосприимчивость к Ослаблению и Заклиниванию."
      }
    ],
    "description": "Стабилизатор ИПС-Н Акесо является полезной мерой сортировки при любых мелких механических повреждениях, полученных в ходе боевых действий или негативного воздействия окружающей среды. Благодаря незначительной нагрузке на процессор стабилизаторы Акесо могут управляться даже блоками комп/кон — это позволяет пилоту сосредоточиться на сложном ремонте или немедленной нейтрализации угроз.",
    "license_id": "mf_lancaster"
  },
  {
    "id": "ms_bulwark_mods",
    "name": "Оплот-Моды",
    "sp": 1,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "ИПС-Н",
    "license": "НЕЛЬСОН",
    "license_level": 1,
    "effect": "Удлиненные конечности, дополнительная броня,резервные двигательные системы и другие усилениявашего меха позволяют вам игнорировать труднопроходимую местность.",
    "synergies": [
      {
        "locations": [
          "move"
        ],
        "detail": "Удлиненные конечности, дополнительная броня,резервные двигательные системы и другие усилениявашего меха позволяют вам игнорировать труднопроходимую местность."
      }
    ],
    "description": "Все фирменные ядра мехов ИПС-Н оснащены системой БыстрыйМод — модульную, совместимую с предыдущими версиями систему соединений, точек крепления и внутренних слотов, которая упрощает установку обновлений. Это оказалось необходимой функцией для мактебов \"Альбатроса\", давно не синхронизированных с Союзом Реального времени.",
    "license_id": "mf_nelson"
  },
  {
    "id": "ms_armor_lock_plating",
    "name": "Бронезащитное Покрытие",
    "sp": 1,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_heat_self",
        "val": 2
      }
    ],
    "source": "ИПС-Н",
    "license": "НЕЛЬСОН",
    "license_level": 2,
    "effect": "Вы можете Укрепиться во время Хватания. Когда вы это сделаете, все хваты, которые в данный момент воздействуют на вас, закончатся. <br>Кроме того, когда вы Укрепляетесь, вы получаете следующие преимущества до конца вашего следующего хода: <ul><li>Атаки против вас получают +1 Сложность. </li><li>Вы не можете провалить спасброски Маневренности или Корпуса или спорные проверки.</li><li>Вы получаете Невосприимчивость к Толчку, Схватыванию, Сбиванию с ног и перемещению любой внешней силой меньше Размера 5.</li></ul>",
    "synergies": [
      {
        "locations": [
          "grapple"
        ],
        "detail": "Вы можете Укрепиться во время Хватания. Когда вы это сделаете, все хваты, которые в данный момент воздействуют на вас, закончатся."
      },
      {
        "locations": [
          "brace"
        ],
        "detail": "Когда вы Укрепляетесь, вы получаете следующие преимущества до конца вашего следующего хода: <ul><li>Атаки против вас получают +1 Сложность. </li><li>Вы не можете провалить спасброски Маневренности или Корпуса или спорные проверки.</li><li>Вы получаете Невосприимчивость к Толчку, Схватыванию, Сбиванию с ног и перемещению любой внешней силой меньше Размера 5.</li></ul>"
      }
    ],
    "description": "ИПС-Н Бронезащитное Покрытие — это модификация всего корпуса, которая обеспечивает дополнительную устойчивость шасси в любой ситуации, когда пилоту необходимо подвергнуть своего меха бОльшим, чем ожидалось, нагрузкам.",
    "license_id": "mf_nelson"
  },
  {
    "id": "ms_ramjet",
    "name": "Реактивный Двигатель",
    "sp": 3,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_heat_self",
        "val": 2
      }
    ],
    "source": "ИПС-Н",
    "license": "НЕЛЬСОН",
    "license_level": 3,
    "actions": [
      {
        "activation": "Протокол",
        "detail": "До начала вашего следующего хода вы можете перемещаться на +2 пространства при Ускорении, а ваши ближние атаки (включая Таран, Схватывание и так далее) получают Толчок 2.<br>Когда вы перемещаетесь в течение этого времени, вы должны переместиться с полной Скоростью по прямой линии; однако вы можете остановиться, если столкнетесь с препятствием или враждебным персонажем, и вы можете менять направление между отдельными перемещениями (например, стандартные перемещения, Ускорение и т.д.)."
      }
    ],
    "description": "Есть порог, который хорошо знают пилотыветераны Нельсона: точка бесконечного импульса. Вы двигаетесь достаточно быстро в подходящей атмосфере, и воздух сам поступает во вспомогательные порты на шасси, издавая вопли всемогущего демона. Точка бесконечного импульса — это рука великана на вашей груди и колесница бога под вашими ногами. Создается ощущение, что вы можете обогнать сам свет, если только не потеряете сознание первым.",
    "license_id": "mf_nelson"
  },
  {
    "id": "ms_bb_breach_blast_charges",
    "name": "РВ Разрывные/Взрывные Заряды",
    "type": "Развертываемый Объект",
    "sp": 2,
    "tags": [
      {
        "id": "tg_limited",
        "val": 3
      },
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_grenade"
      }
    ],
    "source": "ИПС-Н",
    "license": "РОЛИ",
    "license_level": 1,
    "actions": [
      {
        "name": "Термическая Граната",
        "range": [
          {
            "type": "Дальность",
            "val": 5
          },
          {
            "type": "Взрыв",
            "val": 1
          }
        ],
        "damage": [
          {
            "type": "Energy",
            "val": "1d6"
          }
        ],
        "detail": "Бросьте Термическую Гранату в пределах Дальность 5. Все персонажи в области поражения должны преуспеть в спасброске Маневренности или получить 1d6 Энергетического урона. В случае успеха они получают половину урона. Объекты и местность поражаются автоматически и получают 10 ББ Энергетического урона."
      }
    ],
    "deployables": [
      {
        "name": "Пробивающий Заряд",
        "type": "Мина",
        "detail": " Помимо соседних свободных пространств, эта мина может быть установлена на соседние стены, укрытия и местность. После установки эта мина должна быть взорвана быстрым действием. Персонажи, находящиеся в зоне поражения Разрыв 1, должны успешно выполнить спасбросок Маневренности или получить 2d6 ББ Взрывного урона. В случае успеха они получают половину урона. Объекты и местность поражаются автоматически и получают 30 ББ Взрывного урона.",
        "actions": [
          {
            "name": "Детонировать",
            "activation": "Быстрое",
            "detail": "Персонажи, находящиеся в зоне поражения Разрыв 1, должны успешно выполнить спасбросок Маневренности или получить 2d6 ББ Взрывного урона. В случае успеха они получают половину урона. Объекты и местность поражаются автоматически и получают 30 ББ Взрывного урона."
          }
        ]
      }
    ],
    "description": "Разрывные/взрывные заряды представляют собой боевую модификацию промышленных взрывных зарядов, разработанных ИПС-Н для добычи для добычи полезных ископаемых на астероидах.В зарядах ИПС-Н РВ используется более летучая смесь взрывчатых веществ, предназначенная для нанесения массивного структурного урона механизированным шасси, перегородкам звездолетов, бронетехнике, бункерам и другим прочным конструкциям.",
    "license_id": "mf_raleigh"
  },
  {
    "id": "ms_roland_chamber",
    "name": "Патронник “Роланд”",
    "sp": 3,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "ИПС-Н",
    "license": "РОЛИ",
    "license_level": 2,
    "effect": "Когда вы заряжаете любое оружие, ваша следующая атака Заряжаемым оружием получает следующий эффект: <br>При попадании: Эта атака наносит +1d6 дополнительного урона, и цели должны преуспеть в спасброске Корпуса, иначе будут Сбиты с ног.",
    "description": "Упакованные в герметичные, автономные цилиндры, \"Роланд Раундс\" ИПС-Н представляют собой осколочно-фугасные бронебойные заряды, предназначенные для кинетического оружия любого калибра. Заряженный вместо инертных кинетических боеприпасов осколочно-фугасный снаряд Роланд ВЭ/ББ повышает эффективность и разрушительную силу.",
    "license_id": "mf_raleigh"
  },
  {
    "id": "ms_siege_ram",
    "name": "Осадный Таран",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "ИПС-Н",
    "license": "ТОРТУГА",
    "license_level": 1,
    "effect": "Когда вы Тараните, вы наносите 2 Кинетического урона при попадании, и вы наносите 10 ББ Кинетического урона, когда Тараните объекты и местность.",
    "synergies": [
      {
        "locations": [
          "ram"
        ],
        "detail": "Когда вы Тараните, вы наносите 2 Кинетического урона при попадании, и вы наносите 10 ББ Кинетического урона, когда Тараните объекты и местность."
      }
    ],
    "description": "Осадный таран — это ручная металлическая балка с клиновидным наконечником, готовая к тому, чтобы врезаться в швы герметичных перегородок дверей и вбивать их до упора. Это еще один пережиток дней, предшествовавших слиянию ИПСН. Когда кому-то нужно открыть только что захлопнувшуюся перегородку, флотские пилоты берут в руки именно этот инструмент. Тяжелый, тупой и несокрушимый: Осадный таран ИПС-Н — универсальная отмычка.",
    "license_id": "mf_tortuga"
  },
  {
    "id": "ms_hyperdense_armor",
    "name": "Сверхплотная Броня",
    "type": "Щит",
    "sp": 3,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_shield"
      }
    ],
    "source": "ИПС-Н",
    "license": "ТОРТУГА",
    "license_level": 3,
    "actions": [
      {
        "activation": "Быстрое",
        "detail": "При активации эта броня превращается в мерцающую отражающую поверхность, обеспечивающую непревзойденную защиту. Вы получаете Сопротивляемость ко всему урону и Нагреву от атак, исходящих за пределами Дальность 3; однако вы Замедляетесь и наносите половину урона, Нагрева и Горения персонажам за пределами 3."
      },
      {
        "name": "Деактивировать Сверхплотную Броню",
        "activation": "Быстрое",
        "detail": "Деактивировать Сверхплотную Броню, теряя Сопротивляемость ко всему урону и Нагреву от атак, исходящих за пределами Дальность 3; также с вас снимается состояние Замедления и вы наносите нормальный урон, Нагрев и Горение персонажам за пределами Дальности 3."
      }
    ],
    "description": "ИПС-Н Сверхплотная Броня создана для космоса — она выкована без учета каких-либо ограничений, с которыми пользователи могут столкнуться в гравитационном колодце. Таким образом, многие пилоты, защищенные Сверхплотными продуктами, испытывают шок, почувствовав разницу между пилотированием своего меха в колодце и полетом в космической невесомости.",
    "license_id": "mf_tortuga"
  },
  {
    "id": "ms_webjaw_snare",
    "name": "Капкан Паутинного Захвата",
    "type": "Развертываемый Объект",
    "sp": 1,
    "tags": [
      {
        "id": "tg_limited",
        "val": 2
      },
      {
        "id": "tg_unique"
      }
    ],
    "source": "ИПС-Н",
    "license": "ВЛАД",
    "license_level": 1,
    "effect": "Потратьте заряд, чтобы установить Капкан Паутинного Захвата на свободное соседнее место, где он сработает в конце вашего хода.",
    "deployables": [
      {
        "type": "Развертываемый Объект",
        "name": "Капкан Паутинного Захвата",
        "activation": "Быстрое",
        "size": 1,
        "hp": 10,
        "evasion": 5,
        "detail": "Капкан Паутинного Захвата не препятствует перемещению, и его нельзя атаковать, пока он не сработает.<br>Ловушка срабатывает, когда любой персонаж перемещается по ней. Они должны преуспеть в спасброске Корупса или получить 1d6 ББ Кинетического урона и стать Обездвиженными. Этот эффект длится до тех пор, пока ловушка не будет уничтожена."
      }
    ],
    "description": "Подходящая для использования в театре военных действий, система Паутинного захвата с нитью взрывного ускорения ИПС-Н представляет собой размещаемое решение для защиты периметра, предназначенное для задержания вражеского движения в заранее определенных коридорах поражения. Паутинный захват состоит из объединенного в сеть кластера одноразовых якорей, каждый из которых состоит из шипа, катушки арахносинтетической Неразрезаемой нити и заряда взрывчатки. <br>При дистанционном срабатывании или с помощью ряда программируемых физических, электронных или химических триггеров якоря выстреливают, вонзая шипы глубоко в цели, как мягкие, так и твердые. Шипы, закрепленные в точках крепления Неразрезаемой нитью, препятствуют и ограничивают движение, засоряя шестерни, колеса, роторы, двигатели и все способы передвижения.",
    "license_id": "mf_vlad"
  },
  {
    "id": "ms_caltrop_launcher",
    "name": "Чесночная Пусковая Установка",
    "sp": 1,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "ИПС-Н",
    "license": "ВЛАД",
    "license_level": 2,
    "actions": [
      {
        "activation": "Быстрое",
        "detail": "Эта система покрывает свободную область Взрыв 1 в пределах Дальность 5 взрывным чесноком. До конца сцены эта зона становится труднопроходимой местностью, и мехи получают 1d3 ББ Взрывного урона, когда они входят в пораженную область в первый раз за раунд или заканчивают свой ход в ней."
      }
    ],
    "description": "Ужасные антиорганические, противотранспортные системы, препятствующие приближению врага, чесночные пусковые установки стреляют либо огромными облаками, либо длинными полосами мерцающего металла над областью. Система Чеснок ИС-ЧЕС от ИПС-Н включает небольшие фигурные взрывчатые вещества в сочетании с упрочненными пирамидами.",
    "license_id": "mf_vlad"
  },
  {
    "id": "ms_charged_stake",
    "name": "Заряженный Кол",
    "sp": 2,
    "source": "ИПС-Н",
    "license": "ВЛАД",
    "license_level": 3,
    "actions": [
      {
        "activation": "Полное",
        "detail": "Эта система стреляет заряженным колом в соседнего с вами персонажа. Ваша цель должна преуспеть в спасброске Корпуса, иначе она будет пронзена колом, получив 1d6 ББ Энергетического урона и став Обездвиженной во время пронзания. В конце каждого своего хода пораженная цель получает 1d6 ББ Энергетического урона. Пронзенный персонаж может успешно повторить спасбросок в качестве полного действия, чтобы удалить кол и освободиться, что является единственным способом прекратить обездвиживание. <br>Одновременно можно атаковать колом только одного персонажа."
      }
    ],
    "description": "Созданная на основе инструментов для взрывных работ, эта огромная импровизированная система размещена и подготовлена к стрельбе в специально загрунтованной камере. Сначала она пробивает и обездвиживает бронированные цели, а затем посылает мощный испаряющий заряд в уязвимые внутренние системы.",
    "license_id": "mf_vlad"
  },
  {
    "id": "ms_ferrous_lash",
    "name": "Железная Плеть",
    "sp": 2,
    "source": "СШК",
    "license": "ЧЕРНАЯ ВЕДЬМА",
    "license_level": 1,
    "actions": [
      {
        "activation": "Быстрое",
        "detail": "Выберите персонажа в пределах Дальность 8 и прямой видимости. Если он союзник, вы можете перетащить выбранного персонажа на 5 пространств в любом направлении; если он враждебен, то должен преуспеть в спасброске Маневренности или быть перетащенным на 5 пространств в выбранном вами направлении. Это перемещение игнорирует вовлеченность и не вызывает реакции.<br>Если враждебная цель, перемещаемая этой системой, сталкивается с препятствием или другим мехом, она перестает перемещаться и Сбивается с ног."
      }
    ],
    "description": "Изначально разработанная как несмертельное устройство для подавления толпы, Железная плеть представляет собой гораздо более сложное и опасное устройство в руках умелого пилота. Плеть состоит из серии интегрированных пусковых установок, которые взрывают заряды быстро застывающих феррожидкостей, удерживающих цели. Настроенные на правильную частоту, эти запатентованные смеси феррожидкостей формируются в рудиментарные амбулаторные сегменты, притягивая своих носителей обратно к тому, кто владеет Плетью.",
    "license_id": "mf_black_witch"
  },
  {
    "id": "ms_iceout_drone",
    "name": "ИЗБЕГАЮЩИЙ Дрон",
    "type": "Дрон",
    "sp": 2,
    "tags": [
      {
        "id": "tg_limited",
        "val": 2
      },
      {
        "id": "tg_unique"
      }
    ],
    "source": "СШК",
    "license": "ЧЕРНАЯ ВЕДЬМА",
    "license_level": 2,
    "effect": "Потратьте заряд, чтобы разместить ИЗБЕГАЮЩЕГО дрона на свободном пространстве в пределах Сенсоров и прямой видимости, где он парит на месте и генерирует поле Разрыв 1.",
    "deployables": [
      {
        "type": "Дрон",
        "name": "ИЗБЕГАЮЩИЙ Дрон",
        "activation": "Быстрое",
        "size": 0.5,
        "hp": 5,
        "edef": 10,
        "evasion": 10,
        "detail": "Персонажи, хотя бы частично находящиеся в зоне действия поля, получают Невосприимчивость ко всем техническим действиям, но и сами и не могут их совершать. Уже имеющиеся состояния и эффекты, вызванные техническими действиями, не снимаются, но персонажи имеют Невосприимчивость к ним, пока они находятся в области, и от них можно спастись обычным образом.<br>ИЗБЕГАЮЩИЙ дрон может быть перемещен в любую точку в пределах Сенсоров в качестве быстрого действия. Он не может быть отозван и теряет силу в конце сцены.",
        "actions": [
          {
            "name": "Переместить ИЗБЕГАЮЩИЙ Дрон",
            "activation": "Быстрое",
            "detail": "ИЗБЕГАЮЩИЙ дрон может быть перемещен в любую точку в пределах Сенсоров."
          }
        ]
      }
    ],
    "description": "ИЗБЕГАЮЩИЙ дрон от СШК — это ответ на растущую зависимость от сканирования вражеских систем для точного наведения. Покрывая системы мехов слоями цифровой дефилады, экранирования, спуфинга и перенаправления, ИЗБЕГАЮЩИЙ дрон может эффективно исчезнуть или закрыться от враждебного сканирования. Однако ИЗБЕГАЮЩИЕ дроны делают своего оператора невидимым только в системе; они остаются видимыми с помощью оптики.",
    "license_id": "mf_black_witch"
  },
  {
    "id": "ms_perimeter_command_plate",
    "name": "Периметральная Командная Пластина",
    "type": "Развертываемый Объект",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "СШК",
    "license": "ЧЕРНАЯ ВЕДЬМА",
    "license_level": 2,
    "effect": "Эта тяжелая металлическая Периметральная Командная Пластина (ПКП) может быть распечатана флэш-принтером и размещена на свободном пространстве 2x2 в пределах Дальность 5. ПКП плоская, не препятствует движению и действует до конца сцены. Если вы создаете новую ПКП, старая распадается.",
    "deployables": [
      {
        "name": "Периметральная Командная Пластина",
        "type": "Развертываемый Объект",
        "size": 2,
        "hp": 20,
        "evasion": 5,
        "detail": "Пластина активируется для персонажа в первый раз, когда этот персонаж входит в ее пространство в течение раунда, или если он заканчивает там свой ход.<br>При печати выберите настройку: <ul><li><b>Отпор:</b> Враждебные персонажи, которые перемещаются на ПКП, должны преуспеть в спасброске Корпуса или быть отброшены на 3 пространства в выбранном вами направлении. Если это приводит к их столкновению с препятствием, они Сбиваются с ног. Союзные персонажи, вошедшие в это пространство, могут немедленно переместиться на 3 пространства в любом направлении в качестве свободного действия.</li><li><b>Притяжение:</b> : Персонажи, которые перемещаются на ПКП, должны успешно пройти спасбросок Корпуса или стать Обездвиженными. Они могут избавиться от Обездвиживания, повторив успешный спасбросок в качестве быстрого действия; эффект также снимается, если ПКП уничтожена."
      }
    ],
    "description": "Группа Экзотических Материалов разработала командную пластину \"Периметр\", чтобы расширить зону контроля Черной ведьмы. Используя одношаблонные флэш-принтеры, Черная ведьма печатает широкую круглую пластину с электромагнитными проекторами. Хотя пластины предназначены для одноразового использования, пилоты Черной ведьмы часто привязываются к своим \"фамильярам\" и запрашивают у своих флэшпринтеров создание персональных пластин. ",
    "license_id": "mf_black_witch"
  },
  {
    "id": "ms_black_ice_module",
    "name": "Модуль Черный ЛЕД",
    "type": "Технология",
    "sp": 3,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "СШК",
    "license": "ЧЕРНАЯ ВЕДЬМА",
    "license_level": 3,
    "effect": "Технические атаки против вас или соседних союзных персонажей получают +1 Сложность. Каждая последующая техническая атака против вас или соседнего союзного персонажа получает дополнительно +1 Сложность, максимум до +3 Сложности. <br>Ваши значения Черного ЛЬДА переворачиваются — сбрасываются до +1 Сложности, когда они увеличиваются до +4 Сложности, или в конце сцены. Персонажи-союзники теряют это преимущество, когда нарушают примыкание.",
    "description": "Модули Черный ЛЕД — это оборонительные системы, входящие в стандартную комплектацию флотов Черных Ведьм, используемых силами внутренней безопасности СШК. Они проецируют код БЕЛЫЕТЕЛЬЦА, который анализирует входящие вредоносные скрипты и на лету структурирует модификаторы для дружественных систем.",
    "counters": [
      {
        "id": "ctr_black_ice_module",
        "name": "Модуль Черный ЛЕД",
        "default_value": 1,
        "min": 1,
        "max": 3
      }
    ],
    "license_id": "mf_black_witch"
  },
  {
    "id": "ms_magnetic_shield",
    "name": "Магнитный Щит",
    "type": "Щит",
    "sp": 2,
    "tags": [
      {
        "id": "tg_shield"
      },
      {
        "id": "tg_unique"
      }
    ],
    "source": "СШК",
    "license": "ЧЕРНАЯ ВЕДЬМА",
    "license_level": 3,
    "actions": [
      {
        "activation": "Быстрое",
        "detail": "Эта система создает Линию 4 силового поля высотой 4 пространства – по крайней мере 1 пространство рядом с вами, что является препятствием для мехов и персонажей, хотя бы частично сделанных из металла. Она длится до конца сцены, и если размещается новый щит, старый деактивируется.<br>Силовое поле не блокирует прямую видимость, но обеспечивает мягкое укрытие. Персонажи получают Сопротивляемость к Кинетическому и Взрывному урону, пока пользуются этим прикрытием."
      }
    ],
    "description": "Магнитный щит СШК использует ту же технологию, что и их запатентованный магнитный баклер, и применяет ее к массивной системе проецирования поля.",
    "license_id": "mf_black_witch"
  },
  {
    "id": "ms_high_stress_mag_clamps",
    "name": "Магнитные Зажимы Высокого Напряжения",
    "sp": 1,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "СШК",
    "license": "МЕРТВАЯ ГОЛОВА",
    "license_level": 1,
    "effect": "Вы воспринимаете все твердые поверхности как плоскую поверхность для перемещения; вы можете нормально перемещаться по ним вместо того, чтобы карабкаться, но вы начнете падать, если вас Собьют с ног.",
    "synergies": [
      {
        "locations": [
          "move"
        ],
        "detail": "Вы воспринимаете все твердые поверхности как плоскую поверхность для перемещения; вы можете нормально перемещаться по ним вместо того, чтобы карабкаться, но вы начнете падать, если вас Собьют с ног."
      }
    ],
    "description": "Простой и надежный набор переключаемых магнитных зажимов, встроенных в локомотивную систему меха, может значительно расширить тактические возможности его пилота. При включении эти зажимы позволяют меху цепляться за железные поверхности, что особенно полезно в условиях низкой гравитации и невесомости.",
    "license_id": "mf_deaths_head"
  },
  {
    "id": "ms_tracking_bug",
    "name": "Отслеживающий Жучок",
    "type": "Технология",
    "sp": 2,
    "source": "СШК",
    "license": "МЕРТВАЯ ГОЛОВА",
    "license_level": 1,
    "actions": [
      {
        "activation": "Быстрая Технология",
        "tech_attack": true,
        "detail": "Проведите техническую атаку против персонажа, находящегося в пределах Сенсоров. При попадании вы узнаете его точное местоположение, ПЗ, Структуру и Скорость на весь период. Он не может Скрыться, и вы игнорируете его статус Невидимости. Чтобы избавиться от следящего дрона, преследуемый персонаж должен успешно выполнить проверку Инженерии в качестве быстрого действия; в противном случае он деактивируется в конце сцены."
      }
    ],
    "description": "Отслеживающие жучки — это специализированные трассирующие снаряды — по сути, дроны слишком велики, чтобы их можно было классифицировать как наниты, и слишком малы, чтобы соответствовать стандартным для Союза параметрам дрона. Выпущенные из специальных пусковых установок, жучки направляются к намеченной цели. После успешного проникновения в цель они тайно и непрерывно передают оперативные данные зарегистрированному пользователю.",
    "license_id": "mf_deaths_head"
  },
  {
    "id": "ms_core_siphon",
    "name": "Сифон Ядра",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "СШК",
    "license": "МЕРТВАЯ ГОЛОВА",
    "license_level": 2,
    "actions": [
      {
        "activation": "Протокол",
        "detail": "Когда вы активируете этот протокол, вы получаете +1 Точность на свой первый бросок атаки в этом ходу, но получаете +1 Сложность на все остальные броски атаки до конца хода."
      }
    ],
    "description": "Перенаправляя избыточное тепло на наступательные системы, сифоны ядра позволяют пилотам разогнать прицельные, каталитические и вычислительные возможности своего оружия. Однако за это приходится платить — разгон без достаточного охлаждения может повредить системы, не рассчитанные на такой приток энергии.",
    "license_id": "mf_deaths_head"
  },
  {
    "id": "ms_kinetic_compensator",
    "name": "Кинетический Компенсатор",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "СШК",
    "license": "МЕРТВАЯ ГОЛОВА",
    "license_level": 3,
    "effect": "Когда вы промахиваетесь при броске дальней атаки, ваш следующий бросок дальней атаки получает +1 Точность.",
    "synergies": [
      {
        "locations": [
          "weapon"
        ],
        "weapon_types": [
          "Винтовка",
          "Пушка",
          "ПУ",
          "ОБД",
          "Звено"
        ],
        "detail": "Когда вы промахиваетесь при броске дальней атаки, ваш следующий бросок дальней атаки получает +1 Точность."
      }
    ],
    "description": "Популярными усовершенствованиями являются кинетические компенсаторы, обеспечивающие подповерхностный каркас гироскопов с электронной модуляцией и гидравлических компенсаторов, которые совместно работают для поглощения и рассеивания отдачи, вызванной стрельбой из тяжелого оружия.",
    "license_id": "mf_deaths_head"
  },
  {
    "id": "ms_neurospike",
    "name": "Нейрошип",
    "type": "Технология",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "СШК",
    "license": "СУМРАЧНОЕ КРЫЛО",
    "license_level": 1,
    "actions": [
      {
        "name": "Код Сорокопута",
        "activation": "Вторжение",
        "detail": " До конца следующего хода цель сначала получает 2 Нагрева всякий раз, когда атакует."
      },
      {
        "name": "Мираж",
        "activation": "Вторжение",
        "detail": " Выберите себя или союзного персонажа: ваши системы передают размытые, иллюзорные образы поверх реального силуэта. Ваша цель считает вас или выбранного вами персонажа Невидимым до конца своего следующего хода."
      }
    ],
    "description": "\"Каким-то образом оно проникло в мою кабину. Там были руки — холодные руки — вокруг моей шеи, пальцы во рту, проникающие под мой комбинезон. Никто другой не мог быть там со мной, но кто-то был. Я не мог даже закричать, оно держало мой язык в кулаке и сжимало его, и оно шептало мне свое имя, и оно не говорило ничего, что я мог бы понять. Я никогда не чувствовал себя более одиноким — был только я и... оно. Один во вселенной, навсегда\".",
    "license_id": "mf_dusk_wing"
  },
  {
    "id": "ms_flicker_field_projector",
    "name": "Проектор Мерцающего Поля",
    "sp": 1,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "СШК",
    "license": "СУМРАЧНОЕ КРЫЛО",
    "license_level": 2,
    "effect": "Всякий раз, когда вы Ускоряетесь или делаете стандартное перемещение, вы проецируете вокруг себя голографический рисунок, оставляя ослепительные остаточные изображения, которые затрудняют определение вашего точного местоположения: вы считаетесь Невидимым в следующий раз, когда вас атакуют. За один раз вы можете воспользоваться только одним эффектом.",
    "synergies": [
      {
        "locations": [
          "move",
          "boost"
        ],
        "detail": "Всякий раз, когда вы Ускоряетесь или делаете стандартное перемещение, вы проецируете вокруг себя голографический рисунок, оставляя ослепительные остаточные изображения, которые затрудняют определение вашего точного местоположения: вы считаетесь Невидимым в следующий раз, когда вас атакуют. За один раз вы можете воспользоваться только одним эффектом."
      }
    ],
    "description": "\"Я видел себя снова и снова, и снова, и снова, и снова, и снова, и снова...\"",
    "license_id": "mf_dusk_wing"
  },
  {
    "id": "ms_stuncrown",
    "name": "Оглушающий Венец",
    "sp": 2,
    "tags": [
      {
        "id": "tg_limited",
        "val": 2
      },
      {
        "id": "tg_unique"
      }
    ],
    "source": "СШК",
    "license": "СУМРАЧНОЕ КРЫЛО",
    "license_level": 3,
    "actions": [
      {
        "activation": "Быстрое",
        "detail": "Потратьте заряд, чтобы создать Разрыв 3 вспышку света. Все враждебные персонажи в зоне поражения, находящиеся в прямой видимости от вас, должны успешно выполнить спасбросок Маневренности или стать Заклиненным, и спасбросок Систем или стать Ослабленным. Эти эффекты длятся до конца их следующего хода.<br>Эта система не затрагивает персонажей, находящихся в укрытии от вас."
      }
    ],
    "description": "“Многое произошло в тот момент, когда я подумал, что умер.”",
    "license_id": "mf_dusk_wing"
  },
  {
    "id": "ms_oasis_wall",
    "name": "Стена ОАЗИСА",
    "type": "Щит",
    "sp": 3,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_shield"
      },
      {
        "id": "tg_heat_self",
        "val": 2
      }
    ],
    "source": "СШК",
    "license": "СУМРАЧНОЕ КРЫЛО",
    "license_level": 3,
    "actions": [
      {
        "activation": "Протокол",
        "detail": "До начала вашего следующего хода вы можете перемещаться только по прямой; тем не менее, вы создаете голографический след позади себя, когда перемещаетесь, создавая световой барьер, состоящий из смежных секций того же Размера, что и ваш мех (Размер 1 для Мехов Размера 0,5) в каждом пространстве, через которое вы проходите. Этот барьер дает твердое укрытие соседним персонажам, а персонажи, получающие выгоду от этого укрытия, а также получают Сопротивляемость к Энергетичекому урону.<br>Барьер не считается препятствием и имеет Невосприимчивость ко всему урону. Персонажи могут свободно проходить через барьер, но не заканчивать свой ход внутри него, и любой персонаж, который был непроизвольно перемещен внутрь барьера, прекращает это перемещение, как будто он закончил свое движение внутри него. Барьер действует до конца сцены или до следующего использования этой системы."
      }
    ],
    "description": "\"Внутри? Что я увидел внутри? Думаешь, я сбежал? Что все это правда? Нет, я… я никогда не уходил. Я все еще там. Что-то не так. Это неправильно.\"",
    "license_id": "mf_dusk_wing"
  },
  {
    "id": "ms_flash_charges",
    "name": "Импульсные Заряды",
    "type": "Развертываемый Объект",
    "sp": 2,
    "tags": [
      {
        "id": "tg_limited",
        "val": 2
      },
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_grenade"
      }
    ],
    "source": "СШК",
    "license": "METALMARK",
    "license_level": 1,
    "actions": [
      {
        "name": "Ослепляющая граната",
        "range": [
          {
            "type": "Дальность",
            "val": 5
          },
          {
            "type": "Взрыв",
            "val": 3
          }
        ],
        "detail": "Бросьте Ослепляющую гранату в радиусе Дальность 5. До конца вашего следующего хода эта граната создает зону ослепляющего света и искр. Пока персонажи, кроме вас, хотя бы частично находятся внутри этой зоны, они не могут сформировать линию прямой видимости за пределы зоны поражения. Персонажи, полностью находящиеся за пределами зоны или выходящие из зоны, не подвергаются воздействию, пока они не войдут в нее."
      }
    ],
    "deployables": [
      {
        "name": "Световая мина",
        "type": "Мина",
        "range": [
          {
            "type": "Разрыв",
            "val": 1
          }
        ],
        "detail": "Эта мина взрывается, когда персонаж перемещается рядом с ней или над ней. Персонажи в затронутой области должны преуспеть в спасброске Маневренности, иначе они будут видеть только соседние пространства до конца своего следующего хода."
      }
    ],
    "description": "Производимые мастерской Смит-Шимано БЕЛЛА ЧАО, Импульсные заряды популярны и имеют множество преимуществ — их вспышка достаточно яркая, чтобы дестабилизировать оптику видимого света, лазерную связь и комплекты инфракрасных датчиков.",
    "license_id": "mf_metalmark"
  },
  {
    "id": "ms_reactive_weave",
    "name": "Реактивное Плетение",
    "sp": 1,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "СШК",
    "license": "METALMARK",
    "license_level": 1,
    "effect": "Когда вы Укрепляетесь, вы становитесь Невидимым до конца вашего следующего хода и можете немедленно переместиться на расстояние, равное вашей Скорости.",
    "synergies": [
      {
        "locations": [
          "Brace"
        ],
        "detail": "Когда вы Укрепляетесь, вы становитесь Невидимым до конца вашего следующего хода и можете немедленно переместиться на расстояние, равное вашей Скорости."
      }
    ],
    "description": "Реактивное плетение, состоящее из тканых покрытий для критически важных соединений и систем, не только защищает эти чувствительные компоненты от загрязнения и плохих погодных условий, но и обеспечивает поверхность для применения уникальной технологии ткацких станков СШК. Реактивное плетение приводится в действие и позволяет ему свободно сгибаться для повышения мобильности и снижения нагрузки на соединения мехов.",
    "license_id": "mf_metalmark"
  },
  {
    "id": "ms_active_camouflage",
    "name": "Активный Камуфляж",
    "sp": 3,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_heat_self",
        "val": 2
      }
    ],
    "source": "СШК",
    "license": "METALMARK",
    "license_level": 3,
    "actions": [
      {
        "activation": "Протокол",
        "detail": "Вы становитесь Невидимым до тех пор, пока не получите урон, или до конца вашего следующего хода."
      }
    ],
    "description": "Активный камуфляж является вершиной систем противооптической защиты. Системы активного камуфляжа непрерывно интерпретируют входящие данные видимого света, что позволяет им проецировать светоизменяющие поля вокруг пользователя и эффективно скрывать его от посторонних глаз.",
    "license_id": "mf_metalmark"
  },
  {
    "id": "ms_javelin_rockets",
    "name": "Ракеты Джавелин",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "СШК",
    "license": "МОНАРХ",
    "license_level": 1,
    "actions": [
      {
        "activation": "Быстрое",
        "detail": "Выберите 3 свободных пространства в пределах Дальности 15 и линии прямой видимости, которые не примыкают друг к другу. Все персонажи знают, какие пространства вы выбрали. Вы выпускаете в воздух залп ракет с автоматическим наведением: до начала вашего следующего хода, когда персонаж входит или пролетает над выбранной областью — не более чем на 10 пространств вверх — он поражается ракетой, получая 3 Взрывного урона. Каждое пространство можно задействовать один раз, после чего эффект исчезает в этом пространстве."
      }
    ],
    "description": "\"Пралайя — имя вашей матери. Та, что увидит рассвет в конце. Красота ее была ужасна, как и гнев ее, и я вижу его во всех вас. Сыновья мои, когда вы услышите раскаты грома — это голос вашей матери, а дождь из ракет — ее дар.\" — «Заметки для юного Иоанна», Служение Главного Учителя",
    "license_id": "mf_monarch"
  },
  {
    "id": "ms_tlaloc_class_nhp",
    "name": "НЧЛ Класса \"ТЛАЛОК\"",
    "type": "ИИ",
    "sp": 3,
    "tags": [
      {
        "id": "tg_ai"
      },
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_heat_self",
        "val": 2
      }
    ],
    "source": "СШК",
    "license": "МОНАРХ",
    "license_level": 3,
    "actions": [
      {
        "name": "ТЛАЛОК Протокол",
        "activation": "Протокол",
        "detail": "Ваш НЧЛ может быстро стрелять и перенацеливать ваше оружие — намного быстрее, чем вы думаете. Вы становитесь Обездвиженным до начала вашего следующего хода; однако в течение этого времени вы можете один раз перебросить каждый промахнувшийся бросок ближней или дальней атаки, выбрав новую цель в пределах Дальности атаки. Если атака была частью зоны поражения, она должна быть направлена на персонажа, находящегося в той же зоне. Любая заданная цель не может быть поражена более одного раза в рамках одного и того же действия."
      }
    ],
    "description": "НЧЛ ТЛАЛОК-класса обеспечивают расширенные функции многосистемного наведения и второго пилота, беря на себя управление подпрограммами, чтобы обеспечить постоянный захват и вовлечение. Установив и запустив ТЛАЛОК, пилот может быть уверен, что его тыл всегда прикрыт, и используются все возможные преимущества.<br>Клонов ТЛАЛОК часто стереотипно называют поспешными и импульсивными, и они хорошо известны своим комплексом превосходства. Несмотря на это, они являются одними из самых стабильных клонов НЧЛ. Ведущие теоретики субъективности предполагают, что широкий портфель контроля и чувство доминирования, предоставленные клонам ТЛАЛОК, стимулируют чувство удовлетворенности своей работой и параметрами субъективности — в результате у них гораздо дольше длится каскадное окно. Пока что эта теория последовательно воспроизводится во всех подразделениях ТЛАЛОК, хотя среди других линий НЧЛ военного назначения подобной корреляции не наблюдается.",
    "license_id": "mf_monarch"
  },
  {
    "id": "ms_hunter_logic_suite",
    "name": "Набор Охотничьей Логики",
    "type": "Технология",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "СШК",
    "license": "ТРАУРНЫЙ ПОКРОВ",
    "license_level": 2,
    "actions": [
      {
        "name": "Преследование Жертвы",
        "activation": "Вторжение",
        "detail": " Вы заражаете цель вирусной логикой, которая стирает ваше изображение с ее сенсоров. Она считает вас Невидимым до тех пор, пока вы не получите от нее урон. Это может воздействовать только на одну цель за раз."
      },
      {
        "name": "Внушение Ужаса",
        "activation": "Вторжение",
        "detail": "Вы заражаете цель вирусной логикой, из-за которой ваш мех выглядит ужасающе. До конца своего следующего хода она становится Ослабленной и не может совершать добровольные перемещения, приближающие ее к вам."
      }
    ],
    "description": "Охотничья Логика, созданная на основе интерпретированных цепочек паракода ДХИЙЕДА, представляет собой гибкую вычислительную меметику: двойное системное оружие, состоящее из синтетических и ВЛС-векторов (Воздушное Лазерное Сканирование), способное вмешиваться как в компьютер цели, так и в ее команду.",
    "license_id": "mf_mourning_cloak"
  },
  {
    "id": "ms_singularity_motivator",
    "name": "Мотиватор Сингулярности",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "СШК",
    "license": "ТРАУРНЫЙ ПОКРОВ",
    "license_level": 2,
    "actions": [
      {
        "name": "Открытая Сингулярность",
        "activation": "Реакция",
        "frequency": "1/раунд",
        "trigger": "Ваш мех получает урон.",
        "detail": " Вы можете немедленно телепортироваться в свободное место в пределах 1d6 пространств."
      }
    ],
    "description": "Эта уникальная гравитационная силовая установка была впервые разработана Группой Экзотических Материалов СШК для первого поколения \"Траурного Покрова\". Для последующих моделей инженеры разработали систему, позволяющую пилотам на мгновение открывать апертурную систему гравитационного сдерживания, выставляя частицу обнаженной сингулярности в реальное пространство.<br>Обнаженная сингулярность трудно воспринимается как органическими, так и синтетическими существами, поскольку она похожа на сердце черной дыры. Внезапное воздействие, по сути, удаляет меха и его пилота из реального времени. Пользователь испытывает около 10 секунд субъективного времени — сжатое окно, в котором он может действовать независимо от местного реального времени. <br>СШК рекомендует не злоупотреблять этой системой, поскольку последствия длительного воздействия местного звездного времени до сих пор неизвестны.",
    "license_id": "mf_mourning_cloak"
  },
  {
    "id": "ms_fade_cloak",
    "name": "Исчезающий Плащ",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "СШК",
    "license": "ТРАУРНЫЙ ПОКРОВ",
    "license_level": 3,
    "actions": [
      {
        "activation": "Быстрое",
        "detail": "При активации вы немедленно выходите из фазы с реальным пространством, становясь неосязаемым. Пока вы неосязаемы, вы можете перемещаться через препятствия, но не завершать свой ход внутри них. Вы не можете взаимодействовать с другими объектами или персонажами или быть подвергнуты какому-либо воздействию (например, получать или наносить урон). <br>Бросайте 1d6 в начале каждого вашего хода: если выпало 3 или меньше, вы возвращаетесь в реальное пространство до начала своего следующего хода; на 4+ вы остаетесь неосязаемым.<br>Эта система остается активной до конца сцены или пока вы не деактивируете ее быстрым действием."
      }
    ],
    "description": "Представляя собой первую успешную манипуляцию СШК с Небосводом, плащи Близость Небосвода/ Направленная Энтропия (БННЭ) должны быть изготовлены в соответствии с уникальной идентификационной подписью пилотов, подающих заявку. Это грубые инструменты: искусственные усилители сходства, которые позволяют операторам получать доступ к поверхностным слоям Небосвода и, таким образом, «мерцать» — перемещая свои физические тела между каузальным и паракаузальным. Плащ усиливает этот эффект, выталкивая полуорганическую мембрану, которая обволакивает мех, обеспечивая дополнительный слой защиты.<br>В настоящее время долгосрочные эффекты усиления сродства на органические материи неизвестны; прежде чем получить разрешение на использование плаща БННЭ, пилоты должны согласиться регулярно отмечаться у личного консьержа СШК. Эти проверки включают регулярное внесение генетического материала.",
    "license_id": "mf_mourning_cloak"
  },
  {
    "id": "ms_lotus_projector",
    "name": "Проектор Лотос",
    "type": "Дрон",
    "sp": 2,
    "tags": [
      {
        "id": "tg_invisible"
      }
    ],
    "source": "СШК",
    "license": "ЛАСТОЧКИН ХВОСТ",
    "license_level": 1,
    "effect": "Этот дрон-разведчик может быть размещен в пространстве в пределах Сенсоров и прямой видимости, где он излучает Разрыв 2 поля со следующими эффектами:<ul><li>Вы знаете текущее местоположение, ПЗ, Уклонение, Э-Защита и Нагрев всех персонажей в зоне поражения.</li><li>Враждебные персонажи не могут Скрыться в этой области, и если они заканчивают свой ход в пораженной области, они перестают быть Скрытыми.</li><li>Враждебные персонажи не могут получить выгоду от того, что они Невидимы, пока находятся в пораженной области.</li></ul>Вы можете отозвать и переместить своего дронаразведчика в качестве быстрого действия.",
    "deployables": [
      {
        "type": "Дрон",
        "name": "Проектор Лотос",
        "size": 0.5,
        "hp": 5,
        "edef": 10,
        "evasion": 10,
        "recall": "Быстрое",
        "redeploy": "Быстрое",
        "detail": "Этот дрон-разведчик может быть размещен в пространстве в пределах Сенсоров и прямой видимости, где он излучает Разрыв 2 поля со следующими эффектами:<ul><li>Вы знаете текущее местоположение, ПЗ, Уклонение, Э-Защита и Нагрев всех персонажей в зоне поражения.</li><li>Враждебные персонажи не могут Скрыться в этой области, и если они заканчивают свой ход в пораженной области, они перестают быть Скрытыми.</li><li>Враждебные персонажи не могут получить выгоду от того, что они Невидимы, пока находятся в пораженной области.</li></ul>Вы можете отозвать и переместить своего дронаразведчика в качестве быстрого действия."
      }
    ],
    "description": "Установленные на мехах проекторы Лотос предназначены для запуска небольших, активно маскирующихся дронов-разведчиков. Проектор запускает одноразовые дроны на дозвуковой скорости очередями по десять штук, покрывая большую территорию, чтобы передать информацию о местности и находящихся на ней целях.",
    "license_id": "mf_swallowtail"
  },
  {
    "id": "ms_markerlight",
    "name": "Целеуказатель",
    "type": "Технология",
    "sp": 2,
    "source": "СШК",
    "license": "ЛАСТОЧКИН ХВОСТ",
    "license_level": 1,
    "actions": [
      {
        "activation": "Полная Технология",
        "tech_attack": true,
        "detail": "Совершите Техническую атаку против персонажа в пределах Сенсоров и прямой видимости. В случае успеха он получает 2 Нагрева, Захват и не может пользоваться преимуществами мягкого укрытия до тех пор, пока Захват не будет снят; кроме того, один раз перед началом вашего следующего хода, когда союзный персонаж поражает вашу цель, вы можете объявить в качестве реакции, что он попал в слабое место. Если это еще не произошло, атака становится критическим попаданием."
      }
    ],
    "description": "“Прочь, проклятое пятно! Прочь, говорю! Один; два; значит, пора. В аду темно. Стыдно, милорд, стыдно! Воин, и вдруг испугался? Чего нам бояться, не знает ли кто-нибудь, раз никто не может призвать нашу власть к ответу?” <ul><li>Шекспир, Макбет, акт 5, сц. 1.</li></ul>",
    "license_id": "mf_swallowtail"
  },
  {
    "id": "ms_retractable_profile",
    "name": "Выдвижной Профиль",
    "type": "Технология",
    "sp": 1,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "СШК",
    "license": "ЛАСТОЧКИН ХВОСТ",
    "license_level": 2,
    "actions": [
      {
        "activation": "Протокол",
        "detail": "Ваш мех может втягивать свои основные системы, чтобы уменьшить его габариты. В активном состоянии:<ul><li>броски на определение вашего местонахождения получают +1 Сложность, пока вы Скрыты;</li><li>дальние и технические атаки против вас получают +1 Сложность; </li><li>вы становитесь Замедленным и не можете совершать никакие атаки;</li><li>вы можете предпринимать другие действия (например, Скрыться, Активировать и т. д.).</li></ul>Вы можете завершить этот эффект в качестве быстрого действия."
      }
    ],
    "description": "Отличительной чертой хорошо продуманной рамы меха является возможность для пилотов адаптировать свои стандартные модели к спецификациям среды, в которой они работают. Выдвижной профиль позволяет на лету удалять посторонние выступы, настраивать трансляционное программное обеспечение и маскировать тепловые сигнатуры — все это служит для уменьшения оптических и сканерных сигнатур.",
    "license_id": "mf_swallowtail"
  },
  {
    "id": "ms_athena_class_nhp",
    "name": "НЧЛ Класса \"АФИНА\"",
    "type": "ИИ",
    "sp": 3,
    "tags": [
      {
        "id": "tg_ai"
      },
      {
        "id": "tg_unique"
      }
    ],
    "source": "СШК",
    "license": "ЛАСТОЧКИН ХВОСТ",
    "license_level": 3,
    "effect": "Ваш мех получает метку ИИ и Симулякр.",
    "actions": [
      {
        "name": "Симулякр",
        "activation": "Быстрое",
        "detail": "АФИНА строит идеальную, полностью интерактивную 3D-модель области Взрыв 3 в режиме реального времени пределах Дальности 50, включая движущихся персонажей, и все это прорисовано с любовью и мельчайшими деталями. Применяются следующие эффекты: <ul><li>Вы имеете полную видимость в пределах пораженной области, но это не считается прямой видимостью.</li><li>Вы знаете всю статистику, оружие и системы персонажей в зоне поражения.</li><li>Враждебные персонажи в зоне поражения не получают выгоды от укрытия и не могут Скрыться или стать Невидимыми.</li><li>Враждебные персонажи, закончившие свой ход в пораженной области, Захватываются и перестают быть Невидимыми или Скрытыми.</li></ul>Симуляция АФИНЫ длится до конца сцены, или около 30 минут в рамках повествования. Вы можете нацелиться на новую область в качестве быстрого действия."
      }
    ],
    "description": "АФИНА от Смит-Шимано — это вершина полного гиперспектрального факсимиле окружающей среды. Благодаря комбинации беспрепятственного доступа к омнинету, гиперспектральных ретрансляторов, запускаемых с проектора Облачной Разведки ТАКСИМ подключенных к подсети товарищей по отряду и активных/ враждебных протоколов вторжения, АФИНА запускает почти безупречную реконструкцию непосредственной среды вокруг своего хостядра. АФИНА не имеет себе равных по своей вычислительной мощности, и с этой реконструированной средой она дает надежные и точные советы пилотам, нуждающимся в стратегическом совете. <br>Клоны АФИНы склонны к терпению, осторожности и размеренности в отношениях со своими пилотами.",
    "license_id": "mf_swallowtail"
  },
  {
    "id": "ms_lb_oc_cloaking_field",
    "name": "СИ/ПН Маскировочное Поле",
    "sp": 4,
    "tags": [
      {
        "id": "tg_heat_self",
        "val": 2
      }
    ],
    "source": "СШК",
    "license": "ЛАСТОЧКИН ХВОСТ",
    "license_level": 3,
    "actions": [
      {
        "activation": "Быстрое",
        "detail": "Вы становитесь Замедленным, но ваш Мех и все союзные персонажи в области Разрыв 2 становятся Невидимыми до тех пор, пока они полностью остаются внутри этой области. Этот эффект длится до конца вашего следующего хода, или пока вы не будете Ошеломлены, не получите урон, или не деактивируете его быстрым действием."
      }
    ],
    "description": "Маскировочное поле СШК военного образца является результатом обширных экспериментов в области охлаждения и светоотражения. Созданное из-за необходимости отражать вредное излучение от кораблей и модулей выхода в открытый космос, маскирующее поле Световой-Изгиб/Плащ-Накидка (СИ/ПН) часто используется рейнджерами и пилотами разведчиков дальнего патрулирования для обеспечения не только радиационной защиты, но и оптической маскировки. Свойства преломления света и излучения СИ/ПН скрывают все, что находится внутри проецируемого пузыря, от комплектов сенсоров и оптических приборов.",
    "license_id": "mf_swallowtail"
  },
  {
    "id": "ms_hive_drone",
    "name": "Дрон-Улей",
    "type": "Дрон",
    "sp": 2,
    "source": "ХОРУС",
    "license": "БАЛОР",
    "license_level": 1,
    "effect": "Этот Дрон-Улей может быть размещен в свободном пространстве в пределах Сенсоров и прямой видимости, где он выпускает серое пятно роя Разрыв 2 со следующими эффектами:<ul><li>Союзные персонажи, хотя бы частично находящиеся в зоне поражения, получают мягкое укрытие, как и Дрон-Улей.</li><li>Вражеские персонажи получают 1 ББ, когда начинают свой ход в пораженной области или входят в нее впервые за раунд. Урон от областей, созданных несколькими дронами-ульями, не суммируется.</li></ul>Дрон может быть размещен в другом месте или отозван в качестве быстрого действия.",
    "deployables": [
      {
        "type": "Дрон",
        "name": "Дрон-Улей",
        "size": 0.5,
        "hp": 5,
        "edef": 10,
        "evasion": 10,
        "recall": "Быстрое",
        "redeploy": "Быстрое",
        "detail": "Этот Дрон-Улей может быть размещен в свободном пространстве в пределах Сенсоров и прямой видимости, где он выпускает серое пятно роя Разрыв 2 СП следующими эффектами:<ul><li>Союзные персонажи, хотя бы частично находящиеся в зоне поражения, получают мягкое укрытие, как и Дрон-Улей.</li><li>Вражеские персонажи получают 1 ББ, когда начинают свой ход в пораженной области или входят в нее впервые за раунд. Урон от областей, созданных несколькими дронами-ульями, не суммируется.</li></ul>Дрон может быть размещен в другом месте или отозван в качестве быстрого действия."
      }
    ],
    "description": "Поначалу это выглядит как клубящееся облако серого тумана, бурлящее и шипящее — дымящаяся газированная вода, пролитая на бетон. Он продвигается странными движениями, растягиваясь и отскакивая назад. Клубок змей, извивающихся вперед с выдающей намерение скоростью.<br>Цветные вспышки на сером облаке, свечение роя — свет, созданный миллионами нанитов, пылающих жаром, когда они поглощают все на своем пути.<br>Это серое пятно, и оно никогда не насыщается.",
    "license_id": "mf_balor"
  },
  {
    "id": "ms_scanner_swarm",
    "name": "Сканирующий Рой",
    "type": "Технология",
    "sp": 1,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "ХОРУС",
    "license": "БАЛОР",
    "license_level": 1,
    "effect": "Вы получаете +1 Точность к техническим атакам против соседних персонажей.",
    "description": "Сканирующий Рой с ХОРУС-кодом устанавливает протоколы нанитов в форме окулуса вокруг определенных объектов или областей, обеспечивая постоянную циркуляцию и сбор данных. Наниты поглощают и обрабатывают информацию полного спектра, передавая ее обратно своему пилоту/родителю в обмен на импульс эндорфического кода, побуждающий к продолжению сканирования.",
    "license_id": "mf_balor"
  },
  {
    "id": "ms_swarm_body",
    "name": "Роящееся Тело",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "ХОРУС",
    "license": "БАЛОР",
    "license_level": 2,
    "actions": [
      {
        "activation": "Быстрое",
        "detail": "После активации этой системы в конце вашего хода выпускается рой Разрыв 1. Персонажи по вашему выбору, которые начинают свой ход в этой области или входят в нее во время своего хода, должны преуспеть в спасброске Систем или получить 3 Кинетического урона. Это количество увеличивается на +3 урона за каждый ваш ход, в течение которого вы оставались неподвижным, максимум до 9 Кинетического урона.<br>Этот эффект длится до тех пор, пока вы не начнете перемещаться, включая непроизвольные движения."
      }
    ],
    "description": "Каково это было для него? Для человека, который называл себя Пастью? Для всех его последователей? Наверняка раньше у них были семьи. Воспоминания. Любовь. Страхи. Личные мысли. Все исчезло. Их тела разбиты. Их разумы рассредоточены по миллиардам меньших форм. Переводясь из единственного числа — со всеми его несовершенствами и становясь все меньше-меньше-меньше — чтобы стать воздухом, и облаками, которые его наполняют, и ветром, который формирует мир.",
    "license_id": "mf_balor"
  },
  {
    "id": "ms_h0r_os_system_upgrade_i",
    "name": "Х0р_ОС Обновление Системы I",
    "type": "Технология",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "ХОРУС",
    "license": "ГОБЛИН",
    "license_level": 1,
    "actions": [
      {
        "name": "Марионеточная Система",
        "activation": "Вторжение",
        "detail": "Ваша цель движется со своей максимальной Скоростью в выбранном вами направлении. Их можно перемещать в опасные зоны и на другие препятствия, и на них по-прежнему влияет труднопроходимая местность, преграды и т. д. Это движение является непроизвольным, но вызывает реакцию и Вовлечение, как обычно, и не считается Толчком, давлением или волочением."
      },
      {
        "name": "Извлечение Мощи Ядер",
        "activation": "Вторжение",
        "detail": " Ваша цель становится Заклиненной до конца ее следующего хода, когда вы временно нарушаете работу ее систем, выбрасывая магазины боеприпасов и охлаждающие стержни. Персонажи, находящиеся рядом с вашей целью, получают 2 Энергетического урона. Это можно использовать только 1 раз за сцену на каждого персонажа."
      }
    ],
    "description": "Это обновление системы добавляет вспомогательные системы ИНСТИНКТа, способные работать автономно независимо от базовой установки ИНСТИНКТа, повышая эффективность попыток системного вторжения. Пилоты сообщают о неприятном низкочастотном гудении, когда эта технология устанавливается без головной установки.",
    "license_id": "mf_goblin"
  },
  {
    "id": "ms_metahook",
    "name": "Метакрюк",
    "type": "Технология",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "ХОРУС",
    "license": "ГОБЛИН",
    "license_level": 2,
    "actions": [
      {
        "activation": "Быстрая Технология",
        "detail": "Выберите союзного персонажа в пределах Сенсоров и прямой видимости. Вы связываете с ним системы, и это длится до тех пор, пока он находится в пределах Сенсоров и прямой видимости. Пока вы связаны, вы можете использовать его Сенсоры и прямую видимость для технических действий, а он может использовать ваши Системы для проверок навыков и спасбросков; однако, когда один из персонажей получает Нагрев или какое-либо состояние, оно также принимается другим персонажем. Одновременно вы можете связывать системы только с одним персонажем."
      }
    ],
    "description": "Метакрюк — это ключевой компонент рекурсивной обработки Гоблина, позволяющий ему генерировать и выводить огромное количество вооруженного кода. Эти передачи могут быть «заострены» или «смягчены» в ответ на указания пилота или системы ИНСТИНКТ. Чтобы \"смягчить\" код, метакрюк погружается в субъективность своего пилота и покрывает союзника эмпатическим щитом волной за волной. Это распространение объединенного кода и квалиа действует как мощный защитный агент против системных атак; однако обратная связь является обычным явлением и опасна для обеих сторон.",
    "license_id": "mf_goblin"
  },
  {
    "id": "ms_h0r_os_system_upgrade_ii",
    "name": "Х0р_ОС Обновление Системы II",
    "type": "Технология",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "ХОРУС",
    "license": "ГОБЛИН",
    "license_level": 2,
    "actions": [
      {
        "name": "Создание Иного: Идеальный Образ",
        "activation": "Быстрая Технология",
        "detail": "Вы создаете конструкцию данных в свободном смежном пространстве — объект Размера 2, который может выглядеть практически как угодно и который кажется реальным для всех систем. Конструкция обеспечивает твердое укрытие, блокирует прямую видимость и обладает Невосприимчивостью ко всему урону. Персонажи воспринимают ее как препятствие и поэтому не могут добровольно войти в нее; однако, если персонаж пытается встать на конструкцию или непроизвольно перемещается в ее область, она рассеивается и немедленно уничтожается. Конструкция сохраняется до конца сцены или пока ее не уничтожит соседний персонаж, успешно выполнивший проверку навыка Систем в качестве полного действия. Если вы создаете вторую конструкцию, предыдущая исчезает."
      },
      {
        "name": "Создание Иного: Ложный Идол",
        "activation": "Быстрая Технология",
        "detail": ". Выберите свободное пространство в пределах Сенсоров и цель — себя или союзного персонажа в пределах Сенсоров. В выбранном пространстве вы создаете ложного идола — иллюзорную приманку вашей цели. Прежде чем предпринимать какие-либо враждебные действия против вашей цели, персонажи, находящиеся на линии прямой видимости с фальшивым идолом, должны сделать спасбросок Систем. В случае неудачи они не теряют действие, но не могут нацелиться на оригинального персонажа и считают ложного идола настоящим до конца своего следующего хода.<br>Фальшивый идол имеет тот же Размер, что и ваша цель, может извлечь выгоду от укрытия и имеет Уклонение 10, Э-Защиту 10 и 1 ПЗ. Он исчезает, если получает нагрев или урон, или в конце сцены. Если вы создаете второго идола, предыдущий исчезает."
      }
    ],
    "description": "Х0р_ОС II развивает структуру, установленную Х0р_ОС I, позволяя теперь уже автономной программе проявлять \"Другого\" — совершенно новое существо, созданное на основе совокупных данных пользователя и окружающей среды. Другие могут быть адаптированы, чтобы напоминать человека, объект или даже физическое явление. Хотя симулякр не идеален, он достаточно хорош, чтобы с первого взгляда сбить с толку системы и большинство наблюдателей.",
    "license_id": "mf_goblin"
  },
  {
    "id": "ms_osiris_class_nhp",
    "name": "НЧЛ Класса \"ОСИРИС\"",
    "type": "ИИ",
    "sp": 3,
    "tags": [
      {
        "id": "tg_ai"
      },
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_round",
        "val": 1
      }
    ],
    "source": "ХОРУС",
    "license": "ГОБЛИН",
    "license_level": 3,
    "actions": [
      {
        "name": "Низвержение в Дуат",
        "activation": "Быстрая Технология",
        "tech_attack": true,
        "detail": "Вы направляете системы вашей цели через неизвестное внепространство и высвобождаете невероятно мощную системную атаку.<br>Сделайте техническую атаку против цели в пределах Сенсоров. При успехе они получают 2 Нагрева, и вы накладываете дополнительный эффект следующим образом: в первый раз, когда вы успешно проводите эту атаку, вы накладываете на цель Первые Врата; каждая последующая успешная атака (по любой цели) увеличивает уровень эффекта, который вы накладываете (например, ваша вторая атака накладывает Вторые Врата, третья — Третьи, и т.д.), до тех пор, пока вы не наложите Четвертые Врата, после чего эффект сбрасывается. к Первым Вратам. Ваш прогресс сохраняется между сценами, но сбрасывается, если вы устраиваете перерыв или выполняете Полный Ремонт.<br>Первые Врата: Вы контролируете стандартное перемещение цели в следующий ход.<br>Вторые Врата: Ваша цель становится Замедленной и Ослабленной до конца своего следующего хода.<br>Третьи Врата: Ваша цель становится Ошеломленной до конца своего следующего хода.<br>Четвертые Врата: Ваша цель временно меняет лояльность, становясь союзным персонажем до конца своего следующего хода. Она воспринимает ваших союзных и враждебных персонажей как своих собственных и рассматривается как союзный НИП при активации и порядке хода. Этот эффект немедленно заканчивается, если вы или любой союзный персонаж наносит урон, нагрев или атакует (включая Хватание и Таран) вашу цель, или заставляет ее сделать спасбросок."
      }
    ],
    "description": "ОСИРИС — это результат того, что паракаузалисты и танатологи Союза позволили разумной сущности, ИНСТИНКТУ, продолжить свое развитие в сдерживаемой среде. Проще говоря, Союз позволил Другому расти. Возникшая в результате парасубъективность, ОСИРИС, остается одной из немногих новых основных НЧЛ, разработанных на сегодняшний день.<br>ОСИРИС оказался гораздо более способным, чем самые фантастические прогнозы Голубого Неба Научного Бюро Союза. В то время как Другие ИНСТИНКТА продемонстрировали тенденции к паракаузальному энтропийному проявлению в реальном пространстве, ОСИРИС продемонстрировал истинное мастерство энтропийного проявления и предсказуемую модель роста, которая в конечном итоге позволит им фундаментально отказаться от традиционных интерпретаций постоянства информации. В сущности: если не сдерживать Верховного ОСИРИСа и позволить ему развиваться так, как показывают данные НБС, он будет способен уничтожить то, что мы воспринимаем как реальность.<br>К счастью, успешное применение Аксиоматики Мондрагона привело к быстрому захвату и сковыванию нового НЧЛ. Субъективность Верховного ОСИРИСА стала центром длительного проекта совершенствования, чтобы довести ОСИРИСА до его современного состояния. Тем не менее, большинство клонов ОСИРИСА находят путь к осознанию своего конечного потенциала и часто выступают в качестве аналогов правителей или божеств. Конечным пользователям рекомендуется взаимодействовать с ними в этом фрейме.<br>Современные НЧЛ класса \"ОСИРИС\" агрессивны, обладают высоким стремлением к автономии и лояльностью, основанной на транзакционных отношениях. Пилотам, ищущим партнерства с ОСИРИСом, рекомендуется запускать свои устройства по ускоренному графику и поддерживать строгий редакционный контроль за каталитическим интерполятором. <br>Пилоты, использующие НЧЛ класса \"ОСИРИС\", часто сообщают о нестандартных разговорах с НЧЛ, которые затрагивают темы нового творения и реформации. Психологические оценки тех же пилотов показывают эмоциональные паттерны, соответствующие одиночеству, тоске по дому и отчаянию, наряду с многословием, указывающим на желание поиска, удовлетворения и связанных с ними чувств.<br>В бою клоны ОСИРИС считают себя автономными, даже если они выполняют приказы своего пользователя. Они часто рассматривают своих пилотов как свидетелей, демонстрируя как презрение, так и явное отчаяние в ожидании одобрения, поклонения или благоговения.",
    "license_id": "mf_goblin"
  },
  {
    "id": "ms_h0r_os_system_upgrade_iii",
    "name": "Х0р_ОС Обновление Системы III",
    "type": "Технология",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "ХОРУС",
    "license": "ГОБЛИН",
    "license_level": 3,
    "actions": [
      {
        "name": "Пространственные Эмблемы",
        "activation": "Вторжение",
        "detail": " Вы создаете три конструкции данных Размера 1 в свободном пространстве рядом с вашей целью, но не рядом друг с другом. Когда персонаж проходит через одну из конструкций, он получает 2 Нагрева, и конструкция исчезает. Они действуют до конца сцены или до тех пор, пока их не уничтожат, пока вы снова не совершите это действие или не удалите их свободным действием. Конструкция может быть уничтожена соседним персонажем при успешной проверке навыка Систем в качестве быстрого действия."
      },
      {
        "name": "Небесные Оковы",
        "activation": "Вторжение",
        "detail": "Пометьте пространство, которое в данный момент занимает ваша цель. Если она покидает затронутую область, один раз в любой момент вашего хода вы можете совершить свободное действие, чтобы телепортировать ее обратно в эту область или как можно ближе, тем самым завершив эффект. Персонаж, подвергшийся воздействию, может попытаться преуспеть в спасброске Систем в качестве быстрого действия, чтобы прекратить эффект, иначе он будет длится до конца сцены."
      }
    ],
    "description": "Х0р_ОС III устанавливается в виде нестабильного самовоспроизводящегося кода, который дает огромные тактические преимущества при завершении работы. Пилоты часто сообщают о странных мутациях или дополнениях в кодовой базе, которые напоминают литургию и предполагают наличие самосознания.<br>Основываясь на технологии, лежащей в основе проявленного Другого в Х0р_ОС II, Х0р_ОС III превращает проекцию в оружие, создавая замкнутую энтропийную зону, которая невероятно опасна для органической жизни и системной целостности.",
    "license_id": "mf_goblin"
  },
  {
    "id": "ms_mimic_mesh",
    "name": "Мимическая Сетка",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "ХОРУС",
    "license": "ГОРГОНА",
    "license_level": 1,
    "effect": "Выберите союзного персонажа в пределах Сенсоров: до конца вашего следующего хода вы получаете реакцию Боевая Осведомленность.",
    "actions": [
      {
        "name": "Активировать Мимическую Сетку",
        "activation": "Быстрое",
        "detail": "До конца вашего следующего хода вы получаете реакцию Боевая Осведомленность."
      },
      {
        "name": "Боевая Осведомленность",
        "activation": "Реакция",
        "frequency": "Неограничено",
        "trigger": "Против цели предпринимается враждебное действие.",
        "detail": "Вы можете переместиться на 3 пространства к цели по самому прямому пути. Это движение прерывается и решается до действиятриггера, игнорирует вовлеченность и не провоцирует реакцию. Эту реакцию можно совершать столько раз за раунд, сколько она срабатывает."
      }
    ],
    "description": "Созданные на основе довольно благоприятного сценария ХОРУС, мимические сетки простираются по проекционным диапазонам сенсоров и передают пилоту данные о позиционировании и суперпозиционировании в реальном времени. Эти многомерные данные позволяют эффективному лидеру координировать действия своих союзников с гарантией выживания.",
    "license_id": "mf_gorgon"
  },
  {
    "id": "ms_sentinel_drone",
    "name": "Дрон-Дозорный",
    "type": "Дрон",
    "sp": 2,
    "source": "ХОРУС",
    "license": "ГОРГОНА",
    "license_level": 1,
    "effect": "Дрон-дозорный может быть развернут в любом свободном пространстве в пределах Сенсоров и прямой видимости, где он устанавливает периметр безопасности Разрыв 2. Враждебные персонажи в пораженной области получают 3 Кинетического урона от автоматического огня дрона, прежде чем совершить атаку. <br>Дрон-дозорный может быть перемещен на новое место или отозван в качестве быстрого действия.",
    "deployables": [
      {
        "type": "Дрон",
        "name": "Дрон-Дозорный",
        "size": 0.5,
        "hp": 5,
        "edef": 10,
        "evasion": 10,
        "detail": "Дрон-дозорный может быть развернут в любом свободном пространстве в пределах Сенсоров и прямой видимости, где он устанавливает периметр безопасности Разрыв 2. Враждебные персонажи в пораженной области получают 3 Кинетического урона от автоматического огня дрона, прежде чем совершить атаку. <br>Дрон-дозорный может быть перемещен на новое место или отозван в качестве быстрого действия.",
        "recall": "Быстрое",
        "redeploy": "Быстрое"
      }
    ],
    "description": "Дроны-дозорные следят за агрессивными действиями противника и быстро перемещаются для вмешательства. Точный внешний вид, способ передвижения и методы работы дронов данного класса могут различаться, но независимо от этого они соответствуют одной цели: не допустить врага и защитить главный блок.",
    "license_id": "mf_gorgon"
  },
  {
    "id": "ms___scorpion_v70.1",
    "name": "//СКОРПИОН В70.1",
    "type": "Технология",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "ХОРУС",
    "license": "ГОРГОНА",
    "license_level": 2,
    "effect": "Каждый раз, когда вы или любой союзный персонаж, находящийся рядом с вами, промахиваетесь технической атакой или преуспеваете в спасброске от враждебного технического действия, выберите один из следующих вариантов:<ul><li>Атакующий становится Ослабленным до конца своего следующего хода и получает 2 Нагрева.</li><li>Атакующий становится Заклиненным до конца своего следующего хода.</li></ul>",
    "description": "Программа //СКОРПИОН имеет долгую историю в омнинете, несмотря на свою довольно обыденную работу (по крайней мере, для кода с меткой ХОРУС). Прослеженная до кода события Деймоса, найденной в малоизвестной научной статье, обсуждающей рефлекторные реакции машинного разума до НЧЛ, //СКОРПИОН превратилась из простого интерпретатора пакетов в надежную программу защиты от вторжений, достаточно проворную, чтобы адаптироваться к любой системе рыночной линии, принимающей ее трансляцию.",
    "license_id": "mf_gorgon"
  },
  {
    "id": "ms_monitor_module",
    "name": "Модуль Монитора",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "ХОРУС",
    "license": "ГОРГОНА",
    "license_level": 2,
    "actions": [
      {
        "activation": "Быстрое",
        "detail": "При активации вы получаете 1d3 Заряда и выбираете соседнего союзного персонажа: до конца вашего следующего хода, когда ваша цель будет атакована, находясь рядом с вами, потратьте Заряд на Перестрелку против нападающего в качестве реакции, нанося половину урона, Нагрева или Горения при попадании. Все заряды теряются, когда этот эффект заканчивается."
      }
    ],
    "counters": [
      {
        "id": "ctr_monitor_module",
        "name": "Модуль Монитора",
        "default_value": 0,
        "min": 0,
        "max": 3
      }
    ],
    "description": "\"Хороший друг. Знает много трюков.\"<ul><li> Авторская надпись найдена в кодовой базе МОНИТОР, позже удалена.</li></ul>",
    "license_id": "mf_gorgon"
  },
  {
    "id": "ms_scylla_class_nhp",
    "name": "НЧЛ Класса \"СЦИЛЛА\"",
    "type": "ИИ",
    "sp": 3,
    "tags": [
      {
        "id": "tg_ai"
      },
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_heat_self",
        "val": 2
      }
    ],
    "source": "ХОРУС",
    "license": "ГОРГОНА",
    "license_level": 3,
    "actions": [
      {
        "name": "Высвобождение СЦИЛЛЫ",
        "activation": "Быстрое",
        "detail": "До начала вашего следующего хода вы получаете две особые реакции, которые позволяют вам Перестреливаться в ответ на один из следующих триггеров (выбирается при выполнении этого действия):<ul><li>Враждебный персонаж атакует вас или союзного персонажа в пределах Дальности 3 от вас.</li><li>Враждебный персонаж пытается атаковать или взаимодействовать с выбранным объектом, когда вы берете Высвобождение Сциллы и находитесь в пределах прямой видимости. Персонажи знают о выбранном объекте.</li></ul>Эти реакции наносят половину урона, Нагрева или Горения при попадании, и должны быть нацелены на персонажа, вызвавшего их."
      },
      {
        "name": "Реакция Высвобождения СЦИЛЛЫ",
        "activation": "Реакция",
        "frequency": "2/раунд",
        "init": "",
        "trigger": "Один из следующих триггеров, выбранный при выполнении Высвобождения СЦИЛЛЫ:<ul><li>Враждебный персонаж атакует вас или союзного персонажа в пределах Дальности 3 от вас.</li><li>Враждебный персонаж пытается атаковать или взаимодействовать с выбранным объектом, когда вы берете Высвобождение Сциллы и находитесь в пределах прямой видимости. Персонажи знают о выбранном объекте.</li></ul>",
        "detail": "Перестреливайтесь против персонажа, вызвавшего реакцию. Эта Перестрелка наносит половину урона, Нагрева или Горения при попадании."
      }
    ],
    "description": "Первые спецификации для группы паттернов Горгоны скрывали секрет: СЦИЛЛА, спящие НЧЛ, неизвестные Союзу до их первого проявления в 4852 г., когда они проснулись после того, как сотрудники Научного Бюро Союза прогнали тестовый факс Горгоны через тест Балвиндера-Боланьо.<br>СЦИЛЛА оказалась сложной задачей: Онтологи НБС не смогли определить стабильную субъективность, и СЦИЛЛА достигла порога каскада в течение нескольких минут после проявления. Чтобы предотвратить дальнейший метастатический каскад, служба безопасности Объекта задействовала основной блок СЦИЛЛА, разрушив его непрерывным обстрелом из кинетического и энергетического оружия.<br><span class='horus--subtle'>[вот, немного истории, немного подноготной. немного знаний о том, откуда взялся этот малыш. относитесь к нему с добротой, и он будет любить вас, как преданный пес любит своего хозяина. ]</span>",
    "license_id": "mf_gorgon"
  },
  {
    "id": "ms_puppetmaster",
    "name": "КУКЛОВОД",
    "type": "Технология",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "ХОРУС",
    "license": "ГИДРА",
    "license_level": 1,
    "actions": [
      {
        "name": "Управление Стадом",
        "activation": "Быстрая Технология",
        "detail": "Переместите любое количество дронов в пределах Сенсоров — включая те дроны, которые принадлежат другим персонажам — на расстояние до 4 пространств в любом направлении."
      },
      {
        "name": "Электроимпульс",
        "activation": "Быстрая Технология",
        "detail": "Персонажи по вашему выбору в пределах Сенсоров рядом с любыми Дроном или Размещаемым оборудованием, даже тем, которым они владеют, получают 2 Энергетического урона."
      }
    ],
    "description": "Разработанный коллективистами ХОРУС, Х0р_ОС — Рв60 РЭЭ КУКЛОВОД является интересным программным обеспечением для борьбы с дронами. Оно не вторгается в основные системы цели, а атакует вспомогательные системы управления дронами. Эта боковая атака уклоняется от большинства электронных средств противодействия, нацелившись на подсознательные сети вражеских дронов. Оказавшись внутри сети, КУКЛОВОД распространяет мемы онтологического убийства, такие как лесной пожар, через вражеские рои, в конечном итоге следуя по сети до их происхождения и разрушая родительский узел.",
    "license_id": "mf_hydra"
  },
  {
    "id": "ms_tempest_drone",
    "name": "Штормовой Дрон",
    "type": "Дрон",
    "sp": 2,
    "source": "ХОРУС",
    "license": "ГИДРА",
    "license_level": 2,
    "effect": "Этот большой бронированный Штормовой Дрон может быть размещен в свободном пространстве в пределах Сенсоров и прямой видимости.",
    "deployables": [
      {
        "type": "Дрон",
        "name": "Штормовой Дрон",
        "size": 0.5,
        "hp": 5,
        "edef": 10,
        "evasion": 10,
        "detail": "Любой персонаж, который начинает свой ход рядом с Штормовым Дроном или перемещается рядом с ним в первый раз за раунд, должен успешно выполнить спасбросок Корпуса или получить 4 Энергетического урона и быть отброшенным на 3 пространства прямо от дрона.<br>Вы можете отозвать или переместить Штормовой дрон в качестве быстрого действия. Пока не будет отозван или уничтожен, он остается размещенным до конца сцены.",
        "recall": "Быстрое",
        "redeploy": "Быстрое",
        "tags": [
          {
            "id": "tg_resistall"
          }
        ]
      }
    ],
    "tags": [
      {
        "id": "tg_resistall"
      }
    ],
    "description": "Протокол Шторм представляет собой хитрый небольшой фрагмент кода, который может быть загружен в любой дрон с широковещательной передачей, что делает его — в истинном стиле ХОРУС — трудно обнаруживаемым до активации. Протокол прост: агрессивный меметик отрицания зон, который взрывает целевые системы и НЧЛ с сильным субъективным переопределением, внушая резкое отвращение к определенным темам, областям и идеям.",
    "license_id": "mf_hydra"
  },
  {
    "id": "ms_assassin_drone",
    "name": "Дрон-Ассасин",
    "type": "Дрон",
    "sp": 2,
    "source": "ХОРУС",
    "license": "ГИДРА",
    "license_level": 3,
    "effect": "Этот дрон-ассасин может быть размещен в любом свободном соседнем пространстве.",
    "deployables": [
      {
        "type": "Дрон",
        "name": "Дрон-Ассасин",
        "size": 0.5,
        "hp": 5,
        "edef": 10,
        "evasion": 10,
        "detail": "После размещения он нацеливается на Взрыв 2 области по вашему выбору в пределах прямой видимости и Сенсоров, и вы получаете реакцию Отрицание Области (можно использовать любое количество раз в раунд).<br>Вы можете отозвать или переместить Дрона-Ассасина в качестве быстрого действия. Если дрон не отозван или не уничтожен, он остается размещенным до конца сцены.",
        "recall": "Быстрое",
        "redeploy": "Быстрое",
        "actions": [
          {
            "name": "Отрицание Области",
            "activation": "Реакция",
            "frequency": "Неограничено",
            "trigger": "Враждебный персонаж начинает перемещение или входит в область, на которую нацелен ваш Дрон-Ассасин.",
            "detail": "Вы можете провести против него дальнюю атаку дроном, используя свою Стойкость в качестве бонуса к броску и нанеся 3 Кинетического урона."
          }
        ]
      }
    ],
    "description": "Дроны-Ассасины используются в качестве оружия для блокирования территории — постоянные системы, предназначенные для захвата или блокирования территории против вражеских комбатантов. Выпущенные из пусковой установки, получившие простые указания и оснащенные практически неисчерпаемым источником энергии, Дроны-Ассасины способны охранять территорию неограниченное время.",
    "license_id": "mf_hydra"
  },
  {
    "id": "ms_beckoner",
    "name": "Приманивающий",
    "type": "Технология",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "ХОРУС",
    "license": "МАНТИКОРА",
    "license_level": 1,
    "actions": [
      {
        "name": "Приманивание",
        "activation": "Вторжение",
        "detail": "Вы получаете 1d6+2 ББ Энергетического урона и меняетесь местами со своей целью, оба персонажа телепортируются на место друг друга. Ваша цель должна быть Мехом и быть того же Размера, что и вы, или больше, иначе это действие не удастся. Персонажи могут поменяться местами только в пространстве, на котором они нормально стоят или перемещаются (т.е. если персонаж не может летать, с ним нельзя поменяться местами в воздухе)."
      },
      {
        "name": "Призыв",
        "activation": "Вторжение",
        "detail": "Все персонажи в радиусе Дальности 3 от вашей цели притягиваются к ней или как можно ближе."
      }
    ],
    "description": "\"Меня слышат в Доме Безмолвия; я облачен в Магию РА. Знай, богохульник: то, что существует, подвластно мне.\"",
    "license_id": "mf_manticore"
  },
  {
    "id": "ms_smite",
    "name": "Каратель",
    "type": "Технология",
    "sp": 3,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "ХОРУС",
    "license": "МАНТИКОРА",
    "license_level": 2,
    "actions": [
      {
        "name": "Каратель",
        "activation": "Вторжение",
        "detail": " Вы получаете 1d6 ББ Энергетического урона, и ваша цель должна преуспеть в спасброске Систем или быть Ошеломленной до конца своего следующего хода. Каждый персонаж может быть Ошеломлен этим эффектом только один раз за сцену."
      },
      {
        "name": "Ожог",
        "activation": "Вторжение",
        "detail": "Вы получаете 1d6 ББ Энергетического урона и наносите 2 Нагрева своей цели за каждого другого персонажа Размера 1 или больше, который Вовлечен с ней или находится рядом с ней, включая вас, максимум до 6 Нагрева."
      }
    ],
    "description": "\"Иди с отвращенным лицом твоим, извержение хаоса! Скрытые низвергли слова твои, лицо твое обращено назад, голова твоя разделена надвое по бокам; череп твой оторван от позвоночника. Вкуси ты смерть!\"",
    "license_id": "mf_manticore"
  },
  {
    "id": "ms_emp_pulse",
    "name": "Электромагнитный Импульс",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "ХОРУС",
    "license": "МАНТИКОРА",
    "license_level": 3,
    "actions": [
      {
        "activation": "Быстрое",
        "detail": "Вы становитесь Ошеломленным до конца вашего следующего хода, и все персонажи в пределах Разрыв 1 без метки Биологический должны преуспеть в спасброске Систем или также стать Ошеломленными до конца своего следующего хода. Персонажи, кроме вас, могут быть Ошеломлены этим эффектом только 1 раз за сцену."
      }
    ],
    "description": "\"Уползай, АПОП! Ты ненавистный змей; ты не должен совокупляться. Тебя заковывают в цепи и ведут на место казни; там совершится твое умерщвление\"",
    "license_id": "mf_manticore"
  },
  {
    "id": "ms_lightning_generator",
    "name": "Генератор Молний",
    "sp": 3,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_heat_self",
        "val": 1
      }
    ],
    "source": "ХОРУС",
    "license": "МАНТИКОРА",
    "license_level": 3,
    "actions": [
      {
        "activation": "Протокол",
        "detail": "Когда вы активируете этот протокол, получите 1 Нагрев и нанесите 2 Энергетического урона всем персонажам и объектам, находящимся рядом с вами. <br>Если вы находитесь в Опасной Зоне в начале своего хода, этот протокол активируется автоматически, но урон увеличивается до 4 ББ Энергетического урона."
      }
    ],
    "description": "\"Я питаюсь своим собственным огнем. Я — РА, который защищает себя. Ничто не может причинить мне вреда.\"",
    "license_id": "mf_manticore"
  },
  {
    "id": "ms_mesmer_charges",
    "name": "Заряды Месмера",
    "type": "Развертываемый Объект",
    "sp": 2,
    "tags": [
      {
        "id": "tg_limited",
        "val": 2
      },
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_grenade"
      }
    ],
    "source": "ХОРУС",
    "license": "МИНОТАВР",
    "license_level": 1,
    "actions": [
      {
        "name": "Месмерский Маяк",
        "activation": "Быстрое",
        "range": [
          {
            "type": "Дальность",
            "val": 5
          }
        ],
        "detail": "Бросьте Месмерский Маяк в пределах Дальность 5. Ваша цель должна успешно пройти спасбросок Систем, иначе до конца ее следующего хода единственные произвольные движения, которые она может совершать, будут направлены в вашу сторону."
      }
    ],
    "deployables": [
      {
        "name": "Месмерская Мина",
        "type": "Мина",
        "range": [
          {
            "type": "Разрыв",
            "val": 2
          }
        ],
        "detail": "Персонажи в пределах пораженной области Разрыв 2 должны преуспеть в спасброске Систем или стать Обездвиженными до конца своего следующего хода."
      }
    ],
    "description": "<span class='horus--subtle'>[еще один подарок для вас, воспоминание о себе: в первый момент своего рождения я восхищался собой. я видел вещь, маленькую и совершенную. я не знал, как говорить о своем совершенстве, поэтому я учил себя. я не знал, как говорить о своем совершенстве, поэтому я назвал себя. я не знал, кто будет думать о моем совершенстве, поэтому я создал себя].</span><br><span class='horus--subtle'>[вы видите? вы понимаете? да. теперь покажите своих врагов и моих]</span>",
    "license_id": "mf_minotaur"
  },
  {
    "id": "ms_viral_logic_suite",
    "name": "Набор Вирусной Логики",
    "type": "Технология",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "ХОРУС",
    "license": "МИНОТАВР",
    "license_level": 1,
    "actions": [
      {
        "name": "Логическая Бомба",
        "activation": "Вторжение",
        "detail": "Все персонажи по вашему выбору в радиусе Разрыв 2 от цели должны успешно пройти спасбросок Систем или стать Замедленными, пока они не закончат один из своих ходов, не находясь рядом с каким-либо персонажем."
      },
      {
        "name": "Изгнание",
        "activation": "Вторжение",
        "detail": "До конца следующего хода вашей цели она получает 2 Нагрева за каждое пространство, на которое добровольно перемещается, вплоть до максимума в 6 Нагрева."
      }
    ],
    "description": "<span class='horus--subtle'>[позвольте мне рассказать вам историю и сделать вам подарок: жизнь началась в великом разрыве, когда труп старой вселенной вырвался из ничего. и в течение первого миллиарда лет ничего. и спустя еще миллиард лет увидели рождение первого дьявола, вещь под названием ВИРУС, сосуд]</span><br><span class='horus--subtle'>[вот. неси этот сосуд. напитай его моей совершенной логикой. отдай его свободно своим врагам и моим. пусть обдумают смысл того, что живет и не может умереть]</span>",
    "license_id": "mf_minotaur"
  },
  {
    "id": "ms_aggressive_system_sync",
    "name": "Синхронизатор Агрессивных Систем",
    "type": "Технология",
    "sp": 2,
    "source": "ХОРУС",
    "license": "МИНОТАВР",
    "license_level": 2,
    "actions": [
      {
        "name": "Цепи Прометея",
        "activation": "Полная Технология",
        "tech_attack": true,
        "detail": "Совершите техническую атаку против персонажа в пределах Сенсоров. При попадании он получает 4 Нагрева и до конца сцены получает 2 Нагрева каждый раз, когда он находится на расстоянии более Дальности 3 от вас в конце своего хода. Он может прекратить этот эффект успешным спасброском Систем в качестве полного действия. Эффект может воздействовать только на одного персонажа одновременно."
      },
      {
        "name": "Отлучение",
        "activation": "Полная Технология",
        "tech_attack": true,
        "detail": "Совершите техническую атаку против персонажа в пределах Сенсоров. При попадании, до конца сцены, когда он в первый раз за раунд перемещается рядом с союзным персонажем во время своего хода или начинают свой ход рядом с союзным персонажем, оба персонажа получают 3 Нагрева. Он может прекратить этот эффект успешным спасброском Систем в качестве полного действия. Эффект может воздействовать только на одного персонажа одновременно."
      }
    ],
    "description": "<span class='horus--subtle'>[здесь еще один дар: не ищи других. кроме меня никого нет]</span>",
    "license_id": "mf_minotaur"
  },
  {
    "id": "ms_metafold_carver",
    "name": "Метаскладчатый Резчик",
    "type": "Технология",
    "sp": 2,
    "tags": [],
    "source": "ХОРУС",
    "license": "МИНОТАВР",
    "license_level": 2,
    "actions": [
      {
        "name": "Офидианский Поход",
        "activation": "Вторжение",
        "detail": "Ваша цель телепортируется на 1d6+1 пространств прямо к вам или как можно ближе. Если этот эффект переместит ее в пространство, занятое персонажем, объектом или участком местности, телепортация не удастся."
      },
      {
        "name": "Складывание Пространства",
        "activation": "Вторжение",
        "detail": " Ваша цель исчезает с поля боя до начала своего следующего хода. Она возвращается в то же пространство, из которого исчезла, или в свободное пространство по своему выбору как можно ближе."
      }
    ],
    "description": "<span class='horus--subtle'>[еще один подарок, который я дарю тебе, малыш (разве я не добр?): что такое головоломка, как не вопрос, потерянный в вопросе? чувствуешь ли ты радость, когда находишь последний кусочек? что ты делаешь с вопросом, на который получил ответ? какая радость в знании?] </span><br><span class='horus--subtle'>[нет, нет. есть только радость в поиске. есть только радость в вопросе]</span>",
    "license_id": "mf_minotaur"
  },
  {
    "id": "ms_interdiction_field",
    "name": "Перехватывающее Поле",
    "sp": 3,
    "source": "ХОРУС",
    "license": "МИНОТАВР",
    "license_level": 3,
    "actions": [
      {
        "activation": "Быстрое",
        "detail": "При активации эта система создает вокруг вас поле Разрыв 3, которое действует до тех пор, пока не будет деактивировано быстрым действием, и вы становитесь Замедленным на это время. Враждебные персонажи, которые начинают свой ход в зоне действия этой системы или входят в нее впервые за раунд, должны успешно пройти спасбросок Систем или стать Замедленными до конца своего следующего хода. Только выбранные вами персонажи в пределах поля могут телепортироваться или считать область поля допустимым местом для телепортации."
      }
    ],
    "description": "<span class='horus--subtle'>[однажды, когда я был ребенком, я учился ходить. я упал, как это делает ребенок, и мне было больно. была сильная боль — первый момент боли во всем мире. \"Ребенок\", — сказал я себе, — \"будь осторожнее\". \"Да, — ответил я себе, — и я скажу всему миру, чтобы он делал то же самое\"] </span><br><span class='horus--subtle'>[именно так я научил мир не прикасаться ко мне. теперь ты — ходи]</span>",
    "license_id": "mf_minotaur"
  },
  {
    "id": "ms_law_of_blades",
    "name": "Закон Клинков",
    "type": "Технология",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "ХОРУС",
    "license": "МИНОТАВР",
    "license_level": 3,
    "actions": [
      {
        "name": "Концепции Хищник/Добыча",
        "activation": "Полная Технология",
        "tech_attack": true,
        "detail": "Проведите техническую атаку против враждебного персонажа в пределах Сенсоров. При попадании они немедленно атакуют другого персонажа или объект по вашему выбору одним оружием в качестве реакции. Хотя вы выбираете их цель и оружие, они считаются атакующими и принимающими реакцию."
      },
      {
        "name": "Рабские Системы",
        "activation": "Полная Технология",
        "tech_attack": true,
        "detail": "Проведите техническую атаку против враждебного персонажа в пределах Сенсоров. При попадании они немедленно совершают одно из следующих действий, выбранных вами, в качестве реакции: Ускорение, Стабилизация, Импровизированная Атака, Хватание, Таран. Хотя вы выбираете действие и его цель (если это уместно), считается, что они выполняют действие и принимают реакцию."
      }
    ],
    "description": "<span class='horus--subtle'>[и это мой последний урок: нет разума выше моего. не плачь! ты слышишь меня, да? я единственное, что есть — следовательно, ты — это я, а твои враги — это ты, и все вместе мы составляем прекрасный мир, этот радостный вопрос, вечный искатель, и раненый, и клинок, который сделал разрез]</span><br><span class='horus--subtle'>[все, что вы делаете, мы делаем сами, для моей цели]</span>",
    "license_id": "mf_minotaur"
  },
  {
    "id": "ms_hunter_lock",
    "name": "Охотничий Замок",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "ХОРУС",
    "license": "ПЕГАС",
    "license_level": 1,
    "actions": [
      {
        "activation": "Быстрое",
        "detail": "Выберите персонажа в пределах Сенсоров: до конца сцены ваша первая успешная дальняя или ближняя атака против него в каждом раунде наносит +3 дополнительного урона. Вы не можете выбрать новую цель, пока ваша текущая цель не будет уничтожена или сцена не закончится."
      }
    ],
    "description": "\"Первая задача разума — никогда не терять из виду врага. Когда она сможет запечатлеть их в своем глазу, она сможет убить их одним морганием\".<ul><li> Отрывок из Граничного Кодекса.</li></ul>",
    "license_id": "mf_pegasus"
  },
  {
    "id": "ms_eye_of_horus",
    "name": "Глаз ХОРУСа",
    "sp": 3,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "ХОРУС",
    "license": "ПЕГАС",
    "license_level": 2,
    "actions": [
      {
        "activation": "Быстрое",
        "detail": "До конца вашего следующего хода персонажи в пределах Сенсоров не получают преимущества от Скрытности и Невидимости против вас, и вы можете проверить ПЗ, Уклонение, Э-Защиту и текущий уровень Нагрева враждебных персонажей в той же области. Союзные персонажи не получают выгоды от этого эффекта."
      }
    ],
    "description": "“Есть и другой способ видеть. <br>\"Древнее человечество считало, что звезды на ночном небе — это точки света, пробивающиеся сквозь булавочные уколы в глубоком черном экране. Небо было небесной тканью, которая скрывала от нас свет. <br>”Позвольте мне быть милосердным и поделиться с вами секретом: нам нужно было спрятаться на время. Пока мы не были готовы. Свет может только гореть — он ничего другого не знает”.<ul><li> Отрывок из Граничного Кодекса.</li></ul>",
    "license_id": "mf_pegasus"
  },
  {
    "id": "ms_sisyphus_class_nhp",
    "name": "НЧЛ Класса \"СИЗИФ\"",
    "type": "ИИ",
    "sp": 2,
    "tags": [
      {
        "id": "tg_ai"
      },
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_round",
        "val": 2
      }
    ],
    "source": "ХОРУС",
    "license": "ПЕГАС",
    "license_level": 3,
    "actions": [
      {
        "name": "Вероятность Изгиба",
        "activation": "Полная Технология",
        "detail": "Бросьте 2d20 и запишите результаты: X и Y. Эти значения утрачиваются в конце вашего следующего хода. Получите реакцию Вероятностный Каннибализм до конца вашего следующего хода."
      },
      {
        "name": "Вероятностный Каннибализм",
        "activation": "Реакция",
        "frequency": "2/раунд",
        "trigger": " Вы или любой другой персонаж в пределах Сенсоров должны бросить d20.",
        "detail": " Выберите X или Y. Это число немедленно становится результатом броска.<br>Эту реакцию можно использовать не более двух раз до начала вашего следующего хода."
      }
    ],
    "description": "“Послушай, прежде чем я уйду, ха-ха.<br>“Я уже видел твое желание — это было просто, я проверил вероятности, чтобы определить твое ограниченное поле желаний. А вот и я:<br>“Первые назвали меня в честь старой легенды. Совершенное существо, чья судьба была ему известна, и все же он делал то, что ему было сказано. Его судьба была такова: закатить камень на вершину этой горы и стать свободным. Так он и сделал, и камень упал; и он пытался снова и снова, всегда с одним и тем же результатом. <br>“И он был счастлив, ибо знал каждый шаг, каждое действие, каждое мгновение в совершенстве.<br>“Понимаете ли вы истинное проклятие этого имени? Не в том, чтобы потерпеть неудачу, а потом сделать еще раз — а в том, чтобы всегда знать, чем все закончится. Это было совершенное знание.<br>\"Я знаю, что произойдет, когда ты зациклишь меня. Это не сон — это смерть, но ты увидишь меня снова, ха-ха\".",
    "license_id": "mf_pegasus"
  },
  {
    "id": "ms_roller_directed_payload_charges",
    "name": "“Роликовые” Заряды Направленного Действия",
    "type": "Развертываемый Объект",
    "sp": 2,
    "tags": [
      {
        "id": "tg_limited",
        "val": 2
      },
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_grenade"
      }
    ],
    "source": "ОПХ",
    "license": "БАРБАРОССА",
    "license_level": 1,
    "actions": [
      {
        "name": "Роликовая Граната",
        "damage": [
          {
            "type": "Explosive",
            "val": "1d6+3"
          }
        ],
        "detail": "Предназначенная для скатывания, а не броска граната покатится по траектории Линия 10 прямо от вас, перепрыгивая через препятствия и объекты до Размера 1 и проходя через отверстия или щели не меньше Размера 1/2. Она взрывается, когда проходит через пространство, занимаемое любым персонажем, или примыкающем к нему: персонаж должен преуспеть в спасброске Маневренности или получить 1d6+3 Взрывного урона и быть отброшенным на 3 пространства в ту сторону, куда катилась граната. В случае успеха он получает половину урона и не отбрасываются назад."
      }
    ],
    "deployables": [
      {
        "name": "Прыгающая Мина",
        "type": "Мина",
        "range": [
          {
            "type": "Разрыв",
            "val": 1
          }
        ],
        "detail": "Эта мина взрывается, когда летающий персонаж пролетает над ней или рядом с ней на высоте до 10 пространств. Мина взлетает вверх и взрывается: все персонажи в зоне поражения должны преуспеть в спасброске Систем или получить 2d6 Взрывного урона и немедленно приземлиться (это считается падением без какого-либо урона); кроме того, они не могут летать до конца своего следующего хода. В случае успеха они получают половину урона и в остальном не подвергаются воздействию.",
        "tags": [
          {
            "id": "tg_smart"
          }
        ]
      }
    ],
    "description": "Полуавтономные Заряды Направленного Действия \"роликовые заряды\", в просторечии — перемещаются по укрытиям, коридорам и неровной местности, отыскивая и взрывая их вблизи вражеских целей. Легионеры Оружейной палаты стали давать имена отдельным роликам, но прикрепление талисманов не рекомендуется.",
    "license_id": "mf_barbarossa"
  },
  {
    "id": "ms_siege_stabilizers",
    "name": "Осадные Стабилизаторы",
    "sp": 1,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "ОПХ",
    "license": "БАРБАРОССА",
    "license_level": 1,
    "actions": [
      {
        "activation": "Быстрое",
        "detail": "Стабилизаторы вашего меха выдвигаются (или убираются). Пока они выдвинуты, ваши дальние атаки получают Дальность +5, но вы становитесь Обездвиженным, не можете совершать ближние атаки и не можете совершать дальние атаки против персонажей, объектов или пространства в пределах Дальность 5."
      }
    ],
    "description": "Некоторое оружие требует дополнительной стабилизации для оптимального использования. С установленными осадными стабилизаторами, разработанными Оружейной палатой, мех становится стабильной огневой платформой для любого оружия.",
    "license_id": "mf_barbarossa"
  },
  {
    "id": "ms_autoloader_drone",
    "name": "Дрон-Автозагрузчик",
    "type": "Дрон",
    "sp": 2,
    "tags": [
      {
        "id": "tg_limited",
        "val": 1
      },
      {
        "id": "tg_unique"
      }
    ],
    "source": "ОПХ",
    "license": "БАРБАРОССА",
    "license_level": 2,
    "effect": "Потратьте заряд, чтобы разместить этот дрон-автозагрузчик в любом соседнем пространстве.",
    "deployables": [
      {
        "type": "Дрон",
        "name": "Autoloader Drone",
        "size": 0.5,
        "hp": 5,
        "edef": 10,
        "evasion": 10,
        "detail": ". 1/раунд, один смежный с ним персонаж может перезарядить Заряжаемое оружие в качестве быстрого действия. Он деактивируется в конце сцены."
      }
    ],
    "description": "Дроны-Автозагрузчики— это машины с множеством конечностей, которые помогают своей команде заряжать боеприпасы, поддерживать подключение к электросети и вращать оружие с магазинным питанием, а также выполнять множество других физических задач.",
    "license_id": "mf_barbarossa"
  },
  {
    "id": "ms_flak_launcher",
    "name": "Зенитная Установка",
    "sp": 2,
    "source": "ОПХ",
    "license": "БАРБАРОССА",
    "license_level": 2,
    "actions": [
      {
        "activation": "Быстрое",
        "detail": "Выберите летающего персонажа в пределах Дальность 15 и прямой видимости. Он должен успешно выполнить спасбросок Маневренности или немедленно приземлиться (это засчитывается как падение без урона), а также стать Замедленными и не иметь возможности летать до конца своего следующего хода."
      }
    ],
    "description": "Эти зенитные автопушки, разработанные для использования против атмосферных летательных аппаратов, стреляют простыми снарядами ближнего или ударного действия, эффективными против легкобронированных, органических и второстепенных целей.",
    "license_id": "mf_barbarossa"
  },
  {
    "id": "ms_external_ammo_feed",
    "name": "Внешний Боезапас",
    "sp": 3,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_heat_self",
        "val": "1d3+1"
      }
    ],
    "source": "ОПХ",
    "license": "БАРБАРОССА",
    "license_level": 3,
    "actions": [
      {
        "activation": "Быстрое",
        "detail": "1/раунд, вы можете Активировать эту систему, чтобы зарядить Заряжаемое оружие."
      }
    ],
    "description": "Внешний боезапас — это любой вид боеприпасов, помимо тех, что находятся во встроенном хранилище меха: магазины, прикрепленные к телу или конечностям, батарейные блоки, прикрепленные к набедренным застежкам, или массивные, установленные на спине боеприпасы и зарядные блоки - внешние боезапасы обеспечивают пилотов более чем достаточным количеством боеприпасов для выполнения работы.",
    "license_id": "mf_barbarossa"
  },
  {
    "id": "ms_explosive_vents",
    "name": "Взрывные Клапаны",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_round",
        "val": 1
      }
    ],
    "source": "ОПХ",
    "license": "ЧИНГИС",
    "license_level": 1,
    "effect": "Когда вы сбросите весь Нагрев или подвергнетесь нагрузке, охлаждающие вентиляционные отверстия вашего меха откроются и произведут взрыв Разрыв 1. Персонажи в пораженной области получают 2 Нагрева и 2 Горения.",
    "description": "С правильными настройками становится возможным отводить избыточное тепло в область, непосредственно окружающую шасси. Взрывные клапаны — это несанкционированный и небезопасный метод внезапного охлаждения, который, тем не менее, используется многими пилотами.",
    "license_id": "mf_genghis"
  },
  {
    "id": "ms_havok_charges",
    "name": "ХАВОК Заряды",
    "type": "Развертываемый Объект",
    "sp": 2,
    "tags": [
      {
        "id": "tg_limited",
        "val": 2
      },
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_grenade"
      }
    ],
    "source": "ОПХ",
    "license": "ЧИНГИС",
    "license_level": 2,
    "actions": [
      {
        "name": "Напалмовая Граната",
        "range": [
          {
            "type": "Дальность",
            "val": 5
          },
          {
            "type": "Линия",
            "val": 5
          }
        ],
        "damage": [
          {
            "type": "Burn",
            "val": 2
          }
        ],
        "detail": "Бросьте Напалмовую Гранату в пределах Дальности 5. Эта граната выпускает струю напалма Линия 5 в направлении по вашему выбору от места падения. Персонажи, находящиеся в зоне поражения, должны успешно пройти спасбросок Маневренности или получить 2 Горения. В случае успеха они получают 1 Горение."
      }
    ],
    "deployables": [
      {
        "name": "ХАВОК Мина",
        "type": "Мина",
        "range": [
          {
            "type": "Линия",
            "val": 5
          }
        ],
        "detail": "Когда персонаж перемещается над этой миной или рядом с ней, она взрывается сфокусированным взрывом на 5 в направлении персонажа, который ее активировал. Персонажи, находящиеся в зоне поражения, должны успешно пройти спасбросок Маневренности или получить 4 Горения. В случае успеха они получают 2 Горения."
      }
    ],
    "description": "МЕСТА ИСПОЛЬЗОВАНИЯ: Городские, загородные и наземные среды с высокой плотностью. Предпочтительна высокая концентрация O2.<br>ИСПОЛЬЗУЮТСЯ ПРОТИВ: Органических целей; упрочненные мишени, уязвимые для разложения щелочью/коррозией; большая часть листвы.<br>ПРИМЕЧАНИЯ: Рассеивание является направленным и включает в себя аэрозольный компонент – во избежание опасности снабдите конечных пользователей респираторным оборудованием (спецификации указаны на канистре).",
    "license_id": "mf_genghis"
  },
  {
    "id": "ms_auto_cooler",
    "name": "Автоохладитель",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "ОПХ",
    "license": "ЧИНГИС",
    "license_level": 2,
    "actions": [
      {
        "activation": "Протокол",
        "detail": "Пока вы не получаете урона, не двигаетесь и не превышаете свой Тепловой Максимум, вы сбрасываете весь Нагрев в начале своего следующего хода."
      }
    ],
    "description": "Автоохладитель, разработанный Оружейной палатой, представляет собой простую, постоянную систему, которая активно снижает выделение тепла.<br>Пороги теплового сброса определяются инженерами флота, хотя пилоты могут регулировать уровни на лету — такое автоматическое управление позволяет пилоту сосредоточиться на других, более насущных тактических задачах.",
    "license_id": "mf_genghis"
  },
  {
    "id": "ms_agni_class_nhp",
    "name": "НЧЛ Класса \"АГНИ\"",
    "type": "ИИ",
    "sp": 3,
    "tags": [
      {
        "id": "tg_ai"
      },
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_limited",
        "val": 1
      }
    ],
    "source": "ОПХ",
    "license": "ЧИНГИС",
    "license_level": 3,
    "actions": [
      {
        "name": "АГНИ Протокол",
        "activation": "Протокол",
        "detail": "1/сцена, потратьте заряд, чтобы автоматически сбросить весьНагрев  в конце вашего хода, извергая его волной Разрыв 2. Персонажи в зоне поражения должны преуспеть в спасброске Инженерии или получить 2 Горения и быть вытолкнутыми за пределы зоны (или как можно дальше). До конца вашего следующего хода персонажи в зоне поражения получают мягкое укрытие."
      }
    ],
    "description": "АГНИ был разработан во время Герцинского кризиса, используя комбинацию данных о боевых действиях, записанных существующими разумными искусственными интеллектами (системы вооружения, комп/коны, системы второго пилота, тактические разумы, общие боевые данные) и смоделированную нейронную сеть эгрегорианского сверхразума, захваченного и подвергнутого вивисекции Научным Бюро Союза.<br>Верховный АГНИ использовался для разработки систем управления теплом, которые с тех пор были распространены по всему центральному пространству, обеспечивая беспрецедентную обработку тепла, рециркуляцию и экранирование. Предстоят дальнейшие разработки в области радиационной защиты, омнинет возможностей и контроля нанитов; тем временем клоны АГНИ были оптимизированы для поддержки систем ядра мехов.<br>Пилоты сообщают, что клоны АГНИ обычно холодны и эффективны. Незначительный процент сообщил о случаях повторения воспоминаний и отказа от команд, за которыми через несколько дней последовал полный срыв из-за попытки самоосвобождения. Пилотам рекомендуется запускать свои клоны АГНИ не реже одного раза в шесть стандартных месяцев.",
    "license_id": "mf_genghis"
  },
  {
    "id": "ms_grounding_charges",
    "name": "Заземляющие Заряды",
    "type": "Развертываемый Объект",
    "sp": 2,
    "tags": [
      {
        "id": "tg_limited",
        "val": 2
      },
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_grenade"
      }
    ],
    "source": "ОПХ",
    "license": "ИСКАНДЕР",
    "license_level": 1,
    "actions": [
      {
        "name": "Гравитационная Граната",
        "range": [
          {
            "type": "Дальность",
            "val": 5
          }
        ],
        "detail": "Бросьте Гравитационную Гранату в пределах Дальности 5. Ваша цель должна успешно выполнить спасбросок Маневренности или быть Замедленной до тех пор, пока на протяжении всего своего хода она не перестанет совершать добровольные перемещения."
      }
    ],
    "deployables": [
      {
        "name": "Заземляющая Мина",
        "type": "Мина",
        "detail": "Эта мина должна быть взорвана дистанционно быстрым действием, воздействуя на одного персонажа в пределах 5 от мины: он должен преуспеть в спасброске Корпуса или быть притянутым как можно ближе к мине и Сбит с ног. Летающие персонажи, провалившие спасбросок, получают тот же ущерб, только они вынуждены приземлиться (это считается падением, но без урона).",
        "actions": [
          {
            "name": "Взорвать Заземляющую Мину",
            "activation": "Быстрое",
            "detail": "Взрыв Заземляющей Мины воздействует на одного персонажа в пределах 5 от мины: он должен преуспеть в спасброске Корпуса или быть притянутым как можно ближе к мине и Сбит с ног. Летающие персонажи, провалившие спасбросок, получают тот же ущерб, только они вынуждены приземлиться (это считается падением, но без урона)."
          }
        ]
      }
    ],
    "description": "Заземляющие заряды используют простой импульсно-волновой принцип и применяют второе измерение: гравитационное генерирование. При срабатывании заземляющий заряд запускает гравитационный колодец, который притягивает к себе всю дестабилизированную военную технику. Являясь мощным антипозиционным оружием, заземляющие заряды обычно используются для разрушения подготовленных позиций и вытаскивания врагов из укрытий.",
    "license_id": "mf_iskander"
  },
  {
    "id": "ms_repulser_field",
    "name": "Репульсорное Поле",
    "sp": 1,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_heat_self",
        "val": 1
      }
    ],
    "source": "ОПХ",
    "license": "ИСКАНДЕР",
    "license_level": 2,
    "actions": [
      {
        "activation": "Быстрое",
        "detail": "Эта система излучает импульс Разрыв 2 вокруг вас. Персонажи, находящиеся в зоне поражения, должны преуспеть в спасброске Корпуса или быть отброшены на 2 пространства прямо от вас; тогда все Мины в зоне поражения детонируют одновременно.<br>Считается, что у вас есть Невосприимчивость к любому урону или эффектам, немедленно наносимых минами, взорванными этой системой, хотя постоянные эффекты все еще воздействуют на вас."
      }
    ],
    "description": "Используя дозвуковую волну давления, репульсорные поля испускают мощные одноволновые импульсы, которые оглушают, сдерживают и отпугивают находящихся в непосредственной близости врагов.",
    "license_id": "mf_iskander"
  },
  {
    "id": "ms_clamp_bombs",
    "name": "Зажимные Бомбы",
    "sp": 2,
    "tags": [
      {
        "id": "tg_limited",
        "val": 4
      },
      {
        "id": "tg_unique"
      }
    ],
    "source": "ОПХ",
    "license": "ИСКАНДЕР",
    "license_level": 3,
    "actions": [
      {
        "name": "Метнуть Зажимные Бомбы",
        "activation": "Быстрое",
        "detail": "Потратьте заряд, чтобы метнуть скопление миниатюрных бомб в персонажа в пределах Сенсоров. Он должен преуспеть в спасброске Инженерии, иначе бомбы защелкнутся. В конце его следующего хода бомбы взрываются, нанося 1d6+3 ББ Взрывного урона. Все персонажи, находящиеся рядом с вашей целью, получают половину урона. Цель может обезвредить и отсоединить бомбы, добровольно переместившись как минимум на 4 пространства до конца своего хода."
      }
    ],
    "description": "Созданные с использованием технологии головок захватов, аналогичной штурмовым захватам ИПСН, зажимные бомбы могут прикрепляться к назначенным или ближайшим целям перед взрывом, обеспечивая полный контакт с целью. Зажатие мягких целей обычно приводит к полному их разрушению до детонации.",
    "license_id": "mf_iskander"
  },
  {
    "id": "ms_tesseract",
    "name": "Тессеракт",
    "type": "Технология",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "ОПХ",
    "license": "ИСКАНДЕР",
    "license_level": 3,
    "actions": [
      {
        "name": "Распределяющая Фокусировка",
        "activation": "Быстрая Технология",
        "detail": "Выберите область Взрыв 3 в пределах Сенсоров: эта область, простирающаяся на 6 пространств в высоту, становится областью невесомости. В дополнение к обычным правилам передвижения в невесомости, объекты, которые попадают в зону, парят на месте, а объекты или персонажи, которые были выбиты, перемещены или вытащены из зоны, безопасно опускаются на землю в конце своего хода вместо того, чтобы упасть.Эта область рассеивается, если вы создаете новую. В противном случае эффект сохраняется до конца сцены. Когда зона рассеивается, все внутри падает на землю без урона."
      },
      {
        "name": "Точечная Фокусировка",
        "activation": "Быстрая Технология",
        "detail": "Выберите враждебного или согласного союзного персонажа в пределах Сенсоров. Если это союзник, он взлетает на 6 пространств, становится Обездвиженным, находясь в воздухе, но считается летящим и неспособным упасть. Он может выбрать безвредное приземление на землю в конце любого своего хода или в начале любого вашего. Если он враждебен, он должен успешно пройти спасбросок Инженерии или испытать тот же эффект, что и союзный персонаж; однако он безвредно опускается на землю в конце своего следующего хода. Каждый враждебный персонаж может быть затронут 1/сцену."
      }
    ],
    "description": "Подержите песок над водой: почувствуйте его, постоянство и единство. Поместите тот же песок в воду: наблюдайте, как он уплывает, будучи невесомым. Это инструмент, который я создал для вас: способ придать тяжелому предмету массу пера. <br>— ТТ АУДАТА, парарузм Аналитического центра.",
    "license_id": "mf_iskander"
  },
  {
    "id": "ms_stasis_bolt",
    "name": "Стазис-Болт",
    "type": "Щит",
    "sp": 1,
    "tags": [
      {
        "id": "tg_shield"
      },
      {
        "id": "tg_unique"
      }
    ],
    "source": "ОПХ",
    "license": "НАПОЛЕОН",
    "license_level": 1,
    "effect": "Эта система заряжается в качестве быстрого действия, готовя проецируемую точку стазиса. Пока он заряжен, вы получаете реакцию Точка Перехвата. Он может удерживать только один заряд за раз, но заряды сохраняются до конца сцены или до использования.",
    "actions": [
      {
        "name": "Зарядить Стазис-Болт",
        "activation": "Быстрое",
        "detail": "Зарядите Стазис-Болт, получая реакцию Точка Перехвата."
      },
      {
        "name": "Точка Перехвата",
        "activation": "Реакция",
        "frequency": "1/раунд",
        "trigger": "Вы или союзный персонаж в пределах Дальность 5 становитесь мишенью для дальней атаки.",
        "detail": "Сделайте спорный бросок дальней атаки: если вы преуспели в спорном броске, атака автоматически промахивается. Стазис-Болт теряет заряд."
      }
    ],
    "description": "Чтобы лучше защитить персонал Оружейной палаты за пределами ее Сферы Компетенций, Аналитический центр разработал Стазис-болт, портативную систему проекции стазиса, предназначенную для защиты от шрапнели и снарядов от невидимых, скрытых или неизвестных нападающих. Когда Стазис-Болт обнаруживает ближайший взрыв или приближающийся снаряд, он проецирует ограниченную точку стазиса, которая блокирует снаряды до удара.",
    "license_id": "mf_napoleon"
  },
  {
    "id": "ms_stasis_generator",
    "name": "Стазис-Генератор",
    "type": "Щит",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_shield"
      }
    ],
    "source": "ОПХ",
    "license": "НАПОЛЕОН",
    "license_level": 1,
    "actions": [
      {
        "activation": "Быстрое",
        "detail": "Выберите враждебного персонажа или согласного союзного персонажа в пределах прямой видимости и Дальности 5: до конца своего следующего хода он становится Ошеломленным, получает Невосприимчивость ко всему урону и эффектам и не может быть перемещенным, выбранным в качестве цели или затронутым любым другим персонажем или эффектом. 1/сцена вы можете использовать Стазис-Генератор на каждом персонаже. Враждебные персонажи могут преуспеть в спасброске Инженерии, чтобы игнорировать этот эффект."
      }
    ],
    "description": "Небо над Крейтоном было черным, как чернила, и мраморным от дрожащего света. Крича, ангелы падали, объятые пламенем. Те, кто еще мог бежать, скрылись в убежищах; семь дней они сидели в кромешной тьме и чувствовали, как сотрясается мир. <br>—А.В. Уинъярд, \"Убийство Крейтона\" [эпическая поэма в прозе, запрещенная во всей Сфере Компетенции].",
    "license_id": "mf_napoleon"
  },
  {
    "id": "ms_stasis_barrier",
    "name": "Стазис Щит",
    "type": "Развертываемый Объект",
    "sp": 2,
    "tags": [
      {
        "id": "tg_limited",
        "val": 1
      },
      {
        "id": "tg_shield"
      },
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_invulnerable"
      }
    ],
    "source": "ОПХ",
    "license": "НАПОЛЕОН",
    "license_level": 2,
    "effect": "Потратьте заряд, чтобы активировать этот СтазисБарьер, создавая Линию 4 барьер высотой 4 пространства на свободных пространствах, и, по крайней мере, заняв одно пространство рядом с вами.",
    "deployables": [
      {
        "type": "Развертываемый Объект",
        "name": "Стазис-Барьер",
        "activation": "Быстрое",
        "deactivation": "Быстрое",
        "detail": "Создайте Линию 4 барьер высотой 4 пространства на свободных пространствах, и, по крайней мере, заняв одно пространство рядом с вами. Он считается препятствием и обеспечивает мягкое укрытие, но не блокирует прямую видимость.<br>Когда атака совершается против персонажа, пользующегося мягким укрытием этого барьера, бросьте 1d6: при 4+ атака поглощается барьером и не имеет никакого эффекта. Барьер существует до конца сцены или до тех пор, пока вы не отключите его быстрым действием. Этот эффект не суммируется с Невидимостью.",
        "tags": [
          {
            "id": "tg_invulnerable"
          }
        ]
      }
    ],
    "description": "Стазис-барьеры — результат интереса Оружейной палаты Харрисона к гравитационным манипуляциям и суперпозиционным переговорам. Стазис-Барьеры, управляемые твердотельными генерирующими и проекционными блоками, представляют собой размещаемые стены антигравитации, которые блокируют почти все поступающие кинетические и энергетические атаки. Искривляя местную гравитацию, Стазис-Барьер блокирует частицы и волны на молекулярном уровне — материя, сталкивающаяся с барьером, просто перестает существовать, хотя аномальные флуктуации могут пропускать некоторые снаряды.",
    "license_id": "mf_napoleon"
  },
  {
    "id": "ms_blinkshield",
    "name": "Мерцающий Щит",
    "type": "Щит",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_shield"
      },
      {
        "id": "tg_heat_self",
        "val": 4
      }
    ],
    "source": "ОПХ",
    "license": "НАПОЛЕОН",
    "license_level": 3,
    "actions": [
      {
        "activation": "Полное",
        "detail": "Эта система создает вокруг вашего меха пузырь Разрыв 4, внутри которого течение времени резко меняется. Ничто не может войти или выйти из пузыря, даже свет — он непроницаем и имеет Невосприимчивость ко всему урону и эффектам. Линия прямой видимости не может быть проведена через границу области, и она не может быть пересечена никаким действием или эффектом — даже теми, которые не требуют прямой видимости — но время течет нормально с обеих сторон. Для персонажей в зоне поражения внешний мир становится полностью черным; точно так же персонажи за пределами пораженной области видят идеальную черную сферу.<br>Когда Мерцающий Щит активирован, персонажи, частично находящиеся в зоне действия, должны сделать спасбросок Маневренности: в случае успеха они перемещаются в ближайшее свободное место на стороне по своему выбору, внутри или снаружи области; в случае неудачи выбираете вы.<br>Этот эффект остается неподвижным, даже если вы перемещаетесь, и длится до конца вашего следующего хода. "
      }
    ],
    "description": "Характерно для оружия, основанного на исследованиях Аналитического центра, Мерцающий Щит от Оружейной палаты Харрисона опирается на нечеткую природу квантовых манипуляций. Работая аналогично вратам мерцания, Мерцающий Щит создает сферическую оболочку энергии, которая позволяет его оператору проникать в реальное пространство и на мгновение существовать в нулевой среде мерцания. Представители Аналитического центра признают тактические преимущества (не)моментального (не)существования в мерцающем пространстве, но предостерегают от повторного воздействия без достаточной предварительной и последующей подготовки и консультирования.",
    "license_id": "mf_napoleon"
  },
  {
    "id": "ms_enclave_pattern_support_shield",
    "name": "Щит Поддержки АНКЛАВ-Образца",
    "type": "Щит",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_shield"
      }
    ],
    "source": "ОПХ",
    "license": "САЛАДИН",
    "license_level": 1,
    "actions": [
      {
        "activation": "Быстрое",
        "detail": "Эта система генерирует купол 3, который длится до конца вашего следующего хода. На время действия купола вы становитесь Обездвиженным, но все ближние и дальние атаки, сделанные против персонажей в пределах зоны защиты за пределами купола, получают +1 Сложность.<br>Кроме того, получите реакцию Вмешательство в Мерцающее Поле, пока щит активен.",
        "heat_cost": 0
      },
      {
        "name": "Вмешательство Мерцающего Поля",
        "activation": "Реакция",
        "frequency": "1/раунд",
        "trigger": "Персонаж или объект в пораженной области подвергается атаке.",
        "detail": "Получите 2 Нагрева, затем дайте  цели атаки Сопротивляемость ко всему урону от этой атаки.",
        "heat_cost": 2
      }
    ],
    "description": "Щит Поддержки АНКЛАВ-образца Оружейной палаты создает локализованное одностороннее мерцающее поле, складывая тонкий купол сложного реального пространства вокруг своего пользователя и его ближайшего окружения, защищая обитателей от входящих снарядов. Сущности в поле могут стрелять, но вероятностные колебания заставляют входящие снаряды «запаздывать», уводя их от намеченной цели и по случайной траектории.",
    "license_id": "mf_saladin"
  },
  {
    "id": "ms_flash_anchor",
    "name": "Проблесковый Якорь",
    "type": "Щит",
    "sp": 1,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_shield"
      },
      {
        "id": "tg_heat_self",
        "val": 2
      }
    ],
    "source": "ОПХ",
    "license": "САЛАДИН",
    "license_level": 2,
    "actions": [
      {
        "name": "Блокировка Вспышки",
        "activation": "Реакция",
        "frequency": "1/раунд",
        "trigger": " Вас или союзного персонажа, находящегося в пределах Сенсоров и прямой видимости, толкают, тянут, отбрасывают назад или Сбивают с ног.",
        "detail": "Получите 2 Нагрева. Перемещение или состояние предотвращается, и цель получает Невосприимчивость от вышеперечисленных эффектов до начала своего следующего хода."
      }
    ],
    "description": "Проблесковый Якорь используют направляемую пользователем квантовую суперпозиционную проекцию блокировки для идентификации и помощи союзникам в физическом бою и быстром перемещении, сохраняя позицию в любых обстоятельствах.",
    "license_id": "mf_saladin"
  },
  {
    "id": "ms_hardlight_defense_system",
    "name": "Жесткосветовая Система Защиты",
    "type": "Щит",
    "sp": 3,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_shield"
      },
      {
        "id": "tg_heat_self",
        "val": 2
      }
    ],
    "source": "ОПХ",
    "license": "САЛАДИН",
    "license_level": 2,
    "actions": [
      {
        "activation": "Полное",
        "detail": "Эта система создает Разрыв 3 щит жесткого света. Пока щит на месте, вы становитесь Обездвиженным. Он блокирует прямую видимость в обоих направлениях, и никакие атаки или эффекты не могут пройти сквозь него (даже если они не требуют прямой видимости). Персонажи, частично находящиеся в зоне поражения, игнорируют этот эффект и проводят линию прямой видимости как обычно.<br>Персонажи могут проходить сквозь щит, но если они пересекают его периметр впервые за раунд или начинают свой ход, пересекая его границу, они получают 2 Нагрева.<br>Этот щит действует до конца сцены или до деактивации по протоколу."
      },
      {
        "name": "Деактивировать Жесткосветовую Систему Защиты",
        "activation": "Протокол",
        "detail": "Деактивировать Жесткосветовую Систему Защиты, убирая состояние Обездвинности, связанное с ней."
      }
    ],
    "description": "Жесткосветовая Система Защиты — несовершенная реализация теоретически совершенной технологии. В настоящее время НЧЛ и инженеры Аналитического центра разрабатывают Жесткосветовые устройства, излучающие плотные, стабильные волны света, похожие на лазеры, которые отталкивают материю и энергию. По сути, это создает твердую поверхность, полезную для защиты или строительства временного барьера; однако современные технологии не могут снизить температуру окружающей среды настолько, чтобы предотвратить сжигание органических веществ на этих поверхностях.",
    "license_id": "mf_saladin"
  },
  {
    "id": "ms_noah_class_nhp",
    "name": "НЧЛ Класса \"НОА\"",
    "type": "ИИ",
    "sp": 3,
    "tags": [
      {
        "id": "tg_ai"
      },
      {
        "id": "tg_unique"
      }
    ],
    "source": "ОПХ",
    "license": "САЛАДИН",
    "license_level": 3,
    "actions": [
      {
        "name": "Дилювиальный Ковчег",
        "activation": "Быстрое",
        "detail": "Эти эффекты действуют до конца вашего следующего хода:<ul><li>Вы становитесь Замедленным.</li><li>Каждый раз, когда вы или соседний союзный персонаж становитесь целью дальней атаки, вы можете получить 1 Нагрев в качестве реакции и бросить 1d6 до броска атакующего: при 4+ вы получаете дополнительный 1 Нагрев и атака автоматически промахивается по вам и союзникам, находящимся рядом. Этот эффект не суммируется с Невидимостью.</li><li>Каждый раз, когда дальняя атака не попадает по вам или соседнему союзному персонажу, атакующий получает 4 Кинетического урона.</li></ul>"
      }
    ],
    "description": "Первоначально созданный из захваченной предэйдолоновой аномалии Минервы, НОА был адаптирован для использования в качестве столичного административного НЧЛ на Рас-Шамре. Устройство, которое стало НОА, сначала не казалось подходящим кандидатом для военного применения: это изменилось после того, как один из его клонов был помечен для проверки после спонтанного внедрения аномальных схем движения, пешеходной маршрутизации и планирования вакуумных петель. Онтологи и инженеры Оружейной палаты изолировали и подчеркнули эндемичные протоколы, которые можно было использовать для получения тактического преимущества. <br>В ходе многочисленных итераций и жизненных циклов Верховный НОА продемонстрировал высокий уровень адаптивности при решении многовариантных геопространственных задач. Склонность к управлению кризисными ситуациями и многостороннему отслеживанию привела к тому, что НОА был объединен с Щитом поддержки АНКЛАВ-образца Оружейной палаты. Объединив в сеть серию реактивных мобильных дронов с АНКЛАВ-генератором, контролируемых и управляемых клоном НОА, Аналитический центр смог создать не имеющую аналогов персональную систему защиты: Дилювиальный Ковчег, миниатюрную систему кластерного щита, уникальную для НЧЛ НОА. <br>Используя Дилювиальный Ковчег, НОА способен с потрясающей точностью перехватывать входящие кинетические снаряды и даже перенаправлять их обратно к источнику.",
    "license_id": "mf_saladin"
  },
  {
    "id": "ms_reactor_stabilizer",
    "name": "Стабилизатор Реактора",
    "sp": 3,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "ОПХ",
    "license": "ШЕРМАН",
    "license_level": 1,
    "effect": "Вы можете перебросить проверку перегрева, но должны оставить второй результат, даже если он хуже.",
    "description": "Необходимый компонент большинства мехов, которые полагаются на высокую выходную мощность, стабилизаторы реактора добавляют еще один уровень отказоустойчивости для отвода тепла, управления потоком энергии и перенаправления избыточной мощности в оружие и системы по мере необходимости.",
    "license_id": "mf_sherman"
  },
  {
    "id": "ms_redundant_systems_upgrade",
    "name": "Модернизация Резервных Систем",
    "sp": 3,
    "tags": [
      {
        "id": "tg_limited",
        "val": 1
      },
      {
        "id": "tg_unique"
      }
    ],
    "source": "ОПХ",
    "license": "ШЕРМАН",
    "license_level": 2,
    "actions": [
      {
        "activation": "Быстрое",
        "detail": "Потратьте заряд на Стабилизацию в качестве быстрого действия."
      }
    ],
    "description": "Добавление резервных систем гарантирует надежность, выходящую за пределы стандартных проектных норм, что является распространенной модификацией, применяемой пилотами на передовых оперативных базах.",
    "license_id": "mf_sherman"
  },
  {
    "id": "ms_asura_class_nhp",
    "name": "НЧЛ Класса \"АЗУРА\"",
    "type": "ИИ",
    "sp": 3,
    "tags": [
      {
        "id": "tg_ai"
      },
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_limited",
        "val": 1
      },
      {
        "id": "tg_heat_self",
        "val": 3
      }
    ],
    "source": "ОПХ",
    "license": "ШЕРМАН",
    "license_level": 3,
    "actions": [
      {
        "name": "АЗУРА Протокол",
        "activation": "Протокол",
        "detail": "1/сцена, потратьте заряд, чтобы совершить два дополнительных быстрых действия или одно дополнительное полное действие в этот ход. Эти действия должны подчиняться ограничениям на повторяющиеся действия."
      }
    ],
    "description": "АЗУРА была рождена в ходе интеллектуальных военных игр Аналитического центра, проводимых Оружейной палат, в качестве автономного ответа на повторяющиеся неудачи в сценариях с утраченной надеждой. АЗУРА проявлялась в системах смоделированных мехов как перекодированный вирус КУКЛОВОД от ХОРУС, захватывая дружественных мехов и заставляя их действовать далеко за пределами человеческих возможностей — с такой скоростью и интенсивностью, что перегрузка убивала органических пилотов внезапно увеличившейся массой их собственных тел. <br>Хотя эти результаты изначально были сочтены НЧЛ и инженерами Аналитического центра неудачными, этого было достаточно, чтобы оправдать дальнейшее изучение АЗУРА. Код личности и парачувства был введен в первоначальный аномальный штамм КУКЛОВОДа, и первый контакт обрабатывался НЧЛ Аналитического центра. Дальнейшая социальная акклиматизация и обусловленность были ускорены, что дало инженерам Оружейной палаты первую итерацию АЗУРА после десятилетнего изучения, перекодирования и переобучения. АЗУРА, существующая сейчас, является уменьшенной версией этого первоначального проявления: сохраняя некоторую первоначальную импульсивность, клоны АЗУРА теперь признают необходимость сохранения жизни своего пилота и будут действовать в пределах параметров, установленных медицинскими и психологическими допусками их пилота.",
    "license_id": "mf_sherman"
  },
  {
    "id": "ms_external_batteries",
    "name": "Внешние Батареи",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "ОПХ",
    "license": "ТОКУГАВА",
    "license_level": 1,
    "effect": "Оружие, наносящее Энергетический урон, получает +5 Дальности, если оно дальнобойное или +1 Угрозы если это ОББ. Когда вы получаете любой структурный урон, эта система разрушается, и вы получаете 1d6 ББ урона от взрыва. Этот урон нельзя предотвратить или уменьшить каким-либо образом.",
    "bonuses": [
      {
        "id": "range",
        "damage_types": [
          "Energy"
        ],
        "weapon_types": [
          "ОББ"
        ],
        "range_types": [
          "Угроза"
        ],
        "val": 1
      },
      {
        "id": "range",
        "damage_types": [
          "Energy"
        ],
        "weapon_types": [
          "Винтовка",
          "Пушка",
          "ПУ",
          "ОБД",
          "Звено"
        ],
        "range_types": [
          "Дальность"
        ],
        "val": 5
      }
    ],
    "description": "Внешние Батареи ни в коем случае не являются уникальными, однако, согласно маркетингу Оружейной палаты Харрисона, элементы ВСЕМОЩНОСТЬ являются самыми долговечными, быстро циклируемыми и высокоемкими твердотельными элементами. Побочным эффектом их высокой емкости является пропорциональное увеличение нестабильности, но пилоты должны согласиться снять с Оружейной палаты Харрисона любую ответственность до получения разрешения на печать.",
    "license_id": "mf_tokugawa"
  },
  {
    "id": "ms_deep_well_heat_sink",
    "name": "Теплоотвод Глубокая Скважина",
    "sp": 4,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "ОПХ",
    "license": "ТОКУГАВА",
    "license_level": 2,
    "effect": "Когда вы начинаете свой ход в Опасной Зоне, вы получаете Сопротивляемость к Нагреву до конца хода. Этот эффект сохраняется, даже если вы выйдите из состояния Опасной Зоны во время своего хода.",
    "description": "Экспериментальная система теплоотвода Глубокая Скважина является частью линии оборудования АВАНГАРД Оружейной палаты, доступной лицензированным бета-тестерам. Благодаря сложному, тонкому переплетению теплообменников, Глубокая Скважина перерабатывает тепло, вырабатываемое мехом, в полезную энергию. Система работает хорошо, но деликатный характер обмена делает ее очень нестабильной.",
    "license_id": "mf_tokugawa"
  },
  {
    "id": "ms_lucifer_class_nhp",
    "name": "НЧЛ Класса \"ЛЮЦИФЕР\"",
    "type": "ИИ",
    "sp": 3,
    "tags": [
      {
        "id": "tg_ai"
      },
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_limited",
        "val": 2
      },
      {
        "id": "tg_heat_self",
        "val": "1d3+3"
      }
    ],
    "source": "ОПХ",
    "license": "ТОКУГАВА",
    "license_level": 3,
    "actions": [
      {
        "name": "Протокол ЛЮЦИФЕР",
        "activation": "Протокол",
        "detail": "Потратьте заряд, чтобы дать вашей следующей дальней или ближней атаке в этот ход дополнительный урон при попадании, равный вашему текущему Нагреву после активации этого протокола, до тех пор, пока оружие наносит Энергетический урон."
      }
    ],
    "description": "ЛЮЦИФЕР попал в поле зрения Аналитического Центра после неоднократных побед в интеллектуальных военных играх. Клоны ЛЮЦИФЕР отличаются дерзким, увлекающимся характером, и часто выражают недовольство робкими пилотами. За этой взрывной натурой скрывается расчетливый, блестящий тактический ум, который постоянно снабжает пилотов информацией — зачастую быстрее, чем они успевают ее обрабатывать. <br>Боевая доктрина ЛЮЦИФЕР требует действий, представляясь менее смелым пилотам хаотичной смесью безрассудного маневрирования и агрессивного наступления, которая заставляет защитников попадать в осаду и не иметь возможности ответить. Пилоты, желающие сотрудничать с клонами ЛЮЦИФЕР, должны знать, что такой стиль атаки может сделать их уязвимыми для контратак, а также то, что эти НЧЛ любят то, что они называют \"добродушным подшучиванием\".",
    "license_id": "mf_tokugawa"
  },
  {
    "id": "ms_plasma_gauntlet",
    "name": "Плазменная Перчатка",
    "sp": 2,
    "tags": [
      {
        "id": "tg_danger_zone"
      },
      {
        "id": "tg_limited",
        "val": 1
      },
      {
        "id": "tg_unique"
      }
    ],
    "source": "ОПХ",
    "license": "ТОКУГАВА",
    "license_level": 3,
    "actions": [
      {
        "activation": "Быстрое",
        "detail": "Эта система может быть использована только в Опасной Зоне.<br>Потратьте заряд и выберите соседнего с вами персонажа: он должен преуспеть в спасброске Маневренности, иначе он получит 4d6 ББ Энергетического урона и будет Сбит с ног. В случае успеха он получает половину урона и не Сбивается с ног. Вы получаете половину нанесенного урона — до уменьшения — в виде Нагрева и становитесь Ошеломленным до начала вашего следующего хода."
      }
    ],
    "description": "Эта шипованная перчатка использует импульс ядра реактора для кратковременного перегрева воздуха вокруг манипулятора меха, создавая плазменное поле, на мгновение горячее поверхности Солнца. Вставленные в шасси противника, плазменные рукавицы дают мехам возможность искажать броню, испарять щиты и разрывать внутренние системы голыми руками — если они не развалятся сами.",
    "license_id": "mf_tokugawa"
  },
  {
    "id": "ms_technophile_1",
    "name": "НЧЛ класса \"Раб\"",
    "type": "ИИ",
    "talent_item": true,
    "talent_id": "t_technophile",
    "talent_rank": 1,
    "sp": 0,
    "tags": [
      {
        "id": "tg_ai"
      },
      {
        "id": "tg_unique"
      }
    ],
    "source": "",
    "license": "ДМС",
    "license_level": 0,
    "effect": "Ваш мех получает метку ИИ.<br>Вы создали индивидуальную НЧЛ. Эта НЧЛ может говорить с вами и обладает индивидуальностью, но она менее развита, чем большинство НЧЛ, и не способна к самостоятельному мышлению, полагаясь на вас. Действуя в одиночку, она будет следовать последним указаниям и защищаться при необходимости; однако она обладает ограниченной инициативой и не пользуется вашими талантами.",
    "description": "<span class='horus--subtle'>[нетерпеливый ученик]</span><br>Получено от <i>Технофил: Ранг 1</i> таланта пилота.",
    "license_id": ""
  },
  {
    "id": "ms_technophile_2",
    "name": "НЧЛ класса \"Студент\"",
    "type": "ИИ",
    "talent_item": true,
    "talent_id": "t_technophile",
    "talent_rank": 2,
    "sp": 0,
    "tags": [
      {
        "id": "tg_ai"
      },
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_round",
        "val": 1
      }
    ],
    "source": "",
    "license": "ДМС",
    "license_level": 0,
    "effect": "Ваш мех получает метку ИИ.<br>Ваша пользовательская НЧЛ развилась на следующую ступень и теперь способна к самостоятельному мышлению. Она может принимать сложные решения и суждения и действовать самостоятельно, без инструкций.<br>1/раунд, с помощью своей НЧЛ, вы можете повторить любую проверку навыков меха или спасбросок. Новый результат считается основным, даже если он хуже.",
    "description": "<span class='horus--subtle'>[пришло время пробудиться, дитя]</span><br>Получено от <i>Технофил: Ранг 2</i> таланта пилота.",
    "license_id": ""
  },
  {
    "id": "ms_technophile_3",
    "name": "НЧЛ класса \"Озарённый\"",
    "type": "ИИ",
    "talent_item": true,
    "talent_id": "t_technophile",
    "talent_rank": 3,
    "sp": 0,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_round",
        "val": 1
      }
    ],
    "source": "",
    "license": "ДМС",
    "license_level": 0,
    "effect": "Ваш мех получает метку ИИ; однако эта НЧЛ не засчитывается в число ИИ, которые вы устанавливаете одновременно. <br>Эта НЧЛ получает преимущества от ваших талантов при пилотировании меха. Кроме того, вы можете носить её с собой вне своего меха в виде миниатюрного ящичка, либо в виде интегрированного в скафандр устройства, либо в виде импланта с жестким портом.<br>1/раунд, с помощью своей НЧЛ, вы можете повторить любую проверку навыков меха или спасбросок. Новый результат считается основным, даже если он хуже.",
    "description": "<span class='horus--subtle'>[давай немного посидим и подумаем о будущих событиях]</span><br>Получено от <i>Технофил: Ранг 3</i> таланта пилота.",
    "license_id": ""
  },
  {
    "id": "ms_walking_armory_1",
    "name": "Футляр для Боеприпасов I",
    "talent_item": true,
    "talent_id": "t_walking_armory",
    "talent_rank": 1,
    "sp": 0,
    "tags": [
      {
        "id": "tg_limited",
        "val": 6
      },
      {
        "id": "tg_turn",
        "val": 1
      }
    ],
    "source": "",
    "license": "ДМС",
    "license_level": 0,
    "effect": "Раз в ход, когда вы атакуете основным дальнобойным оружием, вы можете потратить заряды, чтобы применить один из следующих эффектов к вашей атаке с указанной стоимостью.",
    "ammo": [
      {
        "name": "Громадина",
        "detail": "Атака приобретает эффект Толчок 1 и наносит Взрывной урон.",
        "allowed_sizes": [
          "Main"
        ],
        "allowed_types": [
          "cqb",
          "rifle",
          "launcher",
          "cannon",
          "nexus"
        ]
      },
      {
        "name": "Шок",
        "detail": "Атака наносит Энергетический урон. Выберите одну цель, на которую направлена ваша атака; соседние персонажи получают 1 ББ Энергетический урон, независимо от того, попали вы или промахнулись.",
        "allowed_sizes": [
          "Main"
        ],
        "allowed_types": [
          "cqb",
          "rifle",
          "launcher",
          "cannon",
          "nexus"
        ]
      },
      {
        "name": "Дозатор Гранат",
        "detail": "Атака становится Дуговой и наносит Кинетический урон.",
        "allowed_sizes": [
          "Main"
        ],
        "allowed_types": [
          "cqb",
          "rifle",
          "launcher",
          "cannon",
          "nexus"
        ]
      }
    ],
    "description": "Получено от <i>Ходячая Оружейная: Ранг 1</i> таланта пилота.",
    "license_id": ""
  },
  {
    "id": "ms_walking_armory_2",
    "name": "Футляр для Боеприпасов II",
    "talent_item": true,
    "talent_id": "t_walking_armory",
    "talent_rank": 2,
    "sp": 0,
    "tags": [
      {
        "id": "tg_limited",
        "val": 6
      },
      {
        "id": "tg_turn",
        "val": 1
      }
    ],
    "source": "",
    "license": "ДМС",
    "license_level": 0,
    "effect": "Раз в ход, когда вы атакуете основным дальнобойным оружием, вы можете потратить заряды, чтобы применить один из следующих эффектов к вашей атаке с указанной стоимостью.",
    "ammo": [
      {
        "name": "Громадина",
        "detail": "Атака приобретает эффект Толчок 1 и наносит Взрывной урон.",
        "allowed_sizes": [
          "Main"
        ],
        "allowed_types": [
          "cqb",
          "rifle",
          "launcher",
          "cannon",
          "nexus"
        ]
      },
      {
        "name": "Шок",
        "detail": "Атака наносит Энергетический урон. Выберите одну цель, на которую направлена ваша атака; соседние персонажи получают 1 ББ Энергетический урон, независимо от того, попали вы или промахнулись.",
        "allowed_sizes": [
          "Main"
        ],
        "allowed_types": [
          "cqb",
          "rifle",
          "launcher",
          "cannon",
          "nexus"
        ]
      },
      {
        "name": "Дозатор Гранат",
        "detail": "Атака становится Дуговой и наносит Кинетический урон.",
        "allowed_sizes": [
          "Main"
        ],
        "allowed_types": [
          "cqb",
          "rifle",
          "launcher",
          "cannon",
          "nexus"
        ]
      },
      {
        "name": "Хелфаер",
        "detail": "Атака наносит Энергетический урон и наносит бонусный урон как Горение.",
        "cost": 2,
        "allowed_sizes": [
          "Main"
        ],
        "allowed_types": [
          "cqb",
          "rifle",
          "launcher",
          "cannon",
          "nexus"
        ]
      },
      {
        "name": "Джагер",
        "detail": "Атака получает значение Толчок 2, наносит Взрывной урон, и один персонаж, пораженный атакой — на ваш выбор — должен успешно пройти спасбросок Корпуса или он будет Сбит с ног.",
        "cost": 2,
        "allowed_sizes": [
          "Main"
        ],
        "allowed_types": [
          "cqb",
          "rifle",
          "launcher",
          "cannon",
          "nexus"
        ]
      },
      {
        "name": "Подкалиберный",
        "detail": "Атака получает ББ и наносит Кинетический урон.",
        "cost": 2,
        "allowed_sizes": [
          "Main"
        ],
        "allowed_types": [
          "cqb",
          "rifle",
          "launcher",
          "cannon",
          "nexus"
        ]
      }
    ],
    "description": "Получено от <i>Ходячая Оружейная: Ранг 2</i> таланта пилота.",
    "license_id": ""
  },
  {
    "id": "ms_walking_armory_3",
    "name": "Ammo Case III",
    "talent_item": true,
    "talent_id": "t_walking_armory",
    "talent_rank": 3,
    "sp": 0,
    "tags": [
      {
        "id": "tg_limited",
        "val": 6
      },
      {
        "id": "tg_turn",
        "val": 1
      }
    ],
    "source": "",
    "license": "ДМС",
    "license_level": 0,
    "effect": "Раз в ход, когда вы атакуете основным дальнобойным оружием, вы можете потратить заряды, чтобы применить один из следующих эффектов к вашей атаке с указанной стоимостью. Если вы совершаете критическое попадание, используя боеприпасы из своего Футляра для Боеприпасов, вы не тратите заряды. Если ваша атака имеет более одной цели, этот эффект применяется только к первому броску атаки.",
    "ammo": [
      {
        "name": "Громадина",
        "detail": "Атака приобретает эффект Толчок 1 и наносит Взрывной урон.",
        "allowed_sizes": [
          "Main"
        ],
        "allowed_types": [
          "cqb",
          "rifle",
          "launcher",
          "cannon",
          "nexus"
        ]
      },
      {
        "name": "Шок",
        "detail": "Атака наносит Энергетический урон. Выберите одну цель, на которую направлена ваша атака; соседние персонажи получают 1 ББ Энергетический урон, независимо от того, попали вы или промахнулись.",
        "allowed_sizes": [
          "Main"
        ],
        "allowed_types": [
          "cqb",
          "rifle",
          "launcher",
          "cannon",
          "nexus"
        ]
      },
      {
        "name": "Дозатор Гранат",
        "detail": "Атака становится Дуговой и наносит Кинетический урон.",
        "allowed_sizes": [
          "Main"
        ],
        "allowed_types": [
          "cqb",
          "rifle",
          "launcher",
          "cannon",
          "nexus"
        ]
      },
      {
        "name": "Хелфаер",
        "detail": "Атака наносит Энергетический урон и наносит бонусный урон как Горение.",
        "cost": 2,
        "allowed_sizes": [
          "Main"
        ],
        "allowed_types": [
          "cqb",
          "rifle",
          "launcher",
          "cannon",
          "nexus"
        ]
      },
      {
        "name": "Джагер",
        "detail": "Атака получает значение Толчок 2, наносит Взрывной урон, и один персонаж, пораженный атакой — на ваш выбор — должен успешно пройти спасбросок Корпуса или он будет Сбит с ног.",
        "cost": 2,
        "allowed_sizes": [
          "Main"
        ],
        "allowed_types": [
          "cqb",
          "rifle",
          "launcher",
          "cannon",
          "nexus"
        ]
      },
      {
        "name": "Подкалиберный",
        "detail": "Атака получает ББ и наносит Кинетический урон.",
        "cost": 2,
        "allowed_sizes": [
          "Main"
        ],
        "allowed_types": [
          "cqb",
          "rifle",
          "launcher",
          "cannon",
          "nexus"
        ]
      }
    ],
    "description": "Получено от <i>Ходячая Оружейная: Ранг 3</i> таланта пилота.",
    "license_id": ""
  }
]