{
  "pilot_names": [],
  "callsigns": [],
  "mech_names":  [],
  "team_names":  [],
  "quirks": [
    "Часть (или все) вашего тела была слишком повреждена, чтобы ее можно было идеально клонировать, и значительная часть тела вашего клона была заменена кибернетикой. Эти высококачественные протезы не кажутся случайным наблюдателям синтетическими. Вы не знаете размер ущерба.",
    "Ваш клон был снабжен необходимой, но видимым кибернетическим имплантом - рукой, ногой, глазами или чем-то подобным. Это заметный протез.",
    "Случайно или по злому умыслу ваш когнитивный профиль был загружен в чье-то тело. Это может быть клон печально известного или знаменитого человека, у которого есть как враги, так и союзники, считающие его мертвым; или вы можете столкнуться с «оригинальным» человеком, на котором был основан клон.",
    "Ваш клон имеет уникальный внешний вид, который четко указывает на то, что вы выращены в пробирке.",
    "Из-за ряда административных просчетов внешний вид вашего нового тела разительно отличается от вашего старого тела.",
    "Вскоре после загрузки когнитивной программы из груди вашего клона вырастает дополнительная увядшая конечность. Иногда она двигается сама по себе.",
    "На теле вашего клона нанесен заметный штрих-код. Этот штрих-код означает что-то конкретное по крайней мере для одной влиятельной организации, но вы не знаете его значения - по крайней мере, пока.",
    "При определенном освещении можно прочитать шрифт или надпись, нанесенную прямо под кожей. Эта надпись находится по всему телу и содержит информацию, оспариваемую влиятельными организациями или структурами - научные формулы, карты или что-то другое.",
    "Тело вашего клона необычайно восприимчиво к солнечной радиации, вирусам, бактериям или другим обычным явлениям окружающей среды. Вы должны носить экологический скафандр, чтобы работать вне определенных безопасных помещений, к которым относятся кабина вашего меха и ваши личные покои. Вы можете использовать действия отдыха, чтобы сделать другие помещения безопасными.",
    "При создании тела вашего клона был использован генетический материал из нечеловеческого источника. Тот, кто возродил вас, не рассказал вам точных деталей или о том, какие долгосрочные последствия это будет иметь, и относится к вам как к научному эксперименту. Новый генетический материал вызвал косметические изменения, которые полезны и заметны, хотя их можно скрыть.",
    "Всякий раз, когда вы пытаетесь заснуть или отдохнуть, вас мучают яркие и настойчивые сны, видения и образы вашей смерти. Вы знаете, что они реальны, но не можете примириться с экзистенциальной пропастью между опытом старой и новой версий себя.",
    "В дополнение к вашему когнитивному потенциалу в тело вашего клона был загружен цифровой гомункул другого человека: базовая цифровая реконструкция личности, которая больше похожа на часть программного обеспечения, чем на человека. Хотя технически он не является разумным, он очень умен и несет с собой сообщение или секрет.",
    "Вас мучает постоянное понимание или вера в то, что \"настоящий\" вы на самом деле мертвы, а вы - всего лишь факсимиле умершего человека, которому вживлены чужие воспоминания. Вы не можете установить разницу между \"вами\" умершим, и \"вами\", существующим сейчас.",
    "В дополнение к вашему когнитивному профилю, ваш флеш-клон пронизан подкожной решеткой данных: это устройство хранения содержит очень опасную и потенциально нежелательную информацию, которая оспаривается или разыскивается могущественными существами.",
    "Процесс флеш-клонирования прошел неудачно, и вы были возрождены как чистый лист. Отчаявшись, техники закладывают в тело вашего клона складскую конструкцию личности. Выберите новую предысторию и триггеры.",
    "При выращивании тела клона возникают сложности: у него резко сокращается продолжительность жизни.",
    "Что-то изменило вас — теперь у вас есть постоянный и навязчивый ментальный контакт с сущностью или сущностями, человеческими или иными.",
    "У вас постоянно возникают мучительные головные боли, во время которых вы видите краткие вспышки того, что, как вы уверены, является будущим. Иногда эти видения сбываются, иногда нет.",
    "Осознанно или нет в тело вашего клона был вживлен ментальный триггер. Будучи активированным, этот триггер приводит вас в восприимчивое состояние, заставляя следовать заранее заданному курсу действий или выполнять инструкции запрограммировавшего вас человека. Эти команды должны быть простыми (например, убить, солгать и т.д.), и ГМ определяет, кто (ПИ или НИП) их отдал. Возможно, со временем вы сможете преодолеть этот эффект.",
    "Вы возвращаетесь с полной амнезией относительно времени, прошедшего до вашей смерти, что означает, что вас нужно заново обучить и подготовить с нуля. Вы теряете все предыдущие триггеры и назначаете новые до вашего текущего уровня. Кроме того, вы можете переписать некоторые незначительные факты своей биографии."
  ]
}