[
  {
    "id": "tg_burn",
    "name": "Горение {VAL}",
    "description": "При попадании это оружие наносит {VAL} Горения своей цели. Она немедленно получает столько же урона от горения, игнорируя броню, затем отмечает {VAL} Горения на своем листе, добавляя его к существующему горению. В конце своего хода персонажи с отмеченным горением делают проверку Инженерии. В случае успеха они убирают всё горение; в случае неудачи они получают урон, равный их общему числу горения."
  },
  {
    "id": "tg_heat_target",
    "name": "Перегрев {VAL} (Цель)",
    "description": "При попадании это оружие или система наносит {VAL} Нагрева своей цели."
  },
  {
    "id": "tg_line",
    "name": "Линия {VAL}",
    "description": "Атаки этим оружием поражают персонажей по прямой линии длиной {VAL} пространств.",
    "filter_ignore": true
  },
  {
    "id": "tg_cone",
    "name": "Конус {VAL}",
    "description": "Атаки этим оружием поражают персонажей в пределах конуса длиной {VAL} пространств и шириной {VAL} пространств в самой дальней точке. Ширина конуса начинается на 1 пространство.",
    "filter_ignore": true
  },
  {
    "id": "tg_blast",
    "name": "Взрыв {VAL}",
    "description": "Атаки этим оружием поражают персонажей в радиусе {VAL} пространств от точки в пределах Расстояния и прямой видимости. Прикрытие и линия видимости рассчитываются на основе центра взрыва, а не позиции атакующего.",
    "filter_ignore": true
  },
  {
    "id": "tg_burst",
    "name": "Разрыв {VAL}",
    "description": "Атаки этим оружием поражают персонажей в радиусе {VAL} пространств, в центре которого находится пространство, занимаемое персонажем (или целью). Если разрыв является атакой, пользователь или цель не поражаются атакой, если не указано иное. Укрытие и линия видимости рассчитываются от персонажа. Если эффект Разрыва продолжителен, он перемещается вместе с персонажем в центре.",
    "filter_ignore": true
  },
  {
    "id": "tg_accurate",
    "name": "Точное",
    "description": "Атаки этим оружием, получают +1 Точность."
  },
  {
    "id": "tg_arcing",
    "name": "Дуговое",
    "description": "Это оружие запускает снаряды по дуге через препятствия. Атаки этим оружием не требуют прямой видимости, если можно проследить путь к цели; однако они все равно отражаются укрытием."
  },
  {
    "id": "tg_ap",
    "name": "Бронебойное (ББ)",
    "description": "Урон, наносимый этим оружием, игнорирует Броню."
  },
  {
    "id": "tg_inaccurate",
    "name": "Неточное",
    "description": "Атаки этим оружием, получают +1 Сложность."
  },
  {
    "id": "tg_knockback",
    "name": "Толчок {VAL}",
    "description": "При попадании атакующий может выбрать отбросить свою цель на {VAL} пространств по прямой линии прямо от точки попадания (например, атакующего меха или центра Взрыва). Несколько эффектов Толчка склады-ваются друг с другом. Это означает, что атака, выполненная оружием с Толчком 1 и талантом, дающим Толчок 1, считается как атака с Толчком 2."
  },
  {
    "id": "tg_loading",
    "name": "Заряжаемое",
    "description": "Это оружие должно заряжаться после каждого использования. Мехи могут перезаряжаться с помощью Стабилизации и некоторых систем."
  },
  {
    "id": "tg_ordnance",
    "name": "Артиллерийское",
    "description": "Это оружие может быть использовано только до того, как пользователь переместится или предпримет какие-либо другие действия в свой ход, за исключением Протоколов. После атаки пользователь действует и перемещается в обычном режиме. Кроме того, из-за своего размера, это оружие не может быть использовано против целей, вовлеченных с мехом пользователя, и не может быть использовано для атак Наблюдением."
  },
  {
    "id": "tg_overkill",
    "name": "Избыточный Урон",
    "description": " При броске на урон этим оружием все кубики урона, на которых выпала 1, заставляют атакующего получить 1 Нагрев, а затем перебрасываются повторно. Дополнительные 1 продолжают вызывать этот эффект."
  },
  {
    "id": "tg_overshield",
    "name": "Усиление Щита",
    "description": "Эта система обеспечивает ПЗ, которые исчезают в конце сцены или при выполнении определенного условия. Пользователь сохраняет только наивысшее значение примененного Усиления Щита — оно не суммируется. Например, если система обеспечивает Усиление Щита 5, а пользователь получает другой эффект, который обеспечивает Усиление Щита 7, он получит Защиту 7. Урон наносится сначала Усилению Щита, затем ПЗ. Усиление Щита может вытеснить персонажа за пределы его максимального уровня ПЗ. Оно не может получить пользу от исцеления, но в остальном получает пользу от всего, что может повлиять на ПЗ и урон (уменьшение, броня и т.д.)."
  },
  {
    "id": "tg_reliable",
    "name": "Надежное {VAL}",
    "description": "Это оружие обладает некоторым уровнем самокоррекции или просто достаточно мощное, чтобы нанести урон даже при скользящем ударе. Оно всегда наносит {VAL} урона, даже если промахивается по цели или наносит урон меньше значения Х. Надежный урон наследует другие метки (например, ББ) и базовый тип урона, но не метки, требующие попадания, например, Толчок."
  },
  {
    "id": "tg_seeking",
    "name": "Искатель",
    "description": "Это оружие обладает ограниченной формой самонаведения и внутренней тягой, что позволяет ему двигаться к цели по сложным траекториям. Пока есть возможность проложить путь к цели, это оружие игнорирует укрытия и не требует прямой видимости."
  },
  {
    "id": "tg_smart",
    "name": "Умное",
    "description": "Это оружие имеет системы самонаведения, самонаводящиеся снаряды или даже нанороботизированные боеприпасы. Эти системы настолько эффективны, что от их атак нельзя просто уклониться — их нужно зашифровать или заглушить. Из-за этого все атаки этим оружием, включая атаки ближнего и дальнего боя, используют Э-Защиту цели вместо Уклонения. Цели, у которых нет Э-Защиты, считаются имеющими 8 Э-Защиты."
  },
  {
    "id": "tg_threat",
    "name": "Угроза {VAL}",
    "description": "Это оружие может быть использовано для нанесения атак Наблюдением в пределах {VAL} пространств. Если это оружие ближнего боя, оно может быть использовано для атак ближнего боя в пределах {VAL} пространств."
  },
  {
    "id": "tg_thrown",
    "name": "Бросок {VAL}",
    "description": "Это оружие ближнего боя может быть брошено в цель в пределах {VAL} пространств. Метательные атаки следуют правилам для атак ближнего боя, но на них не влияет укрытие; кроме того, брошенное оружие попадает в соседнее с целью пространство и должно быть извлечено свободным действием, прежде чем его можно будет использовать."
  },
  {
    "id": "tg_turn",
    "name": "{VAL}/Ход",
    "description": "Эта система, черта или реакция может быть использована {VAL}  раз в течение любого хода."
  },
  {
    "id": "tg_round",
    "name": "{VAL}/Раунд",
    "description": "Эта система, свойство или реакция может быть использована {VAL} раз между началом хода пользователя и началом его следующего хода."
  },
  {
    "id": "tg_ai",
    "name": "ИИ",
    "description": "На мехе одновременно может быть установлена только одна система с этой меткой. Некоторые системы ИИ наделяют мех меткой ИИ. Мех с меткой ИИ имеет установленный блок НЧЛ или комп/кон, который может действовать в некоторой степени автономно. Пилот может передать управление своему ИИ или вернуть управление протоколом. Их мехи получают свой собственный набор действий и реакций, если находятся под управлением ИИ, но пилот не может совершать действия или реакции с ними до начала своего следующего хода. ИИ не могут пользоваться талантами и имеют небольшой шанс попасть в каскад при получении структурного урона или нагрузочного урона."
  },
  {
    "id": "tg_danger_zone",
    "name": "Опасная Зона",
    "description": "Эту систему, талант или оружие можно использовать, только если пользователь находится в Опасной Зоне (тепло, равное как минимум половине его Теплового Максимума)."
  },
  {
    "id": "tg_deployable",
    "name": "Размещаемое",
    "description": "Эту систему можно разместить на поле. Если не указано иное, она может быть размещена в соседнем, свободном и действительном пространстве как быстрое действие, и имеет 5 Уклонение и 10 ПЗ за Размер."
  },
  {
    "id": "tg_drone",
    "name": "Дрон",
    "description": "Это самоходная, полуавтономная единица с рудиментарным интеллектом. Если не указано иное, Дроны — это персонажи с половинным размером, которые являются союзниками пользователя и имеют 10 Уклонения, 5 ПЗ и 0 Брони. Чтобы их можно было использовать, они должны быть развернуты на свободном, действительном пространстве в пределах Сенсоров и прямой видимости, обычно как быстрое действие. После размещения они могут быть отозваны тем же действием, которое использовалось для их размещения (быстрое действие или полное действие, и т.д.), и снова пристыковаться к вашему меху. По умолчанию Дроны не могут совершать действия или перемещаться; если у них есть действия или перемещение, они действуют в ход своего пользователя. Они пользуются укрытием и другими защитными средствами, как обычно, и делают все проверки навыков мехов и спасброски с +0. Если ПЗ Дрона достигают 0, он уничтожается и должен быть восстановлен, прежде чем его можно будет исполь-зовать снова — как и любую систему. Пока Дрон не уничтожен, он восстанавливается до полных ПЗ, когда пользователь делает перерыв или выполняет Полный Ремонт. Размещенные Дроны сохраняются до конца сцены, пока не будут уничтожены или пока не будет приказано иное. "
  },
  {
    "id": "tg_full_action",
    "name": "Полное Действие",
    "description": "Эта система требует полного действия для Активации."
  },
  {
    "id": "tg_grenade",
    "name": "Граната",
    "description": "быстрым действием взрывчатое или другое устройство можно бросить в пространство в пределах прямой видимости и указанной дальности и видимости."
  },
  {
    "id": "tg_heat_self",
    "name": "Нагрев {VAL} (Свой)",
    "description": "Немедленно, после использования оружия или системы, пользователь получает Нагрев."
  },
  {
    "id": "tg_limited",
    "name": "Ограниченное {VAL}",
    "description": "Это оружие или система могут быть использованы только {VAL} раз, прежде чем потребуется Полный Ремонт. Некоторые Ограниченные системы, такие как Гранаты, описывают использования как \"заряды\". Чтобы использовать систему, пользователь тратит заряд."
  },
  {
    "id": "tg_mine",
    "name": "Мина",
    "description": "В качестве быстрого действия это устройство может быть установлено в соседнем, свободном и действующем пространстве на любой поверхности, но не рядом с другими минами. После установки оно срабатывает в конце хода персонажа, установившего мину, и — если не указано иное — срабатывает, когда любой персонаж входит в соседнее пространство. Персонажи, покидающие соседнее пространство, не приводят мину в действие. После срабатывания мина создает Разрывную атаку, начиная с пространства, в котором она была установлена. Мины в пределах сенсоров персонажа можно обнаружить, сделав успешную проверку Систем в качестве быстрого действия, иначе они скрыты и в них нельзя нацелиться. Обнаруженные мины можно обезвредить из соседних пространств, сделав успешную проверку Систем как быстрое действие; попытка происходит до того, как мина взорвется, при неудаче мина взрывается как обычно."
  },
  {
    "id": "tg_mod",
    "name": "Мод",
    "description": "Эта модификация может быть применена к оружию. Каждое оружие может иметь только один Мод, и не может иметь более одного одинакового Мода. Моды применяются, когда пользователь строит своего меха или во время Полного Ремонта."
  },
  {
    "id": "tg_protocol",
    "name": "Протокол",
    "description": "Можно активировать свободным действием, но только в начале хода пользователя. Для ее деактивации может потребоваться другое действие."
  },
  {
    "id": "tg_quick_action",
    "name": "Быстрое Действие",
    "description": "Требует активации быстрым действием."
  },
  {
    "id": "tg_reaction",
    "name": "Реакция",
    "description": "Систему можно активировать реакцией."
  },
  {
    "id": "tg_shield",
    "name": "Щит",
    "description": "Представляет собой некий энергетический щит."
  },
  {
    "id": "tg_unique",
    "name": "Уникальное",
    "description": "Это оружие или система не могут быть продублированы — у каждого персонажа одновременно может быть установлена только одна их копия."
  },
  {
    "id": "tg_archaic",
    "name": "Архаичное",
    "description": "Это оружие старомодно и не может причинить вреда мехам."
  },
  {
    "id": "tg_personal_armor",
    "name": "Личная Броня",
    "description": "Это снаряжение обеспечивает защиту в бою, но оно очевидно для наблюдателей и обычно не может быть спрятано. Одновременно можно носить только одну часть Личной Брони. Надевание Личной Брони занимает 10-20 минут, и пока она надета, пилоты ограничены в подвижности и ловкости. Никто не надевает броню, если не ожидает попасть в зону боевых действий."
  },
  {
    "id": "tg_gear",
    "name": "Снаряжение",
    "description": "Это инструмент, часть оборудования или другой предмет. Пилоты могут иметь до трех таких предметов одновременно."
  },
  {
    "id": "tg_sidearm",
    "name": "Личное Оружие",
    "description": "Это оружие может быть использовано для боя в качестве быстрого действия вместо полного действия."
  },
  {
    "id": "tg_invade",
    "name": "Вторжение",
    "description": "добавляет опции для использования с действием Быстрой Технологии Вторжение."
  },
  {
    "id": "tg_quick_tech",
    "name": "Быстрая Технология",
    "description": "Эта Технология может быть использована как Быстрая Технология."
  },
  {
    "id": "tg_full_tech",
    "name": "Полная Технология ",
    "description": "Эта Технология может быть использована как Полная Технология."
  },
  {
    "id": "tg_free_action",
    "name": "Свободное Действие",
    "description": "Персонажи могут совершать свободные действия в любой момент своего хода, и они не учитываются при подсчете количества быстрых или полных действий. Они также могут быть использованы для выполнения действий более одного раза за ход.",
    "filter_ignore": true
  },
  {
    "id": "tg_range",
    "name": "Дальность ({VAL})",
    "description": "Эта система может быть активирована в пределах {VAL} пространств.",
    "filter_ignore": true
  },
  {
    "id": "tg_modded",
    "name": "Модифицировано",
    "description": "Это оружие было экипировано оружейной модификацией."
  },
  {
    "id": "tg_resistance",
    "name": "Сопротивляемость",
    "description": "Уменьшите все повреждения типа, к которому у вас сопротивляемость, наполовину."
  },
  {
    "id": "tg_exotic",
    "name": "Экзотическое Снаряжение",
    "description": "Экзотическое Снаряжение - это общая метка для снаряжения, существующего вне системы лицензий.",
    "filter_ignore": true
  },
  {
    "id": "tg_recharge",
    "name": "Перезарядка {VAL}+",
    "description": "После того, как эти системы или оружие были использованы, их нельзя использовать снова, пока они не будут перезаряжены. В начале хода НИП бросьте 1d6:  если результат равен или превышает {VAL}, они могут использовать его снова. Для каждого НИП требуется только один бросок, даже если у НИП есть несколько систем Перезарядки или оружий. Если у вашего НИП есть две системы Перезарядки с целевыми числами 4+ и 5+, бросок 5 перезарядит обе.",
    "filter_ignore": true
  },
  {
    "id": "tg_unlimited",
    "name": "Неограниченное",
    "description": "Эта способность может быть использована любое количество раз в раунд.",
    "filter_ignore": true
  },
  {
    "id": "tg_indestructible",
    "name": "Неуничтожаемое",
    "description": "Это снаряжение не может быть отмечено как Уничтоженное.",
    "filter_ignore": true
  },
  {
    "id": "tg_invulnerable",
    "name": "Неуязвимое",
    "description": "Это снаряжение имеет невосприимчивость ко всем повреждениям.",
    "filter_ignore": true
  },
  {
    "id": "tg_invisible",
    "name": "Невидимость",
    "description": "Этот персонаж Невидимый.",
    "filter_ignore": true
  },
  {
    "id": "tg_resistall",
    "name": "Сопротивляемость (Все)",
    "description": "Этот персонаж имеет Сопротивляемость ко всем типам повреждений.",
    "filter_ignore": true
  },
  {
    "id": "tg_set_max_uses",
    "name": "Установить Максимальное Количество Использований",
    "description": "Разрешает игроку установить максимальное количество для этого снаряжения (Скрытая метка).",
    "hidden": true
  },
  {
    "id": "tg_set_damage_type",
    "name": "Установить Тип Повреждений",
    "description": "Разрешает игроку установить тип повреждений для этого снаряжения (Скрытая метка).",
    "hidden": true
  },
  {
    "id": "tg_set_damage_value",
    "name": "Установить Значение Урона",
    "description": "Разрешает игроку установить значение повреждений для этого снаряжения (Скрытая метка).",
    "hidden": true
  },
  {
    "id": "tg_no_cascade",
    "name": "Предотвратить Каскад",
    "description": "Запрещает выбор этой ИИ системы как цели для Каскада (Скрытая метка).",
    "hidden": true
  }
]
