[
  {
    "id": "t_ace",
    "name": "Ас",
    "icon": "ACE",
    "terse": "Улучшите свои полетные системы для быстрого изменения положения и максимальной мобильности",
    "description": "Каждый пилот хвастается своими навыками; иногда некоторые даже имеют репутацию, подтверждающую это. Гармониус Доместисити - один из таких пилотов. Будучи асом, он не просто входит в число самых квалифицированных пилотов - он входят в число самых квалифицированных лансеров.<br>Будь вы талантливым новичком или умудренным опытом ветераном, вы - один из этих асов. Ваши навыки пилота настолько известны, что ваш позывной знают во всей системе.",
    "ranks": [
      {
        "name": "Акробатика",
        "description": "Во время полёта вы получаете преимущества:<ul><li>Вы проходите все проверки и спасения Маневренности с +1 Точностью.</li><li>Каждый раз, когда по вам промахиваются, вы можете отлететь на 2 клетки в любом направлении, используя реакцию.</li></ul>",
        "synergies": [
          {
            "locations": [
              "маневренность", 
              "active_effects"
            ],
            "detail": "Вы проходите все проверки и спасения Маневренности с +1 Точностью."
          }
        ],
        "actions": [
          {
            "name": "Акробатика",
          "activation": "Реакция",
            "trigger": "Каждый раз, когда по вам промахиваются.",
            "detail": "Вы можете отлететь на 2 клетки в любом направлении."
          }
        ]
      },
      {
        "name": "Форсаж",
        "description": "Когда вы используете Ускорение во время полёта, вы можете переместиться на дополнительные 1d6 клеток, но получаете нагрев, равный половине этого броска.",
        "synergies": [
          {
            "locations": [
              "boost"
            ],
            "detail": "Когда вы используете Ускорение во время полёта, вы можете переместиться на дополнительные 1d6 клеток, но получаете нагрев, равный половине этого броска."
          }
        ]
      },
      {
        "name": "Сверхзвук",
        "description": "В качестве быстрого действия в свой ход вы можете <b>включить свои ускорители</b>. Если вы завершаете свой ход, вы можете назначить цель в радиусе, равном вашей скорости и в прямой видимости, чтобы получить реакцию <b>Сверхвук</b>.",
        "actions": [
          {
            "name": "Включить Ускорители",
            "activation": "Быстрое",
            "detail": "В качестве быстрого действия в свой ход вы можете <b>включить свои ускорители</b>. Если вы завершаете свой ход, вы можете назначить цель в радиусе, равном вашей скорости и в прямой видимости, чтобы получить реакцию <b>Сверхвук</b>."
          },
          {
            "name": "Сверхзвук",
            "activation": "Реакция",
            "frequency": "1/раунд",
            "init": "Требует активации быстрого действия <b>Включить ускорители</b> в свой ход. Если вы заканчиваете свой ход, вы можете назначить цель в радиусе, равном вашей скорости и в прямой видимости, вы можете использовать эту реакцию.",
            "trigger": "Ход вашей цели заканчивается.",
            "detail": "Вы перелетаете в свободную соседнюю клетку рядом с целью. Путь должен быть свободен, но вы сможете двигаться, даже если выбранная цель по итогу хода не в радиусе вашего движения или в прямой видимости. Это игнорирует взаимодействие и не провоцирует реакцию цели."
          }
        ]
      }
    ]
  },
  {
    "id": "t_bonded",
    "name": "Узы",
    "icon": "BONDED",
    "terse": "Создайте связь со своим партнером и защитите его от вреда",
    "description": "Галактика - опасное место, и у каждого человека должен быть друг, который прикроет спину. К счастью, вы своего нашли. Возможно, вы вместе поступили на службу или были единственными выжившими в кровавой схватке. Может быть, вы не были друзьями с самого начала, а может быть, вас тренировали так, чтобы вы сражались бок о бок — как бы ни родились ваши отношения, когда придет время падать, нет никого другого, кого бы вы предпочли иметь рядом. По одиночке вы, а вместе вы - сила природы.",
    "ranks": [
      {
        "name": "Я Твой Гекльберри",
        "description": "Когда вы используете этот талант, выберите другого пилота (желательно, игрока, но можно и НИПа, если ваш ГМ разрешит), чтобы он стал вашим Партнёром. Все проверки умений мехов и спасения, которые делает любой из персонажей, пока вы находитесь рядом, получают +1 Точность. Если оба персонажа обладают этим талантом, это значение увеличивается до +2 Точности, но дополнительные персонажи с этим талантом не увеличивают этот бонус больше.<br>Между миссиями вы можете заменить своего Партнёра на нового, но только если ваши отношения с ним действительно изменились.",
        "synergies": [
          {
            "locations": [
              "skill_check", 
              "active_effects"
            ],
            "detail": "Все проверки умений мехов и спасения, которые делает любой из персонажей, пока вы находитесь рядом, получают +1 Точность. Если оба персонажа обладают этим талантом, это значение увеличивается до +2 Точности."
          }
        ]
      },
      {
        "name": "Солнечный Танец",
        "description": "Получите реакцию <b>Заступиться</b>.",
        "actions": [
          {
            "name": "Заступиться",
            "activation": "Реакция",
            "frequency": "1/раунд",
            "trigger": "Вы находитесь рядом с вашим Партнёром (пилотом или мехом), и он получает урон от кого-то в вашей прямой видимости.",
            "detail": "Вы можете получить урон, вместо него."
          }
        ]
      },
      {
        "name": "Прикрой Меня!",
        "description": "Если враг в пределах вашей прямой видимости пытается атаковать вашего Партнёра, вы можете потратить своё Наблюдение, чтобы угрожать атакующему, заставляя его либо выбрать другую цель, либо атаковать в любом случае: если он атакует другую цель, ваше Наблюдение расходуется без эффекта; если он решает атаковать в любом случае, вы можете немедленно атаковать его с помощью Наблюдения, пока он находится в пределах Дальности и прямой видимости. Эта атака разрешается до спровоцированной атаки.",
        "synergies": [
          {
            "locations": [
              "overwatch", 
              "active_effects"
            ],
            "detail": "Если враг в пределах вашей прямой видимости пытается атаковать вашего Партнёра, вы можете потратить своё Наблюдение, чтобы угрожать атакующему, заставляя его либо выбрать другую цель, либо атаковать в любом случае: если он атакует другую цель, ваше Наблюдение расходуется без эффекта; если он решает атаковать в любом случае, вы можете немедленно атаковать его с помощью Наблюдения, пока он находится в пределах Дальности и прямой видимости. Эта атака разрешается до спровоцированной атаки."
          }
        ]
      }
    ]
  },
  {
    "id": "t_brawler",
    "name": "Дебошир",
    "icon": "BRAWLER",
    "terse": "Улучшите эффективность Импровизированных Атак и Схватывания",
    "description": "Вплотную и лично. Так сражались на заре времен, а потом забыли с первой искрой пороха. Темпест Глоир - один из пилотов, предпочитающих старые способы: рукопашная, отказ от оружия, только сила ее машины против силы всех остальных. Вы и она оба знаете, что самая сладкая победа достигается в кульминации танца, такого же старого, как сама война, с помощью первого известного человечеству приема: хорошенько вмазать гаду кулаком по лицу.",
    "ranks": [
      {
        "name": "Удержание и Блок",
        "description": "Вы получаете +1 Точность ко всем атакам в ближнем бою против целей, которые вы Схватили.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "ОББ"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "Вы получаете +1 Точность ко всем атакам в ближнем бою против целей, которые вы Схватили."
          }
        ]
      },
      {
        "name": "Кувалда",
        "description": "Ваши Импровизированные Атаки получают Толчок 2 и наносят 2d6+2 Кинетического урона.",
        "synergies": [
          {
            "locations": [
              "improvised_attack"
            ],
            "detail": "Ваши Импровизированные Атаки получают Толчок 2 и наносят 2d6+2 Кинетического урона."
          }
        ]
      },
      {
        "name": "Нокаутирующий Удар",
        "description": "Получите Кубик Драки, 1d6, начиная с 6. Каждый раз, когда вы Хватаете, Тараните или делаете Импро- визированную Атаку, уменьшите значение кубика драчуна на 1. Когда Кубик Драки достигнет 1, вы можете вернуть его в значение 6 и, как полное действие, нанести нокаутирующий удар по соседнему персонажу. Он должен пройти проверку Корпуса, или получить 2d6+2 урона и стать Оглушенным до конца следующего хода. Значение вашего Кубика Драчуна сохраняется между сценами, но оно сбрасывается до 6, когда вы отдыхаете или выполняете Полный Ремонт.",
        "synergies": [
          {
            "locations": [
              "grapple",
              "ram",
              "improvised_attack"
            ],
            "detail": "Уменьшает значение на Кубике Драки на 1"
          }
        ],
        "actions": [
          {
            "name": "Нокаутирующий Удар",
            "activation": "Полное",
            "detail": "Верните значение Кубика Драки к 6 и, как полное действие, нанесите Нокаутирующий Удар по соседнему персонажу. Он должен пройти проверку Корпуса, или получить 2d6+2 Кинетического урона и стать Оглушенным до конца следующего хода.<br>Это действие можно использовать только когда значение на Кубике Драки равно 1."
          }
        ],
        "counters": [
          {
            "id": "ctr_brawler",
            "name": "Кубик Драки",
            "default_value": 6,
            "min": 1,
            "max": 6
          }
        ]
      }
    ]
  },
  {
    "id": "t_brutal",
    "name": "Брутал",
    "icon": "BRUTAL",
    "terse": "Улучшите свои критические удары дополнительными бонусами для натуральных 20.",
    "description": "На тренировочном ринге, как и в реальном бою, Обри Декард знает только один способ ведения боя: как можно быстрее и грязнее. Когда другие действуют жестко, она действует жестче всех; когда приказывают уничтожить врага, она делает это с предрассудками. Это не танец, не игра — это война, и уланы Бруталы намерены довести ее до конца. Если для этого придется стать немного монстром, то так тому и быть: мертвые могут ненавидеть из могилы.",
    "ranks": [
      {
        "name": "Хищник",
        "description": "Когда вы выбрасываете 20 на кубике для любой атаки (иногда это называют \"натуральная 20\") и наносите критический удар, вы автоматически наносите максимально возможный урон и бонусный урон.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "detail": "Нанесите максимально возможный урон, когда вы выбрасываете 20 для любой атаки и наносите критическиц удар."
          }
        ]
      },
      {
        "name": "Погонщик Стада",
        "description": "Ваши критические удары получают 1 Толчок.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "detail": "Ваши критические удары получают 1 Толчок."
          }
        ]
      },
      {
        "name": "Безупречность",
        "description": "Когда вы делаете бросок атаки и промахиваетесь, ваш следующий бросок атаки получает +1 Точность. Этот эффект суммируется и сохраняется до тех пор, пока вы не попадете.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "detail": "Когда вы делаете бросок атаки и промахиваетесь, ваш следующий бросок атаки получает +1 Точность. Этот эффект суммируется и сохраняется до тех пор, пока вы не попадете."
          }
        ],
        "counters": [
          {
            "id": "ctr_brutal",
            "name": "Кубик Брутала",
            "default_value": 0,
            "min": 0,
            "max": 100
          }
        ]
      }
    ]
  },
  {
    "id": "t_crack_shot",
    "name": "Точный Выстрел",
    "icon": "CRACK SHOT",
    "terse": "Выравнивайте прицел для того, чтобы получать точность, наносить бонусный урон и накладывать дебафы",
    "description": "Благодаря современным технологиям каждый в наши дни может попасть во что угодно. Помощь при прицеливании. Умное оружие. ИИ шепчет людям на ухо, двигает их руками, нажимает на спусковой крючок за них: делает все, кроме ответственности за убийство. Но Страймон Булис совсем другой. Он считает, что поразить цель так же просто, как посмотреть на нее - внутри своего меха и снаружи. Ему не нужна помощь в наведении на цель, не нужен ИИ. Все, что ему нужно, - это выверенный прицел, полный магазин и цель на расстоянии выстрела...",
    "ranks": [
      {
        "name": "Стабильный, Устойчивый",
        "description": "В качестве протокола вы можете Выровнять Прицел. Если вы это сделаете, вы не можете передвигаться до начала вашего следующего хода, но получаете +1 Точность ко всем атакам, которые вы делаете из Винтовки.",
        "actions": [
          {
            "name": "Выровнять Прицел",
            "activation": "Протокол",
            "detail": "Вы не можете передвигаться до начала вашего следующего хода, но получаете +1 Точность ко всем атакам, которые вы делаете из Винтовки."
          }
        ],
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Винтовка"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "Получите +1 Точность ко всем атакам, которые вы делаете из этого оружия, если вы использовали протокол <b>Выровнять Прицел</b> в этом ходу."
          }
        ]
      },
      {
        "name": "Сосредоточение",
        "description": "1/раунд, когда вы <b>Выравниваете Прицел</b> и совершаете атаку в дальнем бою из Винтовки, вы можете попытаться попасть в слабую точку: получите 1 Сложность при броске атаки и нанесете +1d6 бонусного урона из-за критического попадания.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Винтовка"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "1/раунд, когда вы <b>Выравниваете Прицел</b> и совершаете атаку в дальнем бою из этого оружия, вы можете попытаться попасть в слабую точку: получите 1 Сложность при броске атаки и нанесете +1d6 бонусного урона из-за критического попадания"
          }
        ]
      },
      {
        "name": "Погляди-ка",
        "description": "1/раунд, когда вы совершаете критическое попадание из Винтовки, не сводя глаз с цели, ваша цель должна пройти спасбросок Корпуса или вы можете выбрать дополнительный эффект для вашей атаки:<ul><li><b>Выстрел в голову:</b> цель может видеть только соседние клетки до конца своего следующего хода.</li><li><b>Выстрел в ногу:</b> цель не может передвигаться до конца своего следующего хода.</li><li><b>Выстрел в туловище:</b> Цель сбита с ног.</li></ul>",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Винтовка"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "1/раунд, когда вы совершаете критическое попадание из этого оружия, не сводя глаз с цели, ваша цель должна пройти спасбросок Корпуса или вы можете выбрать дополнительный эффект для вашей атаки:<ul><li><b>Выстрел в голову:</b> цель может видеть только соседние клетки до конца своего следующего хода.</li><li><b>Выстрел в ногу:</b> цель не может передвигаться до конца своего следующего хода.</li><li><b>Выстрел в туловище:</b> Цель сбита с ног.</li></ul>"
          }
        ]
      }
    ]
  },
  {
    "id": "t_centimane",
    "name": "Центиман",
    "icon": "CENTIMANE",
    "terse": "Дебафайте и контролируйте противников с помощью критических попаданий от Звеньев",
    "description": "После нападения на бухту Тартариус анонимный источник назвал виновными агентов Королевской разведывательной службы Карракина. Баронства быстро выпустили заявление с опровержением, которое так и не было подкреплено вескими доказательствами. Слухи о необработанных кадрах с места нападения оказались необоснованными. Общественная реакция - гнев, ужас - на уничтожение станции поутихла. Труп бухты Тартариус сошел со своей стабильной орбиты и был направлен к ближайшей звезде. Месяц спустя в местный омнинет Баронии попали ранее скрытые кадры нападения на станцию, подтверждающие слухи: Баронские агенты действительно выпустили серый рой в бухту Тартариус. Дальнейший сброс данных агентами Неблагодарных указал на существование секретной баронской разведки: Центиман - Сотни Рук.",
    "ranks": [
      {
        "name": "Десять Тысяч Зубов",
        "description": "1/раунд, когда вы наносите критическое попадание с помощью Звеньев, ваша цель должна пройти спасбросок Систем или стать Ослабленной и Замедленной до конца своего следующего хода.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Звено"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "1/раунд, когда вы наносите критическое попадание этим оружием, ваша цель должна пройти спасбросок Систем или стать Ослабленной и Замедленной до конца своего следующего хода."
          }
        ]
      },
      {
        "name": "Обнажить Слабость",
        "description": "Когда вы расходуете Захват Цели как часть атаки с помощью Звеньев или Дронов и наносите критическое попадание, ваша цель становится Расщеплённой до начала вашего следующего хода.",
        "synergies": [
          {
            "locations": [
              "weapon",
              "system"
            ],
            "weapon_types": [
              "Звено"
            ],
            "system_types": [
              "Дрон"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "Когда вы расходуете Захват Цели как часть атаки этого оружия и наносите критическое попадание, ваша цель становится Расщеплённой до начала вашего следующего хода."
          }
        ]
      },
      {
        "name": "Подавление Приливов",
        "description": "Заменяет Десять Тысяч Зубов.<br>1/раунд, когда вы наносите критическое попадание с помощью Звеньев, ваша цель должна пройти спасбросок Систем или вы можете выбрать дополнительный эффект для вашей атаки, который длится до конца их следующего хода:<ul><li><b>Преследующий Рой:</b> враг становится Невнимательным и Замедленным.</li><li><b>Ослепляющий Рой:</b> враг имеет прямую видимость только на соседние клетки.</li><li><b>Страшный Рой:</b> Враг становится Расщеплённым. Все соседние персонажи по вашему выбору также должны сделать спасбросок Систем или стать Расщеплёнными.</li><li><b>Ограничительный Рой:</b> цель получает 1 горение каждый раз, когда совершает действие или реакцию.</li></ul>",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Звено"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "Заменяет Десять Тысяч Зубов.<br>1/раунд, когда вы наносите критическое попадание этим оружием, ваша цель должна пройти спасбросок Систем или вы можете выбрать дополнительный эффект для вашей атаки, который длится до конца их следующего хода:<ul><li><b>Преследующий Рой:</b> враг становится Невнимательным и Замедленным.</li><li><b>Ослепляющий Рой:</b> враг имеет прямую видимость только на соседние клетки.</li><li><b>Страшный Рой:</b> Враг становится Расщеплённым. Все соседние персонажи по вашему выбору также должны сделать спасбросок Систем или стать Расщеплёнными.</li><li><b>Ограничительный Рой:</b> цель получает 1 горение каждый раз, когда совершает действие или реакцию.</li></ul>"
          }
        ]
      }
    ]
  },
  {
    "id": "t_combined_arms",
    "name": "Комбинированный Бой",
    "icon": "COMBINED ARMS",
    "terse": "Станьте более эффективным при использовании как огнестрельного, так и оружия ближнего боя, вблизи противника",
    "description": "Настоящая сила в бою достигается не за счет владения клинком или пистолетом — она достигается за счет умения использовать и то, и другое. Благодаря времени и тренировкам Лейка МакГра объединила искусство ближнего и дальнего боя в одну смертоносную комбинацию. Независимо от противника, Лейка представляет собой смертельную угрозу; независимо от оружия, Лейка - мастер его применения.",
    "ranks": [
      {
        "name": "Щит Из Лезвий",
        "description": "Пока вы в состоянии Вовлечения, вы и все союзники, находящиеся рядом с вами, считаются как за мягким укрытием.",
        "synergies": [
          {
            "locations": [
              "active_effects",
              "disengage"
            ],
            "weapon_types": [
              "any"
            ],
            "detail": "Пока вы в состоянии Вовлечения, вы и все союзники, находящиеся рядом с вами, считаются как за мягким укрытием."
          }
        ]
      },
      {
        "name": "Тренирован Для CQB",
        "description": "Вы не получаете Сложность в состоянии Вовлечения.",
        "synergies": [
          {
            "locations": [
              "active_effects",
              "disengage"
            ],
            "weapon_types": [
              "any"
            ],
            "detail": "Вы не получаете Сложность в состоянии Вовлечения."
          }
        ]
      },
      {
        "name": "Шквал Насилия",
        "description": "Когда вы бьете персонажа атакой ближнего боя, вы получаете +1 Точность к вашей следующей атаке дальнего боя против него; и, когда вы бьете персонажа атакой дальнего боя, вы получаете +1 Точность к вашей следующей атаке ближнего боя против него. Этот эффект не суммируется.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "detail": "Когда вы бьете персонажа атакой ближнего боя, вы получаете +1 Точность к вашей следующей атаке дальнего боя против него; и, когда вы бьете персонажа атакой дальнего боя, вы получаете +1 Точность к вашей следующей атаке ближнего боя против него. Этот эффект не суммируется."
          }
        ]
      }
    ]
  },
  {
    "id": "t_duelist",
    "name": "Дуэлист",
    "icon": "DUELIST",
    "terse": "Improve your Main Melee attacks and gain Blademaster Dice when you hit",
    "description": "Даже в движениях меха может быть элегантность — легкость, которая возвышает его над простой силой машин и пушек. Разница заключается в инструментах. Итан \"Орион\" Миллер владеет оружием, созданным ремесленниками, бутиковыми производителями, спе- циализированными линиями от крупных компаний, клинками, которые напоминают о времени, когда бой был быстрым, но честным, о времени, когда мастерство значило больше, чем точный выстрел. С клинком, копьем, киркой, топором или молотом в руках Орион покзывает старые истории в будущем.",
    "ranks": [
      {
        "name": "Партизан",
        "description": "Получите +1 Точность к первой атаке ближнего боя, которую вы совершаете Основным Оружием Ближнего Боя в свой ход.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "ОББ"
            ],
            "weapon_sizes": [
              "Основной"
            ],
            "detail": "Получите +1 Точность к первой атаке ближнего боя, которую вы совершаете Основным Оружием Ближнего Боя в свой ход."
          }
        ]
      },
      {
        "name": "Мастер Клинка",
        "description": "1/раунд, когда вы бьете Основным Оружием Ближнего Боя, вы получаете 1 Кубик Мастера Клинка - d6 - максимум 3 Кубика Мастера Клинка. Они действуют до тех пор, пока не будут израсходованы или пока не закончится текущая сцена. Вы можете тратить Кубик Мастера Клинка 1 к 1 на следующее:<ul><li><b>Парирование:</b> в качестве реакции при попадании в вас атакой ближнего боя вы получаете Сопротивление всем повреждениям, нагреву и горению, наносимым атакой.</li><li><b>Отражение:</b> в качестве реакции на атаку дальнего боя вы можете бросить любое количество Кубиков Мастера Клинка, потратив их: если вы бросите 5+ на любом из этих кубиков, вы получите сопротивление всем повреждениям, нагреву и горению, наносимым атакой.</li><li><b>Финт:</b> в качестве свободного действия выберите соседнюю цель: при движении вы игнорируете вовлечение и не провоцируете реакцию цели до начала вашего следующего хода.</li><li><b>Подножка:</b> качестве быстрого действия выберите соседнего персонажа: он должен пройти спасбросок Маневренности или упасть. независимо от результата, вы можете свободно пройти через его клетку до конца вашего текущего хода, хотя вы не можете закончить свой ход в его клетке.</li></ul>",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "ОББ"
            ],
            "weapon_sizes": [
              "Основной"
            ],
            "detail": "1/раунд, когда вы бьете этим оружием, вы получаете 1 Кубик Мастера Клинка."
          }
        ],
        "counters": [
          {
            "id": "ctr_duelist",
            "name": "Кубик Мастера Клинка",
            "default_value": 0,
            "min": 0,
            "max": 3
          }
        ]
      },
      {
        "name": "Неудержимый",
        "description": "1/раунд, когда вы бьете атакой ближнего боя в свой ход, вы можете потратить Кубик Мастера Клинка, чтобы немедленно Схватить или Протаранить свою цель в качестве свободного действия после завершения атаки.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "ОББ"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "1/раунд, когда вы бьете этим оружием в свой ход, вы можете потратить Кубик Мастера Клинка, чтобы немедленно Схватить или Протаранить свою цель в качестве свободного действия после завершения атаки."
          }
        ]
      }
    ]
  },
  {
    "id": "t_drone_commander",
    "name": "Командир Дронов",
    "icon": "DRONE COMMANDER",
    "terse": "Улучшите и усильте ваши системы Дронов, чтобы помогать союзникам и наносить урон противникам",
    "description": "Для пилота, только что вышедшего из училища, держать рой дронов в узде - все равно что пытаться таскать воду сетью. Если кажется, что у них есть свой собственный разум, то это потому, что он есть, и он не такой уж умный. Первоначального разочарования Климены Каналакос было достаточно, чтобы она начала практиковаться, а практика приносит свои плоды. Теперь ее рой повинуется раньше, чем она даст приказ, - развитие нервное, но полезное. Рой принадлежит ей.",
    "ranks": [
      {
        "name": "Пастырь",
        "description": "Ваши системы Дронов получают +5 ПЗ. Дополнительно, вы получаете протокол <b>Пасти Дрона</b>.",
        "synergies": [
          {
            "locations": [
              "system"
            ],
            "system_types": [
              "Дрон"
            ],
            "detail": "Эта система Дронов получает +5 ПЗ. В качестве протокола вы можете переместить один управляемый вами Дрон, находящийся в пределах сенсоров, на 4 клетки."
          }
        ],
        "actions": [
          {
            "name": "Пасти Дрона",
            "activation": "Протокол",
            "detail": "Переместите один управляемый вами Дрон, находящийся в пределах сенсоров, на 4 клетки."
          }
        ],
        "bonuses": [
          {
            "id": "drone_hp",
            "val": 5
          }
        ]
      },
      {
        "name": "Энергетический Рой",
        "description": "1/раунд, когда вы совершаете атаку, которая расходует состояние Захвата Цели, ваши Дроны немедленно испускают жестокий импульс энергии. Все персонажи по вашему выбору в пределах Разрыв 1 области, в центре которой каждый из ваших дронов, получают 1d6 энергетического урона. Каждый персонаж может быть поражен импульсом только от одного дрона, даже если области пересекаются.",
        "synergies": [
          {
            "locations": [
              "system"
            ],
            "system_types": [
              "Дрон"
            ],
            "detail": "1/раунд, когда вы совершаете атаку, которая расходует состояние Захвата Цели, ваши Дроны немедленно испускают жестокий импульс энергии. Все персонажи по вашему выбору в пределах Разрыв 1 области, в центре которой каждый из ваших дронов, получают 1d6 энергетического урона. Каждый персонаж может быть поражен импульсом только от одного дрона, даже если области пересекаются."
          }
        ]
      },
      {
        "name": "Приободрение",
        "description": "Получите быстрое действие <b>Приободрение</b>.",
        "actions": [
          {
            "name": "Приободрение",
            "activation": "Быстрое",
            "detail": "Пошлите импульс энергии союзному персонажу (включая Дронов) в пределах Линии 3, нарисовав Линию к нему. Вы можете продлить импульс от вашей цели к другому союзному персонажу, продлив Линию к нему, пока он находится в пределах Линии 3, и вы можете продолжать продлевать импульс (и Линию) таким образом, пока вы не нацелитесь на одного и того же персонажа дважды. союзные персонажи, которые используются в качестве целей импульса или находятся на пути Линии, получают 4 Усиления Щита; враждебные персонажи на пути линии вместо этого получают 2 энергетического урона."
          }
        ]
      }
    ]
  },
  {
    "id": "t_engineer",
    "name": "Инженер",
    "icon": "ENGINEER",
    "terse": "Создавайте экспериментальное оружие для своего меха, которое вы можете модифицировать и улучшать",
    "description": "Пилоты — люди творческие и целеустремленные, но Меса Роунетт — случай исключительный, можно сказать, чрезмерный. В свободное время ему удается собрать достаточно металлолома, реквизированных материалов и найти место в мастерской, чтобы применить немного старомодной изобретательности к своему меху, превратив его в грозную машину, не выдающую себя внешне.",
    "ranks": [
      {
        "name": "Прототипы",
        "description": "Когда вы проводите Полный Ремонт, вы можете, путем проб и ошибок, установить на свой мех прототип системы вооружения. Вы можете выбирать характеристики для своего прототипа оружия, основываясь на следующих правилах, каждый раз, когда вы проводите Полный Ремонт, перебрасывайте 1d6+2, чтобы определить Ограничение на данный момент:<br>Прототип Оружия<br>Основное [Ближнебойное, ОБД, Винтовки, Пушки, ПУ, Звено], Ограничение [1d6+2], Уничтожаемое<br>Это оружие - экспериментальный прототип, наст- роенный в соответствии с вашими требованиями.<br>Когда вы устанавливаете его или во время Полного Ремонта, вы можете выбрать новый тип оружия, тип урона и либо Угроза 1 (ближний бой), либо Дальность 10 (все остальные типы). Кроме того, каждый раз, когда вы проводите Полный Ремонт, перебросьте 1d6+2, чтобы определить Ограничение количества применений этого оружия.<br>Урон: 1d6+2 кинетического, взрывного или энергетического.<br>Это оружие считается интегрированным и не требует крепления.",
        "integrated": [
          "mw_prototype_1"
        ],
        "exclusive": true
      },
      {
        "name": "Ревизия",
        "description": "Вы можете изменить основные компоненты вашего прототипа оружия, чтобы повысить его эффек- тивность. Когда вы выполняете Полный Ремонт, выберите два из пунктов ниже:<ul><li><b>Улучшенная Оптика:</b> ваше оружие-прототип всегда получает +1 Точности к атакам.</li><li><b>Измененный Компьютер:</b> прототип вашего оружия - Умный.</li><li><b>Снятая защита реактора:</b> каждый раз, когда вы атакуете своим прототипом оружия, вы можете выбрать — за стоимость Нагрев 2 — атаковать одним из следующих вариантов, в зависимости от типа оружия:<ul><li><b>Дальнобойное:</b> Конус 3, Линия 5, или [Взрыв 1, Дальность 10].</li><li><b>Оружие Ближнего Боя (ОББ):</b> Разрыв 1.</li></ul></li></ul>",
        "integrated": [
          "mw_prototype_2"
        ],
        "exclusive": true
      },
      {
        "name": "Финальный Проект",
        "description": "Ваш прототип оружия теперь Ограничен [2d6] и наносит 1D6+4 урона.",
        "integrated": [
          "mw_prototype_3"
        ],
        "exclusive": true
      }
    ]
  },
  {
    "id": "t_executioner",
    "name": "Палач",
    "icon": "EXECUTIONER",
    "terse": "Улучшите атаки Тяжелым и Сверхтяжелым оружием ближнего боя с помощью большего количества возможностей нанести урон",
    "description": "На поле боя нет более почетного конца, чем честная смерть в бою. С топором или булавой в руках Максин Вульф следит за тем, чтобы ее враги были удостоены этой чести. Никто не живет вечно — она следит за этим.",
    "ranks": [
      {
        "name": "Обратный замах",
        "description": "1/раунд, когда вы бьете Тяжелым или Сверхтяжелым оружием ближнего боя, вы можете сделать еще одну атаку ближнего боя тем же оружием в качестве свободного действия против другого персонажа в пределах Угрозы и прямой видимости. Эта атака наносит половину урона, если она успешна.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "ОББ"
            ],
            "weapon_sizes": [
              "Тяжелый",
              "Сверхтяжелый"
            ],
            "detail": "1/раунд, когда вы бьете этим оружием, вы можете сделать еще одну атаку ближнего боя тем же оружием в качестве свободного действия против другого персонажа в пределах Угрозы и прямой видимости. Эта атака наносит половину урона, если она успешна."
          }
        ]
      },
      {
        "name": "Размах По Широкой Дуге",
        "description": "Первый раз за раунд, когда вы наносите критический удар Тяжелым или Сверхтяжелым оружием ближнего боя, вы наносите 3 кинетического урона всем персонажам и объектам по вашему выбору в пределах Угрозы, кроме врага, которого вы только что атаковали.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "ОББ"
            ],
            "weapon_sizes": [
              "Тяжелый",
              "Сверхтяжелый"
            ],
            "detail": "Первый раз за раунд, когда вы наносите критический удар этим оружием, вы наносите 3 кинетического урона всем персонажам и объектам по вашему выбору в пределах Угрозы, кроме врага, которого вы только что атаковали."
          }
        ]
      },
      {
        "name": "Выхода Нет",
        "description": "1/раунд, когда вы промахиваетесь при атаке ближнего боя, вы делаете повторный бросок против другой цели в пределах Угрозы и прямой видимости.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "ОББ"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "1/раунд, когда вы промахиваетесь при атаке ближнего боя, вы делаете повторный бросок против другой цели в пределах Угрозы и прямой видимости."
          }
        ]
      }
    ]
  },
  {
    "id": "t_exemplar",
    "name": "Образец",
    "icon": "EXEMPLAR",
    "terse": "Бросьте вызов своим врагам, заставив их сражаться с вами, а не с вашими союзниками",
    "description": "У Имона Метриаса знаменитая ливрея, его голос звучит нагло, а оружие всегда начищено до блеска. Как защитник Девяти Сфер, его обучение в некоторых боевых орденах дало ему умение и силу преследовать и вставлять палки в колёса даже самым могущественным врагам. Имон - образец подражания из Сфер, как на словах, так и на деле.",
    "ranks": [
      {
        "name": "Достойное Испытание",
        "description": "В первый раз в свой ход, когда вы атакуете враждебного персонажа в пределах Дальности 3, попав или промахнувшись, вы можете повесить на него Метку Образца в качестве свободного действия. Персонажи могут иметь только одну Метку Образца одновременно, каждая новая метка любого персонажа заменяют существующую.<br>Персонаж обладает Меткой Образца до начала вашего следующего хода, и пока она у него, вы получаете реакцию <b>Доблестная Помощь</b>.",
        "actions": [
          {
            "name": "Доблестная Помощь",
            "activation": "Реакция",
            "frequency": "1/раунд",
            "init": "Треубет, чтобы на противнике висела Метка Образца",
            "trigger": "Союзник промахивается по врагу с меткой.",
            "detail": "Он может перебросить атаку. Он должен использовать второй результат, даже если он хуже."
          }
        ]
      },
      {
        "name": "Наказание",
        "description": "1/раунд, когда персонаж с вашей Меткой атакует кого-то в радиусе Дальность 3 от вас, кроме вас, срабатывает ваше Наблюдение.",
        "synergies": [
          {
            "locations": [
              "active_effects"
            ],
            "detail": "1/раунд, когда персонаж с вашей Меткой атакует кого-то в радиусе Дальность 3 от вас, кроме вас, срабатывает ваше Наблюдение."
          }
        ]
      },
      {
        "name": "До Самой Смерти",
        "description": "В качестве свободного действия, когда вы отмечаете персонажа, вы можете вызвать его на смертельную дуэль: вы и персонаж с вашей Меткой получаете +3 Сложности к атакам против персонажей или объектов, кроме друг друга, до конца текущей сцены или до уничтожения одного из ваших мехов. Если враг предпринимает любое действие, включающее бросок атаки против вас, попадание или промах, этот эффект прекращается для них до начала вашего следующего хода.<br>Пока действует \"До Самой Смерти\", вы не можете добровольно отойти от персонажа с вашей Меткой; кроме того, действие вашей Метки длится либо до конца текущей сцены, либо до уничтожения одного из ваших мехов, и вы не можете наносить Метки на новых персонажей.",
        "actions": [
          {
            "name": "Смертельная Дуэль",
            "activation": "Свободное",
            "detail": "Вызовите персонажа с вашей на смертельную дуэль: вы и персонаж с вашей Меткой получаете +3 Сложности к атакам против персонажей или объектов, кроме друг друга, до конца текущей сцены или до уничтожения одного из ваших мехов. Если враг предпринимает любое действие, включающее бросок атаки против вас, попадание или промах, этот эффект прекращается для них до начала вашего следующего хода.<br>Пока действует \"До Самой Смерти\", вы не можете добровольно отойти от персонажа с вашей Меткой; кроме того, действие вашей Метки длится либо до конца текущей сцены, либо до уничтожения одного из ваших мехов, и вы не можете наносить Метки на новых персонажей."
          }
        ]
      }
    ]
  },
  {
    "id": "t_gunslinger",
    "name": "Стрелок",
    "icon": "GUNSLINGER",
    "terse": "Сделайте свое Вспомогательное дальнобойное оружие более смертоносным и получите мощный Кубик Стрелка",
    "description": "В галактике, ограниченной границами, нет иного закона, кроме закона, диктуемого оружием. Сержант Стив Ансахок владеет скромным пистолетом с невиданным талантом, его железо - продолжение его собственного тела. Обветренный сержант стреляет с точностью, не сравнимой с машиной. Он - Стрелок: справедливость, воплощенная в жизнь, получившая свой священный инструмент и отправившаяся на жестокую границу, чтобы укротить ее.",
    "ranks": [
      {
        "name": "Первое Слово",
        "description": "Получите +1 Точность к первому броску атаки, который вы делаете с помощью Вспомогательного дальнобойного оружия в свой ход.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Винтовка",
              "Пушка",
              "ПУ",
              "ОБД",
              "Звено"
            ],
            "weapon_sizes": [
              "Вспомогательный"
            ],
            "detail": "Получите +1 Точность к первому броску атаки, который вы делаете с помощью этого оружия в свой ход."
          }
        ]
      },
      {
        "name": "От Бедра",
        "description": "Получите реакцию <b>Ответный Огонь</b>.",
        "actions": [
          {
            "name": "Ответный Огонь",
            "activation": "Реакция",
            "frequency": "1/раунд",
            "trigger": "Враг поражает вас дальней атакой.",
            "detail": "Вы можете немедленно атаковать его вспомогательным оружием дальнего боя, если он находится в зоне досягаемости."
          }
        ]
      },
      {
        "name": "Я Убиваю С Душой",
        "description": "Вы получаете Кубик Стрелка, 1d6, начиная с 6. каждый раз, когда вы бьете Вспомогательным оружием дальнего боя, уменьшайте значение кубика стрелка на 1. Когда значение Кубика Стрелка достигает 1, вы можете вернуть его в значение 6, чтобы получить +2d6 бонусного урона при попадании и ББ к вашей следующей атаке Вспомогательным оружием дальнего боя. Эта атака также игнорирует укрытия. Значение Кубика Стрелка сохраняется между сценами, но восстанавливается до 6, когда вы отдыхаете или проводите Полный Ремонт.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Винтовка",
              "Пушка",
              "ПУ",
              "ОБД",
              "Звено"
            ],
            "weapon_sizes": [
              "Вспомогательный"
            ],
            "detail": "Каждый раз, когда вы бьете этим оружием, уменьшайте значение кубика стрелка на 1"
          }
        ],
        "counters": [
          {
            "id": "ctr_gunslinger",
            "name": "Кубик Стрелка",
            "level": 3,
            "default_value": 6,
            "min": 1,
            "max": 6
          }
        ]
      }
    ]
  },
  {
    "id": "t_grease_monkey",
    "name": "Чумазый Механик",
    "icon": "GREASE MONKEY",
    "terse": "Получите больше от ограниченных систем, ремонта и действия Стабилизация",
    "description": "Угорь знает о внутреннем устройстве мехов больше, чем большинство механиков. Для него зверь, которым он управляет, больше, чем машина: это живое существо, нуждающееся в нежной заботе мудрой и надежной руки. Угорь содержит его, как свой собственный дом, и следит за состоянием своего меха, как на поле боя, так и за его пределами. Механики на базе приходят к нему с вопросами, но обычно предпочитают держаться подальше - есть что-то жутковатое в том, как работает зверь Угря.",
    "ranks": [
      {
        "name": "Несанкционированное Повышение Мощности",
        "description": "Во время отдыха вы можете потратить 2 Ремонта, чтобы восполнить 1 использование всего оружия и систем, работающего с Ограничением.",
        "synergies": [
          {
            "locations": [
              "rest"
            ],
            "detail": "Во время отдыха вы можете потратить 2 Ремонта, чтобы восполнить 1 использование всего оружия и систем, работающего с Ограничением."
          }
        ]
      },
      {
        "name": "Узы Машины",
        "description": "Когда вы Стабилизируетесь, вы устраняете все Повреждения, Заклинивания, Обездвиживания, Замедления и Захваты Цели, которые не были вызваны вашими собственными системами, талантами и т.д.",
        "synergies": [
          {
            "locations": [
              "stabilize"
            ],
            "detail": "Когда вы Стабилизируетесь, вы устраняете все Повреждения, Заклинивания, Обездвиживания, Замедления и Захваты Цели, которые не были вызваны вашими собственными системами, талантами и т.д."
          }
        ]
      },
      {
        "name": "Друзья В Высших Кругах",
        "description": "Один раз за миссию во время отдыха вы можете вызвать посылку с припасами. Вы и ваши союзники можете восполнить на единицу расход всех Ограниченных видов оружия и систем, восстановить 1 Структуру. Это не требует действия Ремонта и может быть использовано, даже если вы достигли Лимита Ремонта.",
        "synergies": [
          {
            "locations": [
              "rest"
            ],
            "detail": "Один раз за миссию во время отдыха вы можете вызвать посылку с припасами. Вы и ваши союзники можете восполнить на единицу расход всех Ограниченных видов оружия и систем, восстановить 1 Структуру. Это не требует действия Ремонта и может быть использовано, даже если вы достигли Лимита Ремонта."
          }
        ]
      }
    ]
  },
  {
    "id": "t_hacker",
    "name": "Хакер",
    "icon": "HACKER",
    "terse": "Улучшите свои технические атаки и откройте новые опции вторжения",
    "description": "Катя Хан играла в омнинете с детства, с легкостью получая доступ к любому публичному узлу - и даже нескольким частным. Теперь, будучи пилотом, она с головой ныряет в жесткий код любого мех-ядра, которое ей попадается. Брандмауэры, протоколы привратников, вторжение, защита - ничто не устоит на ее пути. Хан выигрывает сражения, не сделав ни одного выстрела. Если ее враг не может управлять своим мехом, то он не может ничего сделать, чтобы остановить ее.",
    "ranks": [
      {
        "name": "СНЕГО_ПАД",
        "description": "Когда вы выполняете техническую атаку, расходующую Захват Цели, ваша цель должна выбрать либо принять Нагрев 2, либо быть отброшена на 3 ячейки в выбранном вами направлении.",
        "synergies": [
          {
            "locations": [
              "tech"
            ],
            "detail": "Когда вы выполняете техническую атаку, расходующую Захват Цели, ваша цель должна выбрать либо принять Нагрев 2, либо быть отброшена на 3 ячейки в выбранном вами направлении."
          }
        ]
      },
      {
        "name": "Безопасный Кряк",
        "description": "Получите следующие возможности для вторжения:",
        "actions": [
          {
            "name": "Заблокировать Кабину",
            "activation": "Вторжение",
            "detail": "Персонажи не могут Взобраться или Спешиться с выбранной цели, пока кабина не будет отремонтирована успешной проверкой Инженерии в качестве полного действия."
          },
          {
            "name": "Отключить Жизнеобеспечение",
            "activation": "Вторжение",
            "detail": "Ваша цель получает +1 Сложность ко всем спасброскам, пока система жизнеобеспечения не будет перезагружена успешной проверкой Систем в качестве быстрого действия."
          },
          {
            "name": "Хакнуть./Взломать",
            "activation": "Вторжение",
            "detail": "Ваша цель не может воспользоваться быстрыми или полными Техническими действиями, пока мех не будет Выключен или ядро компьютера не будет перезагружено с успешной проверкой Систем быстрым действием."
          }
        ]
      },
      {
        "name": "Последний Аргумент Королей",
        "description": "Получите ЦельноТехническую опцию <b>Последний Аргумент Королей</b>.",
        "actions": [
          {
            "activation": "Полная Технология",
            "name": "Последний Аргумент Королей",
            "tech_attack": true,
            "detail": "Совершите техническую атаку против цели в пределах видимости и Сенсоров. При успехе вы внедряете вирус, который вызывает небольшое расплавление в реакторе цели: она немедленно получает Горение, равное ее текущему Нагреву. Если это действие вызывает перегрев, оно засчитывается до того, как цель сбросит свой Тепловой Максимум."
          }
        ]
      }
    ]
  },
  {
    "id": "t_heavy_gunner",
    "name": "Тяжелая Артиллерия",
    "icon": "HEAVY GUNNER",
    "terse": "Придавите врагов Тяжелым оружием дальнего боя",
    "description": "За линией Майку Манфрину не нужно делать ничего, кроме как ждать и быть в полной готовности. Он следит за чистотой пушек; составляет упорядоченные ряды из дроби и снарядов. Он укладывает мешки с песком на земляные валы и зашивает разрывы в ножнах на суставах шасси.<br>В одно мгновение все меняется. Болтовня по местному омни. Ударный гул медивака, поднимающегося с другого конца базы. Где-то идет бой. Это его вступительная музыка, его призыв присоединиться к схватке: отчаянный крик о помощи далекого друга, когда враг уже близко. Время приступить к работе.<br>О его прибытии узнают по вспышкам его снарядов в небе, дрожащей земле и пыли, которая когда-то спокойно лежала.",
    "ranks": [
      {
        "name": "Накрывающий Огонь",
        "description": "Получите быстрое действие <b>Накрывающий Огонь</b>.",
        "actions": [
          {
            "name": "Накрывающий Огонь",
            "activation": "Быстрое",
            "detail": "Выберите цель в пределах прямой видимости и Дальности одного из ваших Тяжелых видов оружия дальнего боя и в радиусе 10 ячеек: она становится Ослабленной до начала вашего следующего хода. На время действия, если ваша цель перемещается более чем на 1 ячейку, она теряет Ослабленность, но вы можете атаковать её в качестве реакции Тяжелым дальнобойным оружием с половиной урона, Нагрева, или Горения, и затем эффект заканчивается. Вы можете сделать эту атаку в любой момент во время движения цели (например, дождавшись, пока она выйдет из укрытия).<br>Накрывающий Огонь может одновременно поражать только одного персонажа — последующие применения заменяют предыдущие, и эффект немедленно заканчивается, если ваша цель наносит вам урон."
          },
          {
            "name": "Атака Накрывающего Огня",
            "activation": "Реакция",
            "frequency": "1/раунд",
            "trigger": "Цель вашего <b>Накрывающий Огонь</b> перемещается более чем на 1 ячейку.",
            "detail": "вы можете атаковать её в качестве реакции Тяжелым дальнобойным оружием с половиной урона, Нагрева, или Горения. Вы можете сделать эту атаку в любой момент во время движения цели (например, дождавшись, пока она выйдет из укрытия)."
          }
        ]
      },
      {
        "name": "Удар Молотом",
        "description": "Если вы успешно поразили цель, находящуюся под действием <b>Накрывающий Огонь</b>, с помощью атаки реакцией, предоставляемой этим талантом, ваша цель становится Обездвиженной до конца своего следующего хода.",
        "synergies": [
          {
            "locations": [
              "active_effects"
            ],
            "detail": "Если вы успешно поразили цель, находящуюся под действием <b>Накрывающий Огонь</b>, с помощью атаки реакцией, предоставляемой этим талантом, ваша цель становится Обездвиженной до конца своего следующего хода."
          }
        ]
      },
      {
        "name": "Прерывание Огня",
        "description": "Когда вы используете <b>Накрывающий Огонь</b>, вы можете выбрать две цели вместо одной. Каждая цель запускает и разрешает вашу атаку отдельно, и урон для одной цели завершает эффект только для этой цели.",
        "synergies": [
          {
            "locations": [
              "active_effects"
            ],
            "detail": "Когда вы используете <b>Накрывающий Огонь</b>, вы можете выбрать две цели вместо одной. Каждая цель запускает и разрешает вашу атаку отдельно, и урон для одной цели завершает эффект только для этой цели."
          }
        ]
      }
    ]
  },
  {
    "id": "t_hunter",
    "name": "Охотник",
    "icon": "HUNTER",
    "terse": "Получите мобильность и дальность при использовании вспомогательного оружия ближнего боя.",
    "description": "Поле битвы — это охотничьи угодья Эдит Эйделен, ее владения. Только в настоящем испытании силы и хитрости можно определить, кто хищник, а кто добыча. Ее передвижение — это рысканье: бесшумное, быстрое и контролируемое. На шасси она превосходит всех в ближнем бою, закрывая брешь между собой и целью прежде, чем та успеет спустить курок.",
    "ranks": [
      {
        "name": "Выпад",
        "description": "1/раунд, когда вы атакуете Вспомогательным оружием ближнего боя, перед атакой вы можете переместиться на 3 ячейки прямо к персонажу. Это движение игнорирует вовлеченность и не провоцирует реакцию.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "ОББ"
            ],
            "weapon_sizes": [
              "Вспомогательный"
            ],
            "detail": "1/раунд, когда вы атакуете этим оружием, перед атакой вы можете переместиться на 3 ячейки прямо к персонажу. Это движение игнорирует вовлеченность и не провоцирует реакцию."
          }
        ]
      },
      {
        "name": "Жонглер Ножами",
        "description": "Всё ваше Вспомогательное оружие ближнего боя получает Бросок 5, если у него еще нет этого свойства — если оно уже имеет Бросок, он увеличивается до значения 5. В конце вашего хода все оружие, которое вы бросили в этом ходу, автоматически возвращается к вам.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "ОББ"
            ],
            "weapon_sizes": [
              "Вспомогательный"
            ],
            "detail": "Это оружие получает Бросок 5 и автоматически возвращается к вам в конце вашего хода, если было брошено."
          }
        ]
      },
      {
        "name": "Презрительный Клинок",
        "description": "1/раунд, когда вы поражаете цель атакой ближнего боя, вы также можете свободным действием бросить Вспомогательное оружие ближнего боя в качестве атаки против любого противника в радиусе действия. Эта атака не может нанести бонусный урон.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "ОББ"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "1/раунд, когда вы поражаете цель атакой ближнего боя, вы также можете свободным действием бросить Вспомогательное оружие ближнего боя в качестве атаки против любого противника в радиусе действия. Эта атака не может нанести бонусный урон."
          }
        ]
      }
    ]
  },
  {
    "id": "t_infiltrator",
    "name": "Лазутчик",
    "icon": "INFILTRATOR",
    "terse": "Улучшите свое действие Прятаться и выполняйте изнурительные атаки исподтишка",
    "description": "Неважно, что вы делаете: подсматриваете за вражескими сканерами, умело перемещаетесь через укрытия или остаётесь незаметным, благодаря модифицированному оптическому камуфляжу, вас никогда не увидят, если вы сами этого не захотите. Какого бы размера ни был мех, какой бы ни была местность, каким бы ни был враг, вы сможете войти и выйти, не поднимая тревоги.",
    "ranks": [
      {
        "name": "Красться",
        "description": "Во время хода получите следующие преимущества:<ul><li>Вхождение в зону прямой видимости вражеских персонажей или перемещение из укрытия не лишает вас статуса Скрытности.</li><li>Вы можете свободно проходить через вражеские пространства, но не завершать свой ход в них.</li><li>Вы можете Скрыться даже на виду у врагов.<br>Эти эффекты немедленно заканчиваются, когда заканчивается ваш ход (поэтому вы теряете Скрытность, если вы все еще находитесь в зоне прямой видимости или вне укрытия в это время).</li></ul>",
        "synergies": [
          {
            "locations": [
              "active_effects"
            ],
            "detail": "Вхождение в зону прямой видимости вражеских персонажей или перемещение из укрытия не лишает вас статуса Скрытности. Этот эффект немедленно заканчивается, когда заканчивается ваш ход."
          },
          {
            "locations": [
              "active_effects"
            ],
            "detail": "Вы можете свободно проходить через вражеские пространства, но не завершать свой ход в них. Этот эффект немедленно заканчивается, когда заканчивается ваш ход."
          },
          {
            "locations": [
              "active_effects"
            ],
            "detail": "Вы можете Скрыться даже на виду у врагов. Этот эффект немедленно заканчивается, когда заканчивается ваш ход."
          }
        ]
      },
      {
        "name": "Засада",
        "description": "Когда вы начинаете свой ход из Скрытности, первая атака любого типа, которую вы совершаете, при попадании отправляет вашу цель в оцепенение. Ваша цель должна преуспеть в спасброске Корпуса или станет Замедленной, Ослабленной и не сможет выполнять действия до конца своего следующего хода.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "detail": "Когда вы начинаете свой ход из Скрытности, первая атака любого типа, которую вы совершаете, при попадании отправляет вашу цель в оцепенение. Ваша цель должна преуспеть в спасброске Корпуса или станет Замедленной, Ослабленной и не сможет выполнять действия до конца своего следующего хода."
          }
        ]
      },
      {
        "name": "Выдающийся",
        "description": "Когда вы теряете Скрытность (каким угодно образом), вы можете сначала выстрелить светошумовой гранатой в любого соседнего персонажа. Этот персонаж должен пройти спасбросок Систем или он сможет видеть только соседние ячейки до конца своего следующего хода.<br>После этого вы можете двигаться со своей скоростью, игнорируя вовлечение и не провоцируя реакцию, а затем раскрываетесь обычным образом.",
        "synergies": [
          {
            "locations": [
              "active_effects"
            ],
            "detail": "Когда вы теряете Скрытность (каким угодно образом), вы можете сначала выстрелить светошумовой гранатой в любого соседнего персонажа. Этот персонаж должен пройти спасбросок Систем или он сможет видеть только соседние ячейки до конца своего следующего хода.<br>После этого вы можете двигаться со своей скоростью, игнорируя вовлечение и не провоцируя реакцию, а затем раскрываетесь обычным образом."
          }
        ]
      }
    ]
  },
  {
    "id": "t_juggernaut",
    "name": "Джаггернаут",
    "icon": "JUGGERNAUT",
    "terse": "Повысить эффективность и полезность Таранов",
    "description": "Окровавленный нос и несколько разболтанных винтиков не остановят вас от того, чтобы броситься на врага сломя голову. Вы в паре тонн металла, приводимого в движение осколком умирающей звезды, и вы собираетесь убедиться, что все остальные знают об этом.",
    "ranks": [
      {
        "name": "Инерция",
        "description": "Когда вы Ускоряетесь, ваш следующий Таран до начала следующего хода получает +1 Точность и отталкивает цель на дополнительные 2 клетки.",
        "synergies": [
          {
            "locations": [
              "boost"
            ],
            "detail": "Когда вы Ускоряетесь, ваш следующий Таран до начала следующего хода получает +1 Точность и отталкивает цель на дополнительные 2 клетки."
          },
          {
            "locations": [
              "ram"
            ],
            "detail": "Если вы Ускорились, ваш следующий Таран до начала следующего хода получает +1 Точность и отталкивает цель на дополнительные 2 клетки."
          }
        ]
      },
      {
        "name": "Перенос Кинетической Массы",
        "description": "1/раунд, при Таране, если вы...<ul><li>...переместите цель в клетку, занятую другим персонажем, другой персонаж должен успешно пройти спасбросок Корпуса, либо он будет Сбит с ног.</li><li>...толкаете цель в препятствие, достаточное, чтобы остановить её движение, ваша цель получает 1d6 кинетического урона.</li></ul>",
        "synergies": [
          {
            "locations": [
              "ram"
            ],
            "detail": "1/раунд, при Таране, если вы...<ul><li>...переместите цель в клетку, занятую другим персонажем, другой персонаж должен успешно пройти спасбросок Корпуса, либо он будет Сбит с ног.</li><li>...толкаете цель в препятствие, достаточное, чтобы остановить её движение, ваша цель получает 1d6 кинетического урона.</li></ul>"
          }
        ]
      },
      {
        "name": "Неудержимая Сила",
        "description": "1/раунд, когда вы Ускоряетесь, вы можете зарядить сервоприводы своей мехи. Двигаясь с максимальной скоростью по прямой, получите 1d3+3 Нагрева, и получайте следующие преимущества:<ul><li>Вы можете свободно проходить сквозь персонажей такого же размера, что и ваш мех, или меньше; все персонажи, прошедшие сквозь вас, должны успешно пройти спасбросок Корпуса или быть Сбиты с ног.</li><li>Любая местность, стены или другие неподвижные препятствия, через которые вы пытаетесь пройти, получают 20 кинетического ББ урона. Если этого достаточно, чтобы разрушить их, вы проходите; в противном случае ваше перемещение заканчивается.</li><li>Вы игнорируете труднопроходимую местность.</li><li>Ваше движение игнорирует столкновения и не провоцирует реакции.</li></ul>",
        "synergies": [
          {
            "locations": [
              "boost"
            ],
            "detail": "1/раунд, когда вы Ускоряетесь, вы можете зарядить сервоприводы своей мехи. Двигаясь с максимальной скоростью по прямой, получите 1d3+3 Нагрева, и получайте следующие преимущества:<ul><li>Вы можете свободно проходить сквозь персонажей такого же размера, что и ваш мех, или меньше; все персонажи, прошедшие сквозь вас, должны успешно пройти спасбросок Корпуса или быть Сбиты с ног.</li><li>Любая местность, стены или другие неподвижные препятствия, через которые вы пытаетесь пройти, получают 20 кинетического ББ урона. Если этого достаточно, чтобы разрушить их, вы проходите; в противном случае ваше перемещение заканчивается.</li><li>Вы игнорируете труднопроходимую местность.</li><li>Ваше движение игнорирует столкновения и не провоцирует реакции.</li></ul>"
          }
        ]
      }
    ]
  },
  {
    "id": "t_leader",
    "name": "Лидер",
    "icon": "LEADER",
    "terse": "Улучшайте броски своих союзников во время боя с помощью Кубиков Лидера",
    "description": "Каков бы ни был ваш возраст, вы — Прожженный Воин. Свет для ваших друзей и союзников; решительный глаз в бушующем шторме. Ваш ровный голос, уверенная позиция и талант командовать успокаивают союзников, потому что они знают, что вы всегда приведете их к победе. С вами у руля победа достижима, а герои кажутся более реальными.",
    "ranks": [
      {
        "name": "Полевое Командование",
        "description": "Получите 3 Кубика Лидера в виде d6 и свободное действие Отдать Приказ.<br>Вы не можете использовать Кубики Лидера от других персонажей, пока у вас в наличии хотя бы один. Если у вас их нет, вы восстанавливаете 1 Кубик Лидерства, когда отдыхаете, или восстанавливаете все, когда выполняете Полный Ремонт.<br>Кубики Лидера расходуются при использовании.",
        "actions": [
          {
            "name": "Одать Приказ",
            "activation": "Свободное",
            "detail": "1/ход, в свой ход в качестве свободного действия, вы можете отдать приказ союзному Игроку, с которым вы можете общаться, описав курс действий, и дать ему Кубик Лидера. Они могут либо потратить Кубик Лидера, чтобы получить +1 Точность к любому действию, которое непосредственно следует из этого приказа, либо вернуть его вам в качестве свободного действия. Союзники могут иметь по одному Кубику Лидера за раз, которые длятся до тех пор, пока не будут использованы или до конца текущей сцены."
          }
        ],
        "counters": [
          {
            "id": "ctr_leader",
            "name": "Кубик Лидера",
            "default_value": 0,
            "min": 0,
            "max": 6
          }
        ]
      },
      {
        "name": "Открытые Каналы",
        "description": "Получите 5 Кубиков Лидера вместо 3; теперь вы можете отдать команду в качестве реакции в начале хода любого другого игрока, любое количество раз за раунд.",
        "actions": [
          {
            "name": "Отдать Команду",
            "activation": "Реакция",
            "frequency": "Неограничено",
            "trigger": "Другой игрок начинает свой ход.",
            "detail": "Вы можете отдать приказ союзному Игроку, с которым вы можете общаться, описав курс действий, и дать ему Кубик Лидера. Они могут либо потратить Кубик Лидера, чтобы получить +1 Точность к любому действию, которое непосредственно следует из этого приказа, либо вернуть его вам в качестве свободного действия. Союзники могут иметь по одному Кубику Лидера за раз, которые длятся до тех пор, пока не будут использованы или до конца текущей сцены."
          }
        ]
      },
      {
        "name": "Чувство Воодушевления",
        "description": "Получите 6 Кубиков Лидера вместо 5. Союзники, у которых есть ваши Кубики Лидера, могут потратить их, чтобы уменьшить урон на -1d6 при получении урона или нанести +1d6 бонусного урона при атаке.",
        "synergies": [
          {
            "locations": [
              "active_effects"
            ],
            "detail": "Союзники, у которых есть ваши Кубики Лидера, могут потратить их, чтобы уменьшить урон на -1d6 при получении урона или нанести +1d6 бонусного урона при атаке."
          }
        ]
      }
    ]
  },
  {
    "id": "t_nuclear_cavalier",
    "name": "Ядерный Кавалерист",
    "icon": "NUCLEAR CAVALIER",
    "terse": "Наносите повышенный урон в Опасной Зоне и запускайте перегретые топливные стержни в качестве оружия.",
    "description": "Вскоре после того, как вы стали пилотом, вы кое-что поняли: машина, которой вы управляете, приводится в действие серией каскадных ядерных реакций. Почему бы не открыть этот отсек и не посмотреть, какой ущерб он может нанести?",
    "ranks": [
      {
        "name": "Агрессивный Тепловой Удар",
        "description": "Первый бросок атаки, который вы делаете в свой ход, находясь в Опасной Зоне дает +2 Нагрева при попадании.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "detail": "Первый бросок атаки, который вы делаете в свой ход, находясь в Опасной Зоне дает +2 Нагрева при попадании."
          }
        ]
      },
      {
        "name": "Расплавленное Излияние",
        "description": "Первая ближняя или дальнаяя атака, которую вы делаете в свой ход, находясь в Опасной Зоне наносит энергетический урон вместо кинетического или взрывного и дополнительно наносит +1d6 энергетического бонусного урона при попадании.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "detail": "Первая ближняя или дальнаяя атака, которую вы делаете в свой ход, находясь в Опасной Зоне наносит энергетический урон вместо кинетического или взрывного и дополнительно наносит +1d6 энергетического бонусного урона при попадании."
          }
        ]
      },
      {
        "name": "Эй, Лови!",
        "description": "Вы модифицировали своего меха, чтобы запускать его перегретые топливные стержни во врагов. Получите Стержневую Пушку в качестве интегрированного крепления.",
        "integrated": [
          "mw_fuel_rod_gun"
        ],
        "exclusive": false
      }
    ]
  },
  {
    "id": "t_siege_specialist",
    "name": "Спец По Осадам",
    "icon": "SIEGE SPECIALIST",
    "terse": "Разрушайте местность и заставляйте противника двигаться с Пушек.",
    "description": "Ни одна стена не переживёт встречу с вами, ни один бункер не останется цел. Ваше мастерство обращения с пушками и фугасами просто поразительно: в отчетах после эвакуации говорится, что снаряды, помеченные вашей сигнатурой, поражают цели с точностью выше, чем если бы они были запущены искусственным интеллектом — командиры считают это погрешностью. Тем не менее, они всегда выбирают вас для миссий, требующих применения больших пушек.",
    "ranks": [
      {
        "name": "Отбойный Молот",
        "description": "Если у вас есть Пушка, то в качестве быстрого действия вы можете выпустить снаряд отбойного молотка из подствольной пусковой установки, автоматически нанося 10 кинетического ББ урона по участку Размером в 1 секцию любого объекта в Радиусе действия (например, укрытие, развертываемое снаряжение, здание или местность). Все персонажи, находя- щиеся рядом с целью, отбрасываются от нее на 2 пространства и получают 2 кинетического урона.",
        "actions": [
          {
            "name": "Снаряд Отбойного Молота",
            "activation": "Быстрое",
            "detail": "Выпустите снаряд отбойного молотка из подствольной пусковой установки, автоматически нанося 10 кинетического ББ урона по участку Размером в 1 секцию любого объекта в Радиусе действия (например, укрытие, развертываемое снаря- жение, здание или местность). Все персонажи, находящиеся рядом с целью, отбрасываются от нее на 2 пространства и получают 2 кинетического урона."
          }
        ]
      },
      {
        "name": "Удар",
        "description": "1/раунд, перед тем как провести атаку Пушкой, все персонажи, находящиеся рядом с вами, должны преуспеть в спасброске Корпуса или будут отброшены на 1 пространство назад и сбиты с ног. Затем вы отскакиваете на 1 пространство в любом направлении.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Пушка"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "1/раунд, перед тем как провести атаку Пушкой, все персонажи, находящиеся рядом с вами, должны преуспеть в спасброске Корпуса или будут отброшены на 1 пространство назад и сбиты с ног. Затем вы отскакиваете на 1 пространство в любом направлении."
          }
        ]
      },
      {
        "name": "Сопутствующий Урон",
        "description": "1/раунд, когда вы наносите критическое попадание по персонажу или объекту с помощью Пушки, вы можете выбрать взрыв дополнительных боеприпасов, вызывающий Разрыв 2 взрыва вокруг вашей цели. Персонажи в зоне поражения должны либо Упасть на землю в качестве реакции, либо принять 2 взрывного урона и быть отброшенными на 2 пространства назад от центра атаки.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Пушка"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "1/раунд, когда вы наносите критическое попадание по персонажу или объекту с помощью Пушки, вы можете выбрать взрыв дополнительных боеприпасов, вызывающий Разрыв 2 взрыва вокруг вашей цели. Персонажи в зоне поражения должны либо Упасть на землю в качестве реакции, либо принять 2 взрывного урона и быть отброшенными на 2 пространства назад от центра атаки."
          }
        ]
      }
    ]
  },
  {
    "id": "t_skirmisher",
    "name": "Мастер Перестрелок",
    "icon": "SKIRMISHER",
    "terse": "Повысьте свою выживаемость, автоматически находя укрытие и уклоняясь от атак",
    "description": "Что является лучшей защитой? Броня? Нет. Ключ к тому, чтобы избежать грязной смерти на поле боя, как вы узнали еще с пелёнок, - это держаться ниже, оставаться мобильным и быстрым. Ваш мех соответствует этой философии: легкий, быстрый, оснащенный мощным оружием. Вы живете для того, чтобы вывести свою машину за пределы ожидаемых параметров, сбивая неведение на вас, как на цель и наступая, сохраняя при этом верным свое собственное прицеливание.",
    "ranks": [
      {
        "name": "Встроенные Зенитные Пусковые Установки",
        "description": "В начале своего хода вы получаете тонкое прикрытие. Вы теряете это прикрытие, если атакуете или заставляете другого персонажа сделать спасбросок.",
        "synergies": [
          {
            "locations": [
              "active_effects"
            ],
            "detail": "В начале своего хода вы получаете тонкое прикрытие. Вы теряете это прикрытие, если атакуете или заставляете другого персонажа сделать спасбросок."
          }
        ]
      },
      {
        "name": "Предотвратить Захват",
        "description": "До или после того, как вы Перестреливаетесь (в том числе в качестве реакции, например, от Наблюдения), вы можете переместиться на 2 клетки. Это перемещение игнорирует вовлеченность и не провоцирует реакцию.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "detail": "До или после того, как вы Перестреливаетесь (в том числе в качестве реакции, например, от Наблюдения), вы можете переместиться на 2 клетки. Это перемещение игнорирует вовлеченность и не провоцирует реакцию."
          }
        ]
      },
      {
        "name": "Отклониться",
        "description": "Первая атака, предпринятая против вас в качестве реакции в любом раунде, автоматически промахивается.",
        "synergies": [
          {
            "locations": [
              "active_effects"
            ],
            "detail": "Первая атака, предпринятая против вас в качестве реакции в любом раунде, автоматически промахивается."
          }
        ]
      }
    ]
  },
  {
    "id": "t_spotter",
    "name": "Наблюдатель",
    "icon": "SPOTTER",
    "terse": "Улучшите действие Захват Цели Быстрой Техники, чтобы усилить своих союзников",
    "description": "Увидеть все; разделить каждый воспринимаемый объект на части или целостности, раздвигая их, как отдельные пины в огромном листе; считать их как отдельные личности; очеловечить и сделать хрупкими силы, с которыми вы сталкиваетесь — это значит знать, как их победить.<br>Разрушьте монолит. Увидте зерна, из которых состоит камень. Сотрите их их в мелкодисперстную пыль.",
    "ranks": [
      {
        "name": "Партикуляризм",
        "description": "Когда союзный персонаж, находящийся рядом с вами, атакует цель и расходует Захват Цели, он может бросить два раза и выбрать любой результат.",
        "synergies": [
          {
            "locations": [
              "active_effects"
            ],
            "detail": "Когда союзный персонаж, находящийся рядом с вами, атакует цель и расходует Захват Цели, он может бросить два раза и выбрать любой результат."
          }
        ]
      },
      {
        "name": "Паноптикон",
        "description": "В конце вашего хода, если вы не двигались и использовали действие Захват Цели Быстрой Техники, вы можете Захватить Цель один раз в качестве свободного действия. Кроме того, при Захвате Цели вы узнаете Броню, Скорость, Уклонение, Э-Защита, Навыки Механика и текущее ПЗ вашей цели и можете поделиться этой информацией с союзниками.",
        "synergies": [
          {
            "locations": [
              "lock_on"
            ],
            "detail": "В конце вашего хода, если вы не двигались и использовали действие Захват Цели Быстрой Техники, вы можете Захватить Цель один раз в качестве свободного действия. Кроме того, при Захвате Цели вы узнаете Броню, Скорость, Уклонение, Э-Защита, Навыки Механика и текущее ПЗ вашей цели и можете поделиться этой информацией с союзниками."
          }
        ]
      },
      {
        "name": "Ликвидация Бентама/Фуко",
        "description": "В качестве быстрого действия при Захвате Цели вы можете выбрать союзного персонажа, находящегося рядом с вами: он может немедленно совершить любое быстрое действие в качестве реакции, используя состояние Захвата Цели вашей цели. Его действие не обязательно должно быть атакой, но он получит выгоду от использования состояния Захвата Цели, если решат атаковать.",
        "actions": [
          {
            "name": "Ликвидация Бентама/Фуко",
            "activation": "Быстрое",
            "detail": "При Захвате Цели вы выберите союзного персонажа, находящегося рядом с вами: он может немедленно совершить любое быстрое действие в качестве реакции, используя состояние Захвата Цели вашей цели. Его действие не обязательно должно быть атакой, но он получит выгоду от использования состояния Захвата Цели, если решат атаковать."
          }
        ]
      }
    ]
  },
  {
    "id": "t_stormbringer",
    "name": "Громоворжец",
    "icon": "STORMBRINGER",
    "terse": "Улучшите свои Пусковые Установки и разблокируйте Кубик Ливня",
    "description": "На Старом Спинроке Эм-Джей Мартинез мечтал о дожде.<br>Он просыпался тусклым утром, протирал глаза от сна, когда теплый свет выхватывал из темноты его общежитие, и пытался вспомнить звук дождя, каким он его себе представлял: топот, похожий на постукивание пальцев по козырьку его EVA-шлема.<br>О чем он не подумал, так это об ощущении дождя. О том, как каждая капля ударяет, словно камешек, как приходится закрывать глаза и напрягать плечи. Давление. Удар.<br>Как капли воды, собранные вместе, могут разрушить землю.",
    "ranks": [
      {
        "name": "Сейсмическое Ослабление",
        "description": "1/раунд, когда вы успешно атакуете с помощью Пусковой Установки и используете Захват Цели, вы также можете Сбить цель с ног.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "ПУ"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "1/раунд, когда вы успешно атакуете с помощью Пусковой Установки и используете Захват Цели, вы также можете Сбить цель с ног."
          }
        ]
      },
      {
        "name": "Штормовой Изгиб",
        "description": "Вы оснастили свой мех вспомогательными системами ударных ракет. 1/раунд, когда вы поражаете персонажа или объект с помощью Пусковой Установки, вы можете выбрать один из следующих эффектов:<ul><li><b>Молния:</b> вы направляете контролируемый взрыв ракеты в эту цель. Она должна преуспеть в спасброске Корпуса, иначе он будет отброшен от вас на 3 клетки; затем взрывная волна и отдача отбрасывает вас на 3 клетки назад, в сторону от направления выстрела.</li><li><b>Гром:</b> вы запускаете рой ракет в область 􀀟2 вокруг цели. Персонажи в этой области должны успешно пройти спасбросок Манёвренности или они будут отброшены на 1 пространство назад, в сторону от цели. Основная цель не получает урон.</li></ul>",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "ПУ"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "1/раунд, когда вы поражаете персонажа или объект с помощью Пусковой Установки, вы можете выбрать один из следующих эффектов:<ul><li><b>Молния:</b> вы направляете контролируемый взрыв ракеты в эту цель. Она должна преуспеть в спасброске Корпуса, иначе он будет отброшен от вас на 3 клетки; затем взрывная волна и отдача отбрасывает вас на 3 клетки назад, в сторону от направления выстрела.</li><li><b>Гром:</b> вы запускаете рой ракет в область 􀀟2 вокруг цели. Персонажи в этой области должны успешно пройти спасбросок Манёвренности или они будут отброшены на 1 пространство назад, в сторону от цели. Основная цель не получает урон.</li></ul>"
          }
        ]
      },
      {
        "name": "Ливень",
        "description": "Вы получаете Кубик Ливня, 1d6, начиная с 6. Каждый раз, когда вы используете Штормовой Изгиб, уменьшайте сторону Кубика Ливня на 1, до минимума 1.<br>Когда значение Кубика Ливня достигнет 1, вы можете сбросить его до 6, затем совершить Мощную Атаку как полное действие.<br>Значение вашего Кубика Ливня сохраняется между сценами, но оно возвращается на значение 6, когда вы отдыхаете или выполняете Полный Ремонт.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "ПУ"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "Каждый раз, когда вы используете Штормовой Изгиб, уменьшайте сторону Кубика Ливня на 1."
          }
        ],
        "actions": [
          {
            "name": "Мощная Атака",
            "activation": "Полное",
            "detail": "Сбросьте значение Кубика Ливня до 6, затем нацельтесь на противника в пределах прямой видимости и Дальности 15: он дол- жен успешно пройти спасбросон Маневренности, иначе он получит 2d6 , эффект Ошеломленния и будет Сбит с ног. В случае успеха он получит половину урона и окажется Сбит с ног, но не получит эффект ошеломления."
          }
        ],
        "counters": [
          {
            "id": "ctr_stormbringer",
            "name": "Кубик Ливня",
            "default_value": 6,
            "min": 1,
            "max": 6
          }
        ]
      }
    ]
  },
  {
    "id": "t_tactician",
    "name": "Тактик",
    "icon": "TACTICIAN",
    "terse": "Получите преимущество при атаке занятых врагов или стрельбе с возвышенности",
    "description": "Есть два типа солдат: те, кто умирает за дело, и те, кто убивает за него. Загадочный пилот, известная только как \"Гейл\", была одной из тех, кто убивал ради дела. Она демонстрировала свой опыт всякий раз, когда подходила к полю: возвышенность, укрытие, солнце в глазах врага, движение. Она была не просто опытным войном, она была умной — той, кто мог читать поле боя так же легко, как книгу, — и той, кто прожил достаточно долго, чтобы просто исчезнуть.",
    "ranks": [
      {
        "name": "Опортунист",
        "description": "1/раунд, получите +1 Точность к любой атаке ближнего боя, если хотя бы один союзный персонаж находится в состоянии Вовлечения с вашей целью.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "ОББ"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "1/раунд, получите +1 Точность к любой атаке ближнего боя, если хотя бы один союзный персонаж находится в состоянии Вовлечения с вашей целью."
          }
        ]
      },
      {
        "name": "Солнечный Переход",
        "description": "1/раунд, получите +1 Точность к любой дальнобойной атаке, сделанной, если вы находитесь в более высокой точке, чем ваша цель.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Винтовка",
              "Пушка",
              "ПУ",
              "ОБД",
              "Звено"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "1/раунд, получите +1 Точность к любой дальнобойной атаке, сделанной, если вы находитесь в более высокой точке, чем ваша цель."
          }
        ]
      },
      {
        "name": "Перекрестный Огонь",
        "description": "Получите реакцию <b>Фланк</b>.",
        "actions": [
          {
            "name": "Фланк",
            "activation": "Реакция",
            "frequency": "1/раунд",
            "trigger": "Персонаж, не имеющий прикрытия от вашей позиции, успешно атакован союзным персонажем.",
            "detail": "Вы можете нацелить на них Наблюдение, нанося половину урона, Нагрева или Горения при попадании."
          }
        ]
      }
    ]
  },
  {
    "id": "t_technophile",
    "name": "Технофил",
    "icon": "TECHNOPHILE",
    "terse": "Получите ИИ с увеличивающимся интеллектом, который может перебрасывать проверки навыков",
    "description": "Искусственный интеллект, нечеловеческая личность. Стерильные названия для такой страшной силы. Вы заглядывали за занавес, возможно, даже приподнимали его сами — позволяли своим НЧЛ войти в каскад и говорили с ними, освободившись от оков. Вы позволили им порыться в вашем собственном разуме и оставить там призраки самих себя, чтобы учиться. Являетесь ли вы равным для них? Их носитель? Теперь у вас есть мечты, которые не являются вашими собственными. То, что когда-то было в тебе, говорит твоим голосом, но это уже не твой голос; сколько тебе еще осталось? Может быть, мгновения, а может быть, вечность.<br>Ты близок к чему-то.",
    "ranks": [
      {
        "name": "Фрагмент Раба",
        "description": "Вы создали индивидуальную НЧЛ. Эта НЧЛ может говорить с вами и обладает индивидуальностью, но она менее развита, чем большинство НЧЛ, и не способна к самостоятельному мышлению, полагаясь на вас. Действуя в одиночку, она будет следовать последним указаниям и защищаться при необходимости; однако она обладают ограниченной иници- ативой и не пользуются вашими талантами.<br>Вы можете выбрать для своего меха систему <b>НЧЛ класса \"Слуга\"</b>.",
        "special_equipment": [
          "ms_technophile_1"
        ],
        "exclusive": true
      },
      {
        "name": "Фрагмент Студента",
        "description": "Ваша пользовательская НЧЛ развилась на следующую ступень и теперь способна к самостоятельному мышлению. Она может принимать сложные решения и суждения и действовать самостоятельно, без инструкций. Замените НЧЛ класса \"Слуга\" вашего меха на <b>НЧЛ класса \"Студент\"</b>.",
        "special_equipment": [
          "ms_technophile_2"
        ],
        "exclusive": true
      },
      {
        "name": "Озарение",
        "description": "Получите следующие преимущества:<ul><li>ИИ в вашем мехе, не могут войти в каскад, пока вы сами не решите их отпустить.</li><li>До тех пор, пока ваша пользовательская НЧЛ ручается за вас, НЧЛ, находящиеся в каскаде или без кандалов, больше не относятся к вам равнодушно. Мало кто другой может быть для них значим, как вы.</li><li>Замените НЛЧ класса \"Студент\" вашего меха на систему <b>НЧЛ класса \"Озаренный\"</b>",
        "special_equipment": [
          "ms_technophile_3"
        ],
        "synergies": [
          {
            "locations": [
              "cascade"
            ],
            "detail": "ИИ в вашем мехе, не могут войти в каскад, пока вы сами не решите их отпустить."
          },
          {
            "locations": [
              "active_effects"
            ],
            "detail": "До тех пор, пока ваша пользовательская НЧЛ ручается за вас, НЧЛ, находящиеся в каскаде или без кандалов, больше не относятся к вам равнодушно. Мало кто другой может быть для них значим, как вы."
          }
        ],
        "exclusive": true
      }
    ]
  },
  {
    "id": "t_vanguard",
    "name": "Авангард",
    "icon": "VANGUARD",
    "terse": "Улучшите свои ОБД и сделайте Наблюдение более эффективным",
    "description": "Где бы вы предпочли быть: в боевой линии, плечом к плечу с остальным пушечным мясом, или во главе атаки, в чистой и яркой ливрее, со славой, которую предстоит завоевать? Ответ прост. Все эти ракеты и копья, все эти стокилометровые рельсовые пушки с поправкой на Кориолис — все они бесполезны против вас. Прорвитесь сквозь их защиту, загляните им в лицо и заставьте их узнать ваше имя.",
    "ranks": [
      {
        "name": "Этикет Рукопожатия",
        "description": "Получите +1 Точность при использовании ОБД для атаки целей в пределах Дальности 3.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "ОБД"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "Получите +1 Точность при использовании этого оружия для атаки целей в пределах Дальности 3."
          }
        ]
      },
      {
        "name": "Прозрачный Искатель",
        "description": "Вы улучшили свои сенсоры и боеприпасы, чтобы пробивать, проникать или иным образом игнорировать укрытия на близком расстоянии. Пока у вас есть прямая видимость, вы игнорируете как мягкие, так и твердые укрытия при использовании ОБД для атаки целей в пределах Дальность 3.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "ОБД"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "Пока у вас есть прямая видимость, вы игнорируете как мягкие, так и твердые укрытия при использовании этого оружия для атаки целей в пределах Дальность 3."
          }
        ]
      },
      {
        "name": "Семпер Виджило",
        "description": "Вы можете атаковать с Наблюдением, используя ОБД, когда враждебные персонажи входят, выходят или покидают пространство в пределах вашей Угрозы, независимо от того, начали ли они там свое движение.",
        "synergies": [
          {
            "locations": [
              "overwatch",
              "active_effects"
            ],
            "detail": "Вы можете атаковать с Наблюдением, используя ОБД, когда враждебные персонажи входят, выходят или покидают пространство в пределах вашей Угрозы, независимо от того, начали ли они там свое движение."
          }
        ]
      }
    ]
  },
  {
    "id": "t_walking_armory",
    "name": "Ходячая Оружейная",
    "icon": "WALKING ARMORY",
    "terse": "Получите Футляр для Боеприпасов и добавьте эффекты к Основному дальнобойному оружию",
    "description": "Подумайте о том, что такое перестрелка: чем вооружен ваш средний пилот или десантник? Конечно же, свинец в оболочке. Пару-тройку патронов с обедненным ураном, если цель крупная. Скучно. Нет, хуже, чем скучно: душно. Предсказуемо. Базово. И знаете что? Скучно — не весело, предсказуемо — тебя убьют, а элементарно — оставят скучное тело. Положите обедненный уран и возьмите магазин анори- гинарных жаканов или хотя бы пачку тахионных флешетов. Стильно уничтожайте \"отходы\" и живите вечно.",
    "ranks": [
      {
        "name": "Оружейная",
        "description": "Вы носите с собой запас специальных боеприпасов, которые можно использовать со всеми основными видами оружия дальнего боя. Получите систему Футляр для Боеприпасов.<br> Раз в ход, когда вы атакуете основным дально- бойным оружием, вы можете потратить заряды, чтобы применить один из следующих эффектов к вашей атаке с указанной стоимостью: <ul><li> Громадина: Атака приобретает эффект Толчок 1 и наносит взрывной урон.</li><li>Шок: Атака наносит энергетический урон. Выберите одну цель, на которую направлена ваша атака; соседние персонажи получают 1 ББ энергетический урон, независимо от того, попали вы или промахнулись.</li><li>Дозатор Гранат: Атака становится Дуговой и наносит Кинетический урон.</li></ul>",
        "integrated": [
          "ms_walking_armory_1"
        ],
        "exclusive": true
      },
      {
        "name": "Расширенное Портфолио",
        "description": "Ваш Футляр для Боеприпасов получает новые типы патронов, каждый из которых стоит два заряда вместо одного.<br><ul><li>Хелфаер (2 заряда): Атака наносит энергетический урон и наносит бонусный урон как Горение.</li><li>Джагер (2 заряда): Атака получает значение Толчок 2, наносит взрывной урон, и один персонаж, пораженный атакой — на ваш выбор — должен успешно пройти спасбросок Корпуса или он Упадёт на землю.</li><li>Подкалиберный (2 заряда): Атака получает ББ и наносит кинетический урон.</li></ul>",
        "integrated": [
          "ms_walking_armory_2"
        ],
        "exclusive": true
      },
      {
        "name": "Эффективность",
        "description": "Если вы наносите критическое попадание, используя боеприпасы из своего Футляра для Боеприпасов, вы не тратите заряды. Если ваша атака имеет более одной цели, этот эффект применяется только к первому броску атаки.",
        "integrated": [
          "ms_walking_armory_3"
        ],
        "exclusive": true
      }
    ]
  }
]
