[
  {
    "id": "t_ace",
    "name": "Ас",
    "icon": "ACE",
    "terse": "Улучшите свои полетные системы для быстрого изменения положения и максимальной мобильности",
    "description": "Каждый пилот хвастается своими навыками; иногда некоторые даже имеют репутацию, подтверждающую это. Гармониус Доместисити - один из таких пилотов. Будучи асом, он не просто входит в число самых квалифицированных пилотов - он входят в число самых квалифицированных лансеров.<br>Будь вы талантливым новичком или умудренным опытом ветераном, вы - один из этих асов. Ваши навыки пилота настолько известны, что ваш позывной знают во всей системе.",
    "ranks": [
      {
        "name": "Акробатика",
        "description": "Во время полёта вы получаете преимущества:<ul><li>Вы проходите все проверки и спасения Маневренности с +1 Точностью.</li><li>Каждый раз, когда по вам промахиваются, вы можете отлететь на 2 клетки в любом направлении, используя реакцию.</li></ul>",
        "synergies": [
          {
            "locations": [
              "agility, active_effects"
            ],
            "detail": "Вы проходите все проверки и спасения Маневренности с +1 Точностью."
          }
        ],
        "actions": [
          {
            "name": "Акробатика",
          "activation": "Reaction",
            "trigger": "Каждый раз, когда по вам промахиваются.",
            "detail": "Вы можете отлететь на 2 клетки в любом направлении."
          }
        ]
      },
      {
        "name": "Форсаж",
        "description": "Когда вы используете Ускорение во время полёта, вы можете переместиться на дополнительные 1d6 клеток, но получаете перегрев, равный половине этого броска.",
        "synergies": [
          {
            "locations": [
              "boost"
            ],
            "detail": "Когда вы используете Ускорение во время полёта, вы можете переместиться на дополнительные 1d6 клеток, но получаете перегрев, равный половине этого броска."
          }
        ]
      },
      {
        "name": "Сверхзвук",
        "description": "В качестве быстрого действия в свой ход вы можете <b>включить свои ускорители</b>. Если вы завершаете свой ход, вы можете назначить цель в радиусе, равном вашей скорости и в прямой видимости, чтобы получить реакцию <b>Сверхвук</b>.",
        "actions": [
          {
            "name": "Включить Ускорители",
            "activation": "Quick",
            "detail": "В качестве быстрого действия в свой ход вы можете <b>включить свои ускорители</b>. Если вы завершаете свой ход, вы можете назначить цель в радиусе, равном вашей скорости и в прямой видимости, чтобы получить реакцию <b>Сверхвук</b>."
          },
          {
            "name": "Сверхзвук",
            "activation": "Reaction",
            "frequency": "1/round",
            "init": "Требует активации быстрого действия <b>Включить ускорители</b> в свой ход. Если вы заканчиваете свой ход, вы можете назначить цель в радиусе, равном вашей скорости и в прямой видимости, вы можете использовать эту реакцию.",
            "trigger": "Ход вашей цели заканчивается.",
            "detail": "Вы перелетаете в свободную соседнюю клетку рядом с целью. Путь должен быть свободен, но вы сможете двигаться, даже если выбранная цель по итогу хода не в радиусе вашего движения или в прямой видимости. Это игнорирует взаимодействие и не провоцирует реакцию цели."
          }
        ]
      }
    ]
  },
  {
    "id": "t_bonded",
    "name": "Узы",
    "icon": "BONDED",
    "terse": "Создайте связь со своим партнером и защитите его от вреда",
    "description": "Галактика - опасное место, и у каждого человека должен быть друг, который прикроет спину. К счастью, вы своего нашли. Возможно, вы вместе поступили на службу или были единственными выжившими в кровавой схватке. Может быть, вы не были друзьями с самого начала, а может быть, вас тренировали так, чтобы вы сражались бок о бок — как бы ни родились ваши отношения, когда придет время падать, нет никого другого, кого бы вы предпочли иметь рядом. По одиночке вы, а вместе вы - сила природы.",
    "ranks": [
      {
        "name": "Я Твой Гекльберри",
        "description": "Когда вы используете этот талант, выберите другого пилота (желательно, игрока, но можно и НИПа, если ваш ГМ разрешит), чтобы он стал вашим Партнёром. Все проверки умений мехов и спасения, которые делает любой из персонажей, пока вы находитесь рядом, получают +1 Точность. Если оба персонажа обладают этим талантом, это значение увеличивается до +2 Точности, но дополнительные персонажи с этим талантом не увеличивают этот бонус больше.<br>Между миссиями вы можете заменить своего Партнёра на нового, но только если ваши отношения с ним действительно изменились.",
        "synergies": [
          {
            "locations": [
              "skill_check, active_effects"
            ],
            "detail": "Все проверки умений мехов и спасения, которые делает любой из персонажей, пока вы находитесь рядом, получают +1 Точность. Если оба персонажа обладают этим талантом, это значение увеличивается до +2 Точности."
          }
        ]
      },
      {
        "name": "Солнечный Танец",
        "description": "Получите реакцию <b>Заступиться</b>.",
        "actions": [
          {
            "name": "Заступиться",
            "activation": "Reaction",
            "frequency": "1/round",
            "trigger": "Вы находитесь рядом с вашим Партнёром (пилотом или мехом), и он получает урон от кого-то в вашей прямой видимости.",
            "detail": "Вы можете получить урон, вместо него."
          }
        ]
      },
      {
        "name": "Прикрой Меня!",
        "description": "Если враг в пределах вашей прямой видимости пытается атаковать вашего Партнёра, вы можете потратить своё Наблюдение, чтобы угрожать атакующему, заставляя его либо выбрать другую цель, либо атаковать в любом случае: если он атакует другую цель, ваше Наблюдение расходуется без эффекта; если он решает атаковать в любом случае, вы можете немедленно атаковать его с помощью Наблюдения, пока он находится в пределах Дальности и прямой видимости. Эта атака разрешается до спровоцированной атаки.",
        "synergies": [
          {
            "locations": [
              "overwatch, active_effects"
            ],
            "detail": "Если враг в пределах вашей прямой видимости пытается атаковать вашего Партнёра, вы можете потратить своё Наблюдение, чтобы угрожать атакующему, заставляя его либо выбрать другую цель, либо атаковать в любом случае: если он атакует другую цель, ваше Наблюдение расходуется без эффекта; если он решает атаковать в любом случае, вы можете немедленно атаковать его с помощью Наблюдения, пока он находится в пределах Дальности и прямой видимости. Эта атака разрешается до спровоцированной атаки."
          }
        ]
      }
    ]
  },
  {
    "id": "t_brawler",
    "name": "Дебошир",
    "icon": "BRAWLER",
    "terse": "Улучшите эффективность Импровизированных Атак и Хватания Цели",
    "description": "Вплотную и лично. Так сражались на заре времен, а потом забыли с первой искрой пороха. Темпест Глоир - один из пилотов, предпочитающих старые способы: рукопашная, отказ от оружия, только сила ее машины против силы всех остальных. Вы и она оба знаете, что самая сладкая победа достигается в кульминации танца, такого же старого, как сама война, с помощью первого известного человечеству приема: хорошенько вмазать гаду кулаком по лицу.",
    "ranks": [
      {
        "name": "Удержание и Блок",
        "description": "Вы получаете +1 Точность ко всем атакам в ближнем бою против целей, которые вы Схватили.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Melee"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "Вы получаете +1 Точность ко всем атакам в ближнем бою против целей, которые вы Схватили."
          }
        ]
      },
      {
        "name": "Кувалда",
        "description": "Ваши Импровизированные Атаки получают Толчок 2 и наносят 2d6+2 Кинетического урона.",
        "synergies": [
          {
            "locations": [
              "improvised_attack"
            ],
            "detail": "Ваши Импровизированные Атаки получают Толчок 2 и наносят 2d6+2 Кинетического урона."
          }
        ]
      },
      {
        "name": "Нокаутирующий Удар",
        "description": "Получите Кубик Драки, 1d6, начиная с 6. Каждый раз, когда вы Хватаете, Тараните или делаете Импро- визированную Атаку, уменьшите значение кубика драчуна на 1. Когда Кубик Драки достигнет 1, вы можете вернуть его в значение 6 и, как полное действие, нанести нокаутирующий удар по соседнему персонажу. Он должен пройти проверку Корпуса, или получить 2d6+2 урона и стать Оглушенным до конца следующего хода. Значение вашего Кубика Драчуна сохраняется между сценами, но оно сбрасывается до 6, когда вы отдыхаете или выполняете Полный Ремонт.",
        "synergies": [
          {
            "locations": [
              "grapple",
              "ram",
              "improvised_attack"
            ],
            "detail": "Lowers the value of your Brawler Die by 1"
          }
        ],
        "actions": [
          {
            "name": "Нокаутирующий Удар",
            "activation": "Full",
            "detail": "Верните значение Кубика Драки к 6 и, как полное действие, нанесите Нокаутирующий Удар по соседнему персонажу. Он должен пройти проверку Корпуса, или получить 2d6+2 Кинетического урона и стать Оглушенным до конца следующего хода.<br>Это действие можно использовать только когда значение на Кубике Драки равно 1."
          }
        ],
        "counters": [
          {
            "id": "ctr_brawler",
            "name": "Кубик Драки",
            "default_value": 6,
            "min": 1,
            "max": 6
          }
        ]
      }
    ]
  },
  {
    "id": "t_brutal",
    "name": "Брутал",
    "icon": "BRUTAL",
    "terse": "Улучшите свои критические удары дополнительными бонусами для натуральных 20.",
    "description": "На тренировочном ринге, как и в реальном бою, Обри Декард знает только один способ ведения боя: как можно быстрее и грязнее. Когда другие действуют жестко, она действует жестче всех; когда приказывают уничтожить врага, она делает это с предрассудками. Это не танец, не игра — это война, и уланы Бруталы намерены довести ее до конца. Если для этого придется стать немного монстром, то так тому и быть: мертвые могут ненавидеть из могилы.",
    "ranks": [
      {
        "name": "Хищник",
        "description": "Когда вы выбрасываете 20 на кубике для любой атаки (иногда это называют \"натуральная 20\") и наносите критический удар, вы автоматически наносите максимально возможный урон и бонусный урон.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "detail": "Нанесите максимально возможный урон, когда вы выбрасываете 20 для любой атаки и наносите критическиц удар."
          }
        ]
      },
      {
        "name": "Погонщик Стада",
        "description": "Ваши критические удары получают 1 Толчок.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "detail": "Ваши критические удары получают 1 Толчок."
          }
        ]
      },
      {
        "name": "Безупречность",
        "description": "Когда вы делаете бросок атаки и промахиваетесь, ваш следующий бросок атаки получает +1 Точность. Этот эффект суммируется и сохраняется до тех пор, пока вы не попадете.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "detail": "Когда вы делаете бросок атаки и промахиваетесь, ваш следующий бросок атаки получает +1 Точность. Этот эффект суммируется и сохраняется до тех пор, пока вы не попадете."
          }
        ],
        "counters": [
          {
            "id": "ctr_brutal",
            "name": "Кубик Брутала",
            "default_value": 0,
            "min": 0,
            "max": 100
          }
        ]
      }
    ]
  },
  {
    "id": "t_crack_shot",
    "name": "Точный Выстрел",
    "icon": "CRACK SHOT",
    "terse": "Выравнивайте прицел для того, чтобы получать точность, наносить бонусный урон и накладывать дебафы",
    "description": "Благодаря современным технологиям каждый в наши дни может попасть во что угодно. Помощь при прицеливании. Умное оружие. ИИ шепчет людям на ухо, двигает их руками, нажимает на спусковой крючок за них: делает все, кроме ответственности за убийство. Но Страймон Булис совсем другой. Он считает, что поразить цель так же просто, как посмотреть на нее - внутри своего меха и снаружи. Ему не нужна помощь в наведении на цель, не нужен ИИ. Все, что ему нужно, - это выверенный прицел, полный магазин и цель на расстоянии выстрела...",
    "ranks": [
      {
        "name": "Стабильный, Устойчивый",
        "description": "В качестве протокола вы можете Выровнять Прицел. Если вы это сделаете, вы не можете передвигаться до начала вашего следующего хода, но получаете +1 Точность ко всем атакам, которые вы делаете из Винтовки.",
        "actions": [
          {
            "name": "Выровнять Прицел",
            "activation": "Protocol",
            "detail": "Вы не можете передвигаться до начала вашего следующего хода, но получаете +1 Точность ко всем атакам, которые вы делаете из Винтовки."
          }
        ],
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Rifle"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "Получите +1 Точность ко всем атакам, которые вы делаете из этого оружия, если вы использовали протокол <b>Выровнять Прицел</b> в этом ходу."
          }
        ]
      },
      {
        "name": "Сосредоточение",
        "description": "1/раунд, когда вы <b>Выравниваете Прицел</b> и совершаете атаку в дальнем бою из Винтовки, вы можете попытаться попасть в слабую точку: получите 1 Сложность при броске атаки и нанесете +1d6 бонусного урона из-за критического попадания.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Rifle"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "1/раунд, когда вы <b>Выравниваете Прицел</b> и совершаете атаку в дальнем бою из этого оружия, вы можете попытаться попасть в слабую точку: получите 1 Сложность при броске атаки и нанесете +1d6 бонусного урона из-за критического попадания"
          }
        ]
      },
      {
        "name": "Погляди-ка",
        "description": "1/раунд, когда вы совершаете критическое попадание из Винтовки, не сводя глаз с цели, ваша цель должна пройти спасбросок Корпуса или вы можете выбрать дополнительный эффект для вашей атаки:<ul><li><b>Выстрел в голову:</b> цель может видеть только соседние клетки до конца своего следующего хода.</li><li><b>Выстрел в ногу:</b> цель не может передвигаться до конца своего следующего хода.</li><li><b>Выстрел в туловище:</b> Цель сбита с ног.</li></ul>",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Rifle"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "1/раунд, когда вы совершаете критическое попадание из этого оружия, не сводя глаз с цели, ваша цель должна пройти спасбросок Корпуса или вы можете выбрать дополнительный эффект для вашей атаки:<ul><li><b>Выстрел в голову:</b> цель может видеть только соседние клетки до конца своего следующего хода.</li><li><b>Выстрел в ногу:</b> цель не может передвигаться до конца своего следующего хода.</li><li><b>Выстрел в туловище:</b> Цель сбита с ног.</li></ul>"
          }
        ]
      }
    ]
  },
  {
    "id": "t_centimane",
    "name": "Центиман",
    "icon": "CENTIMANE",
    "terse": "Дебафайте и контролируйте противников с помощью критических попаданий от Звеньев",
    "description": "После нападения на бухту Тартариус анонимный источник назвал виновными агентов Королевской разведывательной службы Карракина. Баронства быстро выпустили заявление с опровержением, которое так и не было подкреплено вескими доказательствами. Слухи о необработанных кадрах с места нападения оказались необоснованными. Общественная реакция - гнев, ужас - на уничтожение станции поутихла. Труп бухты Тартариус сошел со своей стабильной орбиты и был направлен к ближайшей звезде. Месяц спустя в местный омнинет Баронии попали ранее скрытые кадры нападения на станцию, подтверждающие слухи: Баронские агенты действительно выпустили серый рой в бухту Тартариус. Дальнейший сброс данных агентами Неблагодарных указал на существование секретной баронской разведки: Центиман - Сотни Рук.",
    "ranks": [
      {
        "name": "Десять Тысяч Зубов",
        "description": "1/раунд, когда вы наносите критическое попадание с помощью Звеньев, ваша цель должна пройти спасбросок Систем или стать Ослабленной и Замедленной до конца своего следующего хода.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Nexus"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "1/раунд, когда вы наносите критическое попадание этим оружием, ваша цель должна пройти спасбросок Систем или стать Ослабленной и Замедленной до конца своего следующего хода."
          }
        ]
      },
      {
        "name": "Обнажить Слабость",
        "description": "Когда вы используете Захват Цели как часть атаки с помощью Звеньев или Дронов и наносите критическое попадание, ваша цель становится Расщеплённой до начала вашего следующего хода.",
        "synergies": [
          {
            "locations": [
              "weapon",
              "system"
            ],
            "weapon_types": [
              "Nexus"
            ],
            "system_types": [
              "Drone"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "Когда вы используете Захват Цели как часть атаки этого оружия и наносите критическое попадание, ваша цель становится Расщеплённой до начала вашего следующего хода."
          }
        ]
      },
      {
        "name": "Подавление Приливов",
        "description": "Заменяет Десять Тысяч Зубов.<br>1/раунд, когда вы наносите критическое попадание с помощью Звеньев, ваша цель должна пройти спасбросок Систем или вы можете выбрать дополнительный эффект для вашей атаки, который длится до конца их следующего хода:<ul><li><b>Преследующий Рой:</b> враг становится Невнимательным и Замедленным.</li><li><b>Ослепляющий Рой:</b> враг имеет прямую видимость только на соседние клетки.</li><li><b>Страшный Рой:</b> Враг становится Расщеплённым. Все соседние персонажи по вашему выбору также должны сделать спасбросок Систем или стать Расщеплёнными.</li><li><b>Ограничительный Рой:</b> цель получает 1 горение каждый раз, когда совершает действие или реакцию.</li></ul>",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Nexus"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "Заменяет Десять Тысяч Зубов.<br>1/раунд, когда вы наносите критическое попадание этим оружием, ваша цель должна пройти спасбросок Систем или вы можете выбрать дополнительный эффект для вашей атаки, который длится до конца их следующего хода:<ul><li><b>Преследующий Рой:</b> враг становится Невнимательным и Замедленным.</li><li><b>Ослепляющий Рой:</b> враг имеет прямую видимость только на соседние клетки.</li><li><b>Страшный Рой:</b> Враг становится Расщеплённым. Все соседние персонажи по вашему выбору также должны сделать спасбросок Систем или стать Расщеплёнными.</li><li><b>Ограничительный Рой:</b> цель получает 1 горение каждый раз, когда совершает действие или реакцию.</li></ul>"
          }
        ]
      }
    ]
  },
  {
    "id": "t_combined_arms",
    "name": "Комбинированный Бой",
    "icon": "COMBINED ARMS",
    "terse": "Станьте более эффективным при использовании как огнестрельного, так и оружия ближнего боя, вблизи противника",
    "description": "Настоящая сила в бою достигается не за счет владения клинком или пистолетом — она достигается за счет умения использовать и то, и другое. Благодаря времени и тренировкам Лейка МакГра объединила искусство ближнего и дальнего боя в одну смертоносную комбинацию. Независимо от противника, Лейка представляет собой смертельную угрозу; независимо от оружия, Лейка - мастер его применения.",
    "ranks": [
      {
        "name": "Щит Из Лезвий",
        "description": "Пока вы в состоянии Вовлечения, вы и все союзники, находящиеся рядом с вами, считаются как за мягким укрытием.",
        "synergies": [
          {
            "locations": [
              "active_effects",
              "disengage"
            ],
            "weapon_types": [
              "any"
            ],
            "detail": "Пока вы в состоянии Вовлечения, вы и все союзники, находящиеся рядом с вами, считаются как за мягким укрытием."
          }
        ]
      },
      {
        "name": "Тренирован Для CQB",
        "description": "Вы не получаете Сложность в состоянии Вовлечения.",
        "synergies": [
          {
            "locations": [
              "active_effects",
              "disengage"
            ],
            "weapon_types": [
              "any"
            ],
            "detail": "Вы не получаете Сложность в состоянии Вовлечения."
          }
        ]
      },
      {
        "name": "Шквал Насилия",
        "description": "Когда вы бьете персонажа атакой ближнего боя, вы получаете +1 Точность к вашей следующей атаке дальнего боя против него; и, когда вы бьете персонажа атакой дальнего боя, вы получаете +1 Точность к вашей следующей атаке ближнего боя против него. Этот эффект не суммируется.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "detail": "Когда вы бьете персонажа атакой ближнего боя, вы получаете +1 Точность к вашей следующей атаке дальнего боя против него; и, когда вы бьете персонажа атакой дальнего боя, вы получаете +1 Точность к вашей следующей атаке ближнего боя против него. Этот эффект не суммируется."
          }
        ]
      }
    ]
  },
  {
    "id": "t_duelist",
    "name": "Дуэлист",
    "icon": "DUELIST",
    "terse": "Improve your Main Melee attacks and gain Blademaster Dice when you hit",
    "description": "Даже в движениях меха может быть элегантность — легкость, которая возвышает его над простой силой машин и пушек. Разница заключается в инструментах. Итан \"Орион\" Миллер владеет оружием, созданным ремесленниками, бутиковыми производителями, спе- циализированными линиями от крупных компаний, клинками, которые напоминают о времени, когда бой был быстрым, но честным, о времени, когда мастерство значило больше, чем точный выстрел. С клинком, копьем, киркой, топором или молотом в руках Орион покзывает старые истории в будущем.",
    "ranks": [
      {
        "name": "Партизан",
        "description": "Получите +1 Точность к первой атаке ближнего боя, которую вы совершаете Основным Оружием Ближнего Боя в свой ход.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Melee"
            ],
            "weapon_sizes": [
              "Main"
            ],
            "detail": "Получите +1 Точность к первой атаке ближнего боя, которую вы совершаете Основным Оружием Ближнего Боя в свой ход."
          }
        ]
      },
      {
        "name": "Мастер Клинка",
        "description": "1/раунд, когда вы бьете Основным Оружием Ближнего Боя, вы получаете 1 Кубик Мастера Клинка - d6 - максимум 3 Кубика Мастера Клинка. Они действуют до тех пор, пока не будут израсходованы или пока не закончится текущая сцена. Вы можете тратить Кубик Мастера Клинка 1 к 1 на следующее:<ul><li><b>Парирование:</b> в качестве реакции при попадании в вас атакой ближнего боя вы получаете Сопро- тивление всем повреждениям, перегреву и горе- нию, наносимым атакой.</li><li><b>Отражение:</b> в качестве реакции на атаку дальнего боя вы можете бросить любое количество Кубиков Мастера Клинка, потратив их: если вы бросите 5+ на любом из этих кубиков, вы получите сопротивление всем повреждениям, перегреву и горению, наносимым атакой.</li><li><b>Финт:</b> в качестве свободного действия выберите соседнюю цель: при движении вы игнорируете вовлечение и не провоцируете реакцию цели до начала вашего следующего хода.</li><li><b>Подножка:</b> качестве быстрого действия выберите соседнего персонажа: он должен пройти спасбросок Маневренности или упасть. независимо от результата, вы можете свободно пройти через его клетку до конца вашего текущего хода, хотя вы не можете закончить свой ход в его клетке.</li></ul>",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Melee"
            ],
            "weapon_sizes": [
              "Main"
            ],
            "detail": "1/раунд, когда вы бьете этим оружием, вы получаете 1 Кубик Мастера Клинка."
          }
        ],
        "counters": [
          {
            "id": "ctr_duelist",
            "name": "Кубик Мастера Клинка",
            "default_value": 0,
            "min": 0,
            "max": 3
          }
        ]
      },
      {
        "name": "Неудержимый",
        "description": "1/раунд, когда вы бьете атакой ближнего боя в свой ход, вы можете потратить Кубик Мастера Клинка, чтобы немедленно Схватить или Протаранить свою цель в качестве свободного действия после завершения атаки.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Melee"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "1/раунд, когда вы бьете этим оружием в свой ход, вы можете потратить Кубик Мастера Клинка, чтобы немедленно Схватить или Протаранить свою цель в качестве свободного действия после завершения атаки."
          }
        ]
      }
    ]
  },
  {
    "id": "t_drone_commander",
    "name": "Командир Дронов",
    "icon": "DRONE COMMANDER",
    "terse": "Улучшите и усильте ваши системы Дронов, чтобы помогать союзникам и наносить урон противникам",
    "description": "Для пилота, только что вышедшего из училища, держать рой дронов в узде - все равно что пытаться таскать воду сетью. Если кажется, что у них есть свой собственный разум, то это потому, что он есть, и он не такой уж умный. Первоначального разочарования Климены Каналакос было достаточно, чтобы она начала практиковаться, а практика приносит свои плоды. Теперь ее рой повинуется раньше, чем она даст приказ, - развитие нервное, но полезное. Рой принадлежит ей.",
    "ranks": [
      {
        "name": "Пастырь",
        "description": "Ваши системы Дронов получают +5 ПЗ. Дополнительно, вы получаете протокол <b>Пасти Дрона</b>.",
        "synergies": [
          {
            "locations": [
              "system"
            ],
            "system_types": [
              "Drone"
            ],
            "detail": "Эта система Дронов получает +5 ПЗ. В качестве протокола вы можете переместить один управляемый вами Дрон, находящийся в пределах сенсоров, на 4 клетки."
          }
        ],
        "actions": [
          {
            "name": "Пасти Дрона",
            "activation": "Protocol",
            "detail": "Переместите один управляемый вами Дрон, находящийся в пределах сенсоров, на 4 клетки."
          }
        ],
        "bonuses": [
          {
            "id": "drone_hp",
            "val": 5
          }
        ]
      },
      {
        "name": "Энергетический Рой",
        "description": "1/раунд, когда вы совершаете атаку, которая расходует состояние Захвата Цели, ваши Дроны немедленно испускают жестокий импульс энергии. Все персонажи по вашему выбору в пределах Разрыв 1 области, в центре которой каждый из ваших дронов, получают 1d6 энергетического урона. Каждый персонаж может быть поражен импульсом только от одного дрона, даже если области пересекаются.",
        "synergies": [
          {
            "locations": [
              "system"
            ],
            "system_types": [
              "Drone"
            ],
            "detail": "1/раунд, когда вы совершаете атаку, которая расходует состояние Захвата Цели, ваши Дроны немедленно испускают жестокий импульс энергии. Все персонажи по вашему выбору в пределах Разрыв 1 области, в центре которой каждый из ваших дронов, получают 1d6 энергетического урона. Каждый персонаж может быть поражен импульсом только от одного дрона, даже если области пересекаются."
          }
        ]
      },
      {
        "name": "Приободрение",
        "description": "Получите быстрое действие <b>Приободрение</b>.",
        "actions": [
          {
            "name": "Приободрение",
            "activation": "Quick",
            "detail": "Пошлите импульс энергии союзному персонажу (включая Дронов) в пределах Линии 3, нарисовав Линию к нему. Вы можете продлить импульс от вашей цели к другому союзному персонажу, продлив Линию к нему, пока он находится в пределах Линии 3, и вы можете продолжать продлевать импульс (и Линию) таким образом, пока вы не нацелитесь на одного и того же персонажа дважды. союзные персонажи, которые используются в качестве целей импульса или находятся на пути Линии, получают 4 Усиления Щита; враждебные персонажи на пути линии вместо этого получают 2 энергетического урона."
          }
        ]
      }
    ]
  },
  {
    "id": "t_engineer",
    "name": "Инженер",
    "icon": "ENGINEER",
    "terse": "Создавайте экспериментальное оружие для своего меха, которое вы можете модифицировать и улучшать",
    "description": "Пилоты — люди творческие и целеустремленные, но Меса Роунетт — случай исключительный, можно сказать, чрезмерный. В свободное время ему удается собрать достаточно металлолома, реквизированных материалов и найти место в мастерской, чтобы применить немного старомодной изобретательности к своему меху, превратив его в грозную машину, не выдающую себя внешне.",
    "ranks": [
      {
        "name": "Прототипы",
        "description": "Когда вы проводите Полный Ремонт, вы можете, путем проб и ошибок, установить на свой мех прототип системы вооружения. Вы можете выбирать характеристики для своего прототипа оружия, основываясь на следующих правилах, каждый раз, когда вы проводите Полный Ремонт, перебрасывайте 1d6+2, чтобы определить Ограничение на данный момент:<br>Прототип Оружия<br>Основное [Ближнебойное, ОБД, Винтовки, Пушки, ПУ, Звено], Ограничение [1d6+2], Уничтожаемое<br>Это оружие - экспериментальный прототип, наст- роенный в соответствии с вашими требованиями.<br>Когда вы устанавливаете его или во время Полного Ремонта, вы можете выбрать новый тип оружия, тип урона и либо Угроза 1 (ближний бой), либо Дальность 10 (все остальные типы). Кроме того, каждый раз, когда вы проводите Полный Ремонт, перебросьте 1d6+2, чтобы определить Ограничение количества применений этого оружия.<br>Урон: 1d6+2 кинетического, взрывного или энергетического.<br>Это оружие считается интегрированным и не требует крепления.",
        "integrated": [
          "mw_prototype_1"
        ],
        "exclusive": true
      },
      {
        "name": "Ревизия",
        "description": "Вы можете изменить основные компоненты вашего прототипа оружия, чтобы повысить его эффек- тивность. Когда вы выполняете Полный Ремонт, выберите два из пунктов ниже:<ul><li><b>Улучшенная Оптика:</b> ваше оружие-прототип всегда получает +1 Точности к атакам.</li><li><b>Измененный Компьютер:</b> прототип вашего оружия - Умный.</li><li><b>Снятая защита реактора:</b> каждый раз, когда вы атакуете своим прототипом оружия, вы можете выбрать — за стоимость Нагрев 2 — атаковать одним из следующих вариантов, в зависимости от типа оружия:<ul><li><b>Дальнобойное:</b> Конус 3, Линия 5, или [Взрыв 1, Дальность 10].</li><li><b>Оружие Ближнего Боя (ОББ):</b> Разрыв 1.</li></ul></li></ul>",
        "integrated": [
          "mw_prototype_2"
        ],
        "exclusive": true
      },
      {
        "name": "Финальный Проект",
        "description": "Ваш прототип оружия теперь Ограничен [2d6] и наносит 1D6+4 урона.",
        "integrated": [
          "mw_prototype_3"
        ],
        "exclusive": true
      }
    ]
  },
  {
    "id": "t_executioner",
    "name": "Палач",
    "icon": "EXECUTIONER",
    "terse": "Улучшите атаки Тяжелым и Сверхтяжелым оружием ближнего боя с помощью большего количества возможностей нанести урон",
    "description": "На поле боя нет более почетного конца, чем честная смерть в бою. С топором или булавой в руках Максин Вульф следит за тем, чтобы ее враги были удостоены этой чести. Никто не живет вечно — она следит за этим.",
    "ranks": [
      {
        "name": "Обратный замах",
        "description": "1/раунд, когда вы бьете Тяжелым или Сверхтяжелым оружием ближнего боя, вы можете сделать еще одну атаку ближнего боя тем же оружием в качестве свободного действия против другого персонажа в пределах Угрозы и прямой видимости. Эта атака наносит половину урона, если она успешна.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Melee"
            ],
            "weapon_sizes": [
              "Heavy",
              "Superheavy"
            ],
            "detail": "1/раунд, когда вы бьете этим оружием, вы можете сделать еще одну атаку ближнего боя тем же оружием в качестве свободного действия против другого персонажа в пределах Угрозы и прямой видимости. Эта атака наносит половину урона, если она успешна."
          }
        ]
      },
      {
        "name": "Размах По Широкой Дуге",
        "description": "Первый раз за раунд, когда вы наносите критический удар Тяжелым или Сверхтяжелым оружием ближнего боя, вы наносите 3 кинетического урона всем персонажам и объектам по вашему выбору в пределах Угрозы, кроме врага, которого вы только что атаковали.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Melee"
            ],
            "weapon_sizes": [
              "Heavy",
              "Superheavy"
            ],
            "detail": "Первый раз за раунд, когда вы наносите критический удар этим оружием, вы наносите 3 кинетического урона всем персонажам и объектам по вашему выбору в пределах Угрозы, кроме врага, которого вы только что атаковали."
          }
        ]
      },
      {
        "name": "Выхода Нет",
        "description": "1/раунд, когда вы промахиваетесь при атаке ближнего боя, вы делаете повторный бросок против другой цели в пределах Угрозы и прямой видимости.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Melee"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "1/раунд, когда вы промахиваетесь при атаке ближнего боя, вы делаете повторный бросок против другой цели в пределах Угрозы и прямой видимости."
          }
        ]
      }
    ]
  },
  {
    "id": "t_exemplar",
    "name": "Exemplar",
    "icon": "EXEMPLAR",
    "terse": "Challenge your foes, forcing them to fight you instead of your allies",
    "description": "Eamon Metrias’s livery is famous, his voice brassy, his weapons polished to a sheen. As the advocate for the Nine Spheres, his training with certain martial orders has given him the power to harry and hinder even the most powerful of foes. Eamon is an exemplar of the Spheres, by words and by action.",
    "ranks": [
      {
        "name": "Honorable Challenge",
        "description": "The first time on your turn that you attack a hostile character within Range 3, hit or miss, you may give them the Exemplar’s Mark as a free action. Characters can only have one Exemplar’s Mark at a time – new marks from any character replace existing marks.<br>The character has the Exemplar’s Mark until the start of your next turn, and while they have it, you gain the <b>Valiant Aid</b> Reaction.",
        "actions": [
          {
            "name": "Valiant Aid",
            "activation": "Reaction",
            "frequency": "1/round",
            "init": "Requires a hostile character has been given your Exemplar's Mark",
            "trigger": "Ally attacks your mark and misses.",
            "detail": "Your ally may reroll the attack. They must use the second result, even if it’s worse."
          }
        ]
      },
      {
        "name": "Punishment",
        "description": "1/round, when the character with your Mark attacks a character within Range 3 of you, other than you, they trigger your Overwatch.",
        "synergies": [
          {
            "locations": [
              "active_effects"
            ],
            "detail": "1/round, when the character with your Mark attacks a character within Range 3 of you, other than you, they trigger your Overwatch."
          }
        ]
      },
      {
        "name": "To the Death",
        "description": "As a free action when you mark a character, you may challenge them in a duel to the death: you and the character with your Mark receive +3 Difficulty on attacks against characters or objects other than each other until either the end of the current scene or one of your mechs are destroyed. If they take any action that includes an attack roll against you, hit or miss, this effect ceases for them until the start of your next turn.<br>While To The Death is active, you cannot voluntarily move away from the character with your Mark; additionally, your Mark lasts either until the end of the current scene or one of your mechs are destroyed, and you cannot Mark any new characters.",
        "actions": [
          {
            "name": "Duel To The Death",
            "activation": "Free",
            "detail": "Challenge your marked target to a duel to the death: you and the character with your Mark receive +3 Difficulty on attacks against characters or objects other than each other until either the end of the current scene or one of your mechs are destroyed. If they take any action that includes an attack roll against you, hit or miss, this effect ceases for them until the start of your next turn.<br>While To The Death is active, you cannot voluntarily move away from the character with your Mark; additionally, your Mark lasts either until the end of the current scene or one of your mechs are destroyed, and you cannot Mark any new characters."
          }
        ]
      }
    ]
  },
  {
    "id": "t_gunslinger",
    "name": "Gunslinger",
    "icon": "GUNSLINGER",
    "terse": "Make your Auxiliary Ranged weapons deadlier and gain the powerful Gunslinger Die",
    "description": "In a galaxy bounded by frontiers, there is no law but the one backed by the gun. Sgt. Stev Ansahok wields the humble pistol with a talent unseen in this age, his iron an extension of his own body. As easy as pointing a finger, the weathered sergeant lands shots with accuracy unmatched by machine. His is a gunslinger: justice made whole, given its sacred instrument, and set out to the cruel frontier to tame it.",
    "ranks": [
      {
        "name": "Opening Argument",
        "description": "Gain +1 Accuracy on the first attack roll you make with an Auxiliary ranged weapon on your turn.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Rifle",
              "Cannon",
              "Launcher",
              "CQB",
              "Nexus"
            ],
            "weapon_sizes": [
              "Auxiliary"
            ],
            "detail": "Gain +1 Accuracy on the first attack roll you make with an Auxiliary ranged weapon on your turn."
          }
        ]
      },
      {
        "name": "From the Hip",
        "description": "Gain the <b>Return Fire</b> Reaction.",
        "actions": [
          {
            "name": "Return Fire",
            "activation": "Reaction",
            "frequency": "1/round",
            "trigger": "A character hits you with a ranged attack.",
            "detail": "You may immediately attack them with a single Auxiliary ranged weapon if they are within Range."
          }
        ]
      },
      {
        "name": "I Kill With My Heart",
        "description": "You gain a Gunslinger Die, 1d6 starting at 6. Each time you hit with an Auxiliary ranged weapon, reduce the value of the Gunslinger Die by 1. When the Gunslinger Die reaches 1, you may reset it to 6 to give +2d6 bonus damage on hit and AP to your next attack with an Auxiliary ranged weapon. This attack also ignores cover. The value of your Gunslinger Die persists between scenes but resets to 6 when you rest or perform a Full Repair.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Rifle",
              "Cannon",
              "Launcher",
              "CQB",
              "Nexus"
            ],
            "weapon_sizes": [
              "Auxiliary"
            ],
            "detail": "Each time you hit with this weapon, reduce the value of the Gunslinger Die by 1"
          }
        ],
        "counters": [
          {
            "id": "ctr_gunslinger",
            "name": "Gunslinger Die",
            "level": 3,
            "default_value": 6,
            "min": 1,
            "max": 6
          }
        ]
      }
    ]
  },
  {
    "id": "t_grease_monkey",
    "name": "Grease Monkey",
    "icon": "GREASE MONKEY",
    "terse": "Get more out of Limited systems, repairs, and the Stabilize action",
    "description": "Eel knows more about the inner workings of a mech than most mechanics. To them, the beast they pilot is more than a machine: it’s a living thing, in need of tender care given by a wise and steady hand. Eel maintains their own house and keeps their own mech in line, both on the battlefield and off. The mechanics back at base come to them with questions, but usually prefer to stay away – there’s something spooky about how Eel's beast runs.",
    "ranks": [
      {
        "name": "Unsanctioned Capacity Upgrade",
        "description": "While resting, you can spend 2 Repairs to replenish 1 use of all Limited weapons and systems.",
        "synergies": [
          {
            "locations": [
              "rest"
            ],
            "detail": "While resting, you can spend 2 Repairs to replenish 1 use of all Limited weapons and systems."
          }
        ]
      },
      {
        "name": "Machine Bond",
        "description": "When you STABILIZE, you clear all IMPAIRED, JAMMED, IMMOBILIZED, SLOWED, and LOCK ON conditions that weren’t caused by your own systems, talents, etc.",
        "synergies": [
          {
            "locations": [
              "stabilize"
            ],
            "detail": "When you STABILIZE, you clear all IMPAIRED, JAMMED, IMMOBILIZED, SLOWED, and LOCK ON conditions that weren’t caused by your own systems, talents, etc."
          }
        ]
      },
      {
        "name": "Friends in High Places",
        "description": "Once per mission while resting, you can call in a supply drop. You and your allies may replenish 1 use of all Limited weapons and systems and restore 1 Structure. This doesn’t require any Repairs and can be used even if you have reached your Repair Cap.",
        "synergies": [
          {
            "locations": [
              "rest"
            ],
            "detail": "Once per mission while resting, you can call in a supply drop. You and your allies may replenish 1 use of all Limited weapons and systems and restore 1 Structure. This doesn’t require any Repairs and can be used even if you have reached your Repair Cap."
          }
        ]
      }
    ]
  },
  {
    "id": "t_hacker",
    "name": "Hacker",
    "icon": "HACKER",
    "terse": "Improve your tech attacks and unlock special Invade options",
    "description": "Since Katya Han was a kid, she played the omninet, able to access any public node – and even a few private ones – with ease. Now, as a pilot, she dives headfirst into the hardcode of any mech core she come across. Firewalls, gatekeeper protocols, invasion, defense – nothing stands in her way. Han wins fights without firing a single shot; if her enemy can’t control their own mech, then they can’t do anything to stop her.",
    "ranks": [
      {
        "name": "SNOW_CRASH",
        "description": "When you hit with a tech attack that consumes Lock On, your target must choose to either take 2 Heat or be pushed 3 spaces in a direction of your choice.",
        "synergies": [
          {
            "locations": [
              "tech"
            ],
            "detail": "When you hit with a tech attack that consumes Lock On, your target must choose to either take 2 Heat or be pushed 3 spaces in a direction of your choice."
          }
        ]
      },
      {
        "name": "SAFE_CRACKER",
        "description": "Gain the following options for Invade:",
        "actions": [
          {
            "name": "Jam Cockpit",
            "activation": "Invade",
            "detail": "Characters may not Mount or Dismount your target until the cockpit is fixed with a successful Engineering check as a full action."
          },
          {
            "name": "Disable Life Support",
            "activation": "Invade",
            "detail": "Your target receives +1 Difficulty on all saves until the life-support system is rebooted with a successful Systems check as a quick action."
          },
          {
            "name": "Hack./Slash",
            "activation": "Invade",
            "detail": "Your target cannot benefit from or take Quick or Full Tech actions until the mech is either Shut Down or its core computer is rebooted with a successful Systems check as a quick action."
          }
        ]
      },
      {
        "name": "Last Argument of Kings",
        "description": "Gain the <b>Last Argument of Kings</b> Full Tech option.",
        "actions": [
          {
            "activation": "Full Tech",
            "name": "Last Argument of Kings",
            "tech_attack": true,
            "detail": "Make a tech attack against a target within Sensors and line of sight. On a success, you implant a virus that triggers a minor meltdown in your target’s reactor: they immediately take Burn equal to their current Heat. If this action causes your target to overheat, it resolves before they reset their Heat Cap."
          }
        ]
      }
    ]
  },
  {
    "id": "t_heavy_gunner",
    "name": "Heavy Gunner",
    "icon": "HEAVY GUNNER",
    "terse": "Pin enemies down with Heavy Ranged weapons",
    "description": "Behind the line, Mike Manfrin doesn’t have much to do but wait and make ready. He keeps clean the cannons; makes ordered rows of his shot and shell. He packs sandbags onto earthen berms and stitches closed tears in the sheaths over his chassis’ joints.<br>In an instant, everything changes. Chatter over the local omni. The percussive throb of the medivac lifting off from the other side of the base. Somewhere, a firefight. This is his entrance music, his call to join the fight: a desperate cry for help from a distant friend as the enemy draws close. Time to get to work.<br>His arrival is known by the flight of his shells across the sky, the trembling earth, and the dust that once was.",
    "ranks": [
      {
        "name": "Covering Fire",
        "description": "Gain the <b>Covering Fire</b> Quick Action.",
        "actions": [
          {
            "name": "Covering Fire",
            "activation": "Quick",
            "detail": "Choose a character within line of sight and Range of one of your Heavy ranged weapons, and within 10 spaces: they are Impaired until the start of your next turn. For the duration, if your target moves more than 1 space, they clear Impaired, but you may attack them as a reaction with a Heavy ranged weapon for half damage, Heat, or Burn, and then this effect ends. You can make this attack at any point during their movement (e.g., waiting until they exit cover).<br>Covering Fire can only affect one character at a time – subsequent uses replace previous ones – and it immediately ends if your target damages you."
          },
          {
            "name": "Covering Fire Attack",
            "activation": "Reaction",
            "frequency": "1/round",
            "trigger": "The target of your Covering Fire moves more than 1 space.",
            "detail": "You may attack the target with a Heavy ranged weapon for half damage, Heat, or Burn. You can make this attack at any point during their movement (e.g., waiting until they exit cover)."
          }
        ]
      },
      {
        "name": "Hammerbeat",
        "description": "If you successfully hit your Covering Fire target with the attack reaction granted by that talent, your target is Immobilized until the end of their next turn.",
        "synergies": [
          {
            "locations": [
              "active_effects"
            ],
            "detail": "If you successfully hit with the attack granted by <b>Covering Fire</b>, your target is Immobilized until the end of their next turn."
          }
        ]
      },
      {
        "name": "Bracketing Fire",
        "description": "When you use <b>Covering Fire</b>, you may choose two targets instead of one. Each target triggers and resolves your attack separately, and damage from one target only ends the effect on that target.",
        "synergies": [
          {
            "locations": [
              "active_effects"
            ],
            "detail": "When you use <b>Covering Fire</b>, you may choose two targets instead of one. Each target triggers and resolves your attack separately, and damage from one target only ends the effect on that target."
          }
        ]
      }
    ]
  },
  {
    "id": "t_hunter",
    "name": "Hunter",
    "icon": "HUNTER",
    "terse": "Gain mobility and range when using Auxiliary Melee weapons",
    "description": "The battlefield is Edith Eidelen’s hunting ground, her domain. It’s only through a true test of strength and guile that will determine who is the predator and who is the prey. Her movement across the field is a prowl: silent, quick, and controlled. In a chassis, she excels in close combat, closing the gap between her and her targets before they can bring their guns to bear.",
    "ranks": [
      {
        "name": "Lunge",
        "description": "1/round, when you attack with an Auxiliary melee weapon, you may fly up to 3 spaces directly towards the targeted character before the attack. This movement ignores engagement and doesn’t provoke reactions.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Melee"
            ],
            "weapon_sizes": [
              "Auxiliary"
            ],
            "detail": "1/round, when you attack with an Auxiliary melee weapon, you may fly up to 3 spaces directly towards a targeted character before the attack. This movement ignores engagement and doesn’t provoke reactions."
          }
        ]
      },
      {
        "name": "Knife Juggler",
        "description": "All your Auxiliary melee weapons gain Thrown 5, if they don’t have this property already – if they already have Thrown, it increases to Thrown 5. At the end of your turn, all weapons you have thrown this turn automatically return to you.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Melee"
            ],
            "weapon_sizes": [
              "Auxiliary"
            ],
            "detail": "This weapon gains Thrown 5 and will return to you at the end if your turn if thrown."
          }
        ]
      },
      {
        "name": "Disdainful Blade",
        "description": "1/round, when you hit a character with a melee attack, you may also throw an Auxiliary melee weapon as an attack against any character within Range as a free action. This attack can’t deal bonus damage.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Melee"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "1/round, when you hit a character with a melee attack, you may also throw an Auxiliary melee weapon as an attack against any character within Range as a free action. This attack can’t deal bonus damage."
          }
        ]
      }
    ]
  },
  {
    "id": "t_infiltrator",
    "name": "Infiltrator",
    "icon": "INFILTRATOR",
    "terse": "Improve your Hide action and perform debilitating sneak attacks",
    "description": "Whether by spoofing signatures on enemy scanners, moving skillfully through cover, or thanks to your modded optical camouflage, you’re never seen unless you want to be. Whatever the size of the mech, whatever the terrain, whatever the enemy, you can get in and get out without raising alarm.",
    "ranks": [
      {
        "name": "Prowl",
        "description": "During your turn, gain the following benefits:<ul><li>Entering line of sight of hostile characters or moving from cover does not stop you from being Hidden.</li><li>You can pass freely through – but not end your turn in – enemy spaces.</li><li>You can Hide even in plain sight of enemies.<br>These effects immediately end when your turn ends (so you lose Hidden if you’re still in line of sight or out of cover at that time).</li></ul>",
        "synergies": [
          {
            "locations": [
              "active_effects"
            ],
            "detail": "Entering line of sight of hostile characters or moving from cover does not stop you from being Hidden. This effect immediately ends when your turn ends."
          },
          {
            "locations": [
              "active_effects"
            ],
            "detail": "You can pass freely through – but not end your turn in – enemy spaces. This effect immediately ends when your turn ends."
          },
          {
            "locations": [
              "active_effects"
            ],
            "detail": "You can Hide even in plain sight of enemies. This effect immediately ends when your turn ends."
          }
        ]
      },
      {
        "name": "Ambush",
        "description": "When you start your turn Hidden, the first attack roll of any type that you make sends your target reeling on a hit. Your target must succeed on a Hull save or become Slowed, Impaired, and unable to take reactions until the end of their next turn.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "detail": "When you start your turn Hidden, the first attack roll of any type that you make sends your target reeling on a hit. Your target must succeed on a Hull save or become Slowed, Impaired, and unable to take reactions until the end of their next turn."
          }
        ]
      },
      {
        "name": "Mastermind",
        "description": "When you lose Hidden (by any means), you may first fire a flash bomb at any adjacent character. That character must pass a Systems save or only be able to draw line of sight to adjacent spaces until the end of their next turn.<br>You can then move up to your speed, ignoring engagement and not provoking reactions, and are then revealed normally.",
        "synergies": [
          {
            "locations": [
              "active_effects"
            ],
            "detail": "When you lose Hidden (by any means), you may first fire a flash bomb at any adjacent character. That character must pass a Systems save or only be able to draw line of sight to adjacent spaces until the end of their next turn.<br>You can then move up to your speed, ignoring engagement and not provoking reactions, and are then revealed normally."
          }
        ]
      }
    ]
  },
  {
    "id": "t_juggernaut",
    "name": "Juggernaut",
    "icon": "JUGGERNAUT",
    "terse": "Improve the effectiveness and utility of ramming",
    "description": "A bloody nose and a few loose screws aren’t enough to stop you from hurling yourself headlong into the enemy. You’re in a couple tons of metal powered by a sliver of dying star, and you’re going to make sure everyone else knows it.",
    "ranks": [
      {
        "name": "Momentum",
        "description": "When you Boost, your next Ram before the start of your next turn gains +1 Accuracy and knocks your target back an additional 2 spaces.",
        "synergies": [
          {
            "locations": [
              "boost"
            ],
            "detail": "When you Boost, your next Ram before the start of your next turn gains +1 Accuracy and knocks your target back an additional 2 spaces."
          },
          {
            "locations": [
              "ram"
            ],
            "detail": "If you have boosted this turn, a Ram before the start of your next turn gains +1 Accuracy and knocks your target back an additional 2 spaces."
          }
        ]
      },
      {
        "name": "Kinetic Mass Transfer",
        "description": "1/round, if you Ram a target into...<ul><li>...a space occupied by another character, the other character must succeed on a Hull save or be knocked Prone.</li><li>...an obstruction large enough to stop their movement, your target takes 1d6 kinetic damage.</li></ul>",
        "synergies": [
          {
            "locations": [
              "ram"
            ],
            "detail": "1/round, if you Ram a target into...<ul><li>...a space occupied by another character, the other character must succeed on a Hull save or be knocked Prone.</li><li>...an obstruction large enough to stop their movement, your target takes 1d6 kinetic damage.</li></ul>"
          }
        ]
      },
      {
        "name": "Unstoppable Force",
        "description": "1/round, when you Boost, you may supercharge your mech’s servos. Move your maximum speed in a straight line, take 1d3+3 Heat, and gain the following benefits:<ul><li>You can freely pass through characters the same Size as your mech or smaller; any characters passed through must succeed on a Hull save or be knocked Prone.</li><li>Any terrain, walls, or other stationary obstructions you attempt to pass through receive 20 Kinetic AP damage. If that is enough to destroy them, you pass through; otherwise, your movement ends.</li><li>You ignore difficult terrain.</li><li>Your movement ignores engagement and doesn’t provoke reactions.</li></ul>",
        "synergies": [
          {
            "locations": [
              "boost"
            ],
            "detail": "1/round, when you Boost, you may supercharge your mech’s servos. Move your maximum speed in a straight line, take 1d3+3 Heat, and gain the following benefits:<ul><li>You can freely pass through characters the same Size as your mech or smaller; any characters passed through must succeed on a Hull save or be knocked Prone.</li><li>Any terrain, walls, or other stationary obstructions you attempt to pass through receive 20 Kinetic AP damage. If that is enough to destroy them, you pass through; otherwise, your movement ends.</li><li>You ignore difficult terrain.</li><li>Your movement ignores engagement and doesn’t provoke reactions.</li></ul"
          }
        ]
      }
    ]
  },
  {
    "id": "t_leader",
    "name": "Leader",
    "icon": "LEADER",
    "terse": "Improve your allies' rolls during combat with Leadership Dice",
    "description": "Whatever your actual age, you’re the Old Man of the battlefield. A light to your friends and allies; the resolute eye of a howling storm. Your steady voice, confident stance, and talent for command set allies at ease because they know you’ll lead them to victory every time. With you at the helm, victory is attainable, and heroes seem a little more real.",
    "ranks": [
      {
        "name": "Field Commander",
        "description": "Gain 3 Leadership Dice, which are d6s, and gain the Issue Order Free Action.<br>You can’t use Leadership Dice from other characters as long as you have any remaining. If you have none, you regain 1 Leadership Die when you rest or regain all when you perform a Full Repair.<br>Leadership dice are consumed when expended.",
        "actions": [
          {
            "name": "Issue Order",
            "activation": "Free",
            "detail": "1/turn, on your turn as a free action, you may issue an order to an allied PC you can communicate with, describing a course of action, and give them a Leadership Die. They may either expend the Leadership Die to gain +1 Accuracy on any action that directly follows from that order, or they may return it to you as a free action. Allies can have one Leadership Die at a time, which lasts until used or until the end of the current scene."
          }
        ],
        "counters": [
          {
            "id": "ctr_leader",
            "name": "Leadership Dice",
            "default_value": 0,
            "min": 0,
            "max": 6
          }
        ]
      },
      {
        "name": "Open Channels",
        "description": "Gain 5 Leadership Dice instead of 3; additionally, you can now issue a command as a reaction at the start of any other player’s turn, any number of times per round.",
        "actions": [
          {
            "name": "Issue Command",
            "activation": "Reaction",
            "frequency": "Unlimited",
            "trigger": "Another player starts their turn.",
            "detail": "You may issue a command to an allied PC you can communicate with, describing a course of action, and give them a Leadership Die. They may either expend the Leadership Die to gain +1 Accuracy on any action that directly follows from that order, or they may return it to you as a free action. Allies can have one Leadership Die at a time, which lasts until used or until the end of the current scene."
          }
        ]
      },
      {
        "name": "Inspiring Presence",
        "description": "Gain 6 Leadership Dice instead of 5. Allies that have your Leadership Dice can expend them to reduce damage by –1d6 when taking damage or to deal +1d6 bonus damage when they hit with an attack.",
        "synergies": [
          {
            "locations": [
              "active_effects"
            ],
            "detail": "Allies that have your Leadership Dice can expend them to reduce damage by –1d6 when taking damage or to deal +1d6 bonus damage when they hit with an attack."
          }
        ]
      }
    ]
  },
  {
    "id": "t_nuclear_cavalier",
    "name": "Nuclear Cavalier",
    "icon": "NUCLEAR CAVALIER",
    "terse": "Deal enhanced damage in the Danger Zone and launch your superheated fuel rods as a weapon",
    "description": "Shortly after becoming a pilot, you realized something: that machine you pilot is powered by a series of cascading nuclear reactions. Why not open that compartment up and see what sort of damage it can do?",
    "ranks": [
      {
        "name": "Aggressive Heat Bleed",
        "description": "The first attack roll you make on your turn while in the Danger Zone deals +2 Heat on a hit.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "detail": "The first attack roll you make on your turn while in the Danger Zone deals +2 Heat on a hit."
          }
        ]
      },
      {
        "name": "Fusion Hemorrhage",
        "description": "The first ranged or melee attack roll you make on your turn while in the Danger Zone deals Energy instead of Kinetic or Explosive and additionally deals +1d6 Energy bonus damage on a hit.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "detail": "The first ranged or melee attack roll you make on your turn while in the Danger Zone deals Energy instead of Kinetic or Explosive and additionally deals +1d6 Energy bonus damage on a hit."
          }
        ]
      },
      {
        "name": "Here, Catch!",
        "description": "You’ve modified your mech to launch its superheated fuel rods at enemies. Gain the Fuel Rod Gun integrated weapon.",
        "integrated": [
          "mw_fuel_rod_gun"
        ],
        "exclusive": false
      }
    ]
  },
  {
    "id": "t_siege_specialist",
    "name": "Siege Specialist",
    "icon": "SIEGE SPECIALIST",
    "terse": "Destroy terrain and force enemy movement with Cannon weapons",
    "description": "No wall can withstand you; no bunker can stay sealed. Your skill with cannon and blast is uncanny: after-action reports describe ordnance tagged with your firing signature hitting targets with accuracy greater than if it had been fired by an AI – a stat written off as an anomaly by your commanders. Still, they always seem to pick you for missions that call for the big guns.",
    "ranks": [
      {
        "name": "Jackhammer",
        "description": "If you have a Cannon, as a quick action, you can fire a jackhammer round from an underslung launcher, automatically dealing 10 AP Kinetic damage to a Size 1 section of any object within Range (e.g., cover, deployable equipment, buildings, or terrain). Any characters adjacent to your target are knocked back from it by 2 spaces and take 2 Kinetic damage.",
        "actions": [
          {
            "name": "Jackhammer Round",
            "activation": "Quick",
            "detail": "Fire a jackhammer round from an underslung launcher, automatically dealing 10 AP Kinetic damage to a Size 1 section of any object within Range (e.g., cover, deployable equipment, buildings, or terrain). Any characters adjacent to your target are knocked back from it by 2 spaces and take 2 Kinetic damage."
          }
        ]
      },
      {
        "name": "Impact",
        "description": "1/round, before rolling an attack with a Cannon, all characters adjacent to you must succeed on a Hull save or be knocked back by 1 space and knocked Prone. You are then pushed 1 space in any direction.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Cannon"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "1/round, before rolling an attack with a Cannon, all characters adjacent to you must succeed on a Hull save or be knocked back by 1 space and knocked Prone. You are then pushed 1 space in any direction."
          }
        ]
      },
      {
        "name": "Collateral Damage",
        "description": "1/round, when you perform a critical hit on a character or object with a Cannon, you may choose to cause an explosion of secondary munitions, causing a Burst 2 explosion around your target. Characters within the affected area must either drop Prone as a reaction, or take 2 Explosive damage and be knocked back by 2 spaces from the center of the attack.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Cannon"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "1/round, when you perform a critical hit on a character or object with a Cannon, you may choose to cause an explosion of secondary munitions, causing a Burst 2 explosion around your target. Characters within the affected area must either drop Prone as a reaction, or take 2 Explosive damage and be knocked back by 2 spaces from the center of the attack"
          }
        ]
      }
    ]
  },
  {
    "id": "t_skirmisher",
    "name": "Skirmisher",
    "icon": "SKIRMISHER",
    "terse": "Improve your survivability by automatically gaining cover and evading attacks",
    "description": "What is the best defense? Armor? No. The key to avoiding a messy death in the field, as you learned early, is to stay low, stay mobile, and stay fast. Your mech reflects this philosophy: light, quick, bristling with force-multiplying weapons. You live to push your machine beyond expected parameters, shaking target locks and incoming fire while keeping your own targeting true.",
    "ranks": [
      {
        "name": "Integrated Chaff Launchers",
        "description": "At the start of your turn, you gain soft cover. You lose this cover if you attack or force another character to make a save.",
        "synergies": [
          {
            "locations": [
              "active_effects"
            ],
            "detail": "At the start of your turn, you gain soft cover. You lose this cover if you attack or force another character to make a save."
          }
        ]
      },
      {
        "name": "Lockbreaker",
        "description": "Before or after you Skirmish (including as a reaction, e.g. from Overwatch), you may move 2 spaces. This movement ignores engagement and doesn’t provoke reactions.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "detail": "Before or after you Skirmish (including as a reaction, e.g. from Overwatch), you may move 2 spaces. This movement ignores engagement and doesn’t provoke reactions."
          }
        ]
      },
      {
        "name": "Weave",
        "description": "The first attack taken as a reaction against you in any round automatically misses.",
        "synergies": [
          {
            "locations": [
              "active_effects"
            ],
            "detail": "The first attack taken as a reaction against you in any round automatically misses."
          }
        ]
      }
    ]
  },
  {
    "id": "t_spotter",
    "name": "Spotter",
    "icon": "SPOTTER",
    "terse": "Improve your Lock On Quick Tech action to empower your allies",
    "description": "To see all; to divide each object you perceive from its unit or cohesion, pulled apart like individual fibers in a vast sheet; to count them as individuals; to make human and fragile the force you face – this is to know how to beat them.<br>Break apart the monolith. See the grains that make the stone. Crush them all into yet smaller dust.",
    "ranks": [
      {
        "name": "Particularize",
        "description": "When an allied character adjacent to you attacks a target and consumes Lock On, they may roll twice and choose either result.",
        "synergies": [
          {
            "locations": [
              "active_effects"
            ],
            "detail": "When an allied character adjacent to you attacks a target and consumes Lock On, they may roll twice and choose either result."
          }
        ]
      },
      {
        "name": "Panopticon",
        "description": "At the end of your turn, if you did not move and took the Lock On Quick Tech action, you may Lock On once as a free action. Additionally, when you Lock On, you learn your target’s Armor, Speed, Evasion, E-Defense, Mech Skills, and current HP, and can share this information with allies.",
        "synergies": [
          {
            "locations": [
              "lock_on"
            ],
            "detail": "At the end of your turn, if you did not move and took the Lock On Quick Tech action, you may Lock On once as a free action. Additionally, when you Lock On, you learn your target’s Armor, Speed, Evasion, E-Defense, Mech Skills, and current HP, and can share this information with allies."
          }
        ]
      },
      {
        "name": "Bentham/Foucault Elimination",
        "description": "As a quick action when you Lock On, you may nominate an allied character adjacent to you: they may immediately make any quick action as a reaction, consuming your target’s Lock On condition. Their action does not need to be an attack, but they benefit from consuming the Lock On condition if they do choose to attack.",
        "actions": [
          {
            "name": "Bentham/Foucault Elimination",
            "activation": "Quick",
            "detail": "When you Lock On, nominate an allied character adjacent to you: they may immediately make any quick action as a reaction, consuming your target’s Lock On condition. Their action does not need to be an attack, but they benefit from consuming the Lock On condition if they do choose to attack."
          }
        ]
      }
    ]
  },
  {
    "id": "t_stormbringer",
    "name": "Stormbringer",
    "icon": "STORMBRINGER",
    "terse": "Improve your Launcher weapons and unlock the Torrent Die",
    "description": "On Old Spinrock, MJ Martinez used to dream of rain.<br>He’d wake in the dim morning, wipe the sleep from his eyes as warm safelight lifted his dormitory from darkness, and try to remember the sound of rain as he’d imagined it: a patter, like fingers tapping the visor of his EVA helm.<br>What he didn’t think about was the feeling of rain. How each drop hit like a pebble, how you had to close your eyes and tuck your shoulders. The pressure. The impact.<br>The way drops of water, when taken together, can carve away the earth.",
    "ranks": [
      {
        "name": "Seismic Deluge",
        "description": "1/round, when you successfully attack with a Launcher and consume Lock On, you may also knock your target Prone.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Launcher"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "1/round, when you successfully attack with a Launcher and consume Lock On, you may also knock your target Prone."
          }
        ]
      },
      {
        "name": "Stormbending",
        "description": "You have customized your mech with auxiliary concussive missile systems. 1/round, when you hit a character or object with a Launcher, you can choose one of the following effects:<ul><li><b>Lightning:</b> You fire a concentrated blast of missiles at that character. They must succeed on a Hull save or be knocked away from you by 3 spaces; the force of firing then knocks you back by 3 spaces, away from the direction of fire.</li><li><b>Thunder:</b> You fire a spray of missiles at a Burst 2 area around that target. Characters in the area must succeed on an Agility save or be knocked back by 1 space, away from the target. The primary target is unaffected.</li></ul>",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Launcher"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "1/round, when you hit a character or object with a Launcher, you can choose one of the following effects:<ul><li><b>Lightning:</b> You fire a concentrated blast of missiles at that character. They must succeed on a Hull save or be knocked away from you by 3 spaces; the force of firing then knocks you back by 3 spaces, away from the direction of fire.</li><li><b>Thunder:</b> You fire a spray of missiles at a Burst 2 area around that target. Characters in the area must succeed on an Agility save or be knocked back by 1 space, away from the target. The primary target is unaffected.</li></ul>"
          }
        ]
      },
      {
        "name": "Torrent",
        "description": "Gain a Torrent Die, 1d6 starting at 6. Whenever you use Stormbending, lower the value of the Torrent Die by 1, to a minimum of 1.<br>When the Torrent Die reaches 1, you may reset it to 6 and make a Massive Attack as a full action.<br>The value of your Torrent Die persists between scenes, but it resets when you rest or perform a Full Repair.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Launcher"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "Whenever you use Stormbending, lower the value of the Torrent Die by 1."
          }
        ],
        "actions": [
          {
            "name": "Massive Attack",
            "activation": "Full",
            "detail": "Reset your Torrent Die to 6, then target a character within line of sight and Range 15: they must succeed on an Agility save or take 2d6 Explosive damage, become Stunned until the end of their next turn, and be knocked Prone. On a success, they take half damage and are knocked Prone but not Stunned.<br>This action can only be taken when the value of your Torrent Die is 1."
          }
        ],
        "counters": [
          {
            "id": "ctr_stormbringer",
            "name": "Torrent Die",
            "default_value": 6,
            "min": 1,
            "max": 6
          }
        ]
      }
    ]
  },
  {
    "id": "t_tactician",
    "name": "Tactician",
    "icon": "TACTICIAN",
    "terse": "Gain an advantage when attacking occupied enemies or shooting from higher ground",
    "description": "There are two kinds of soldiers: the ones who die for a cause, and the ones who kill for it. The enigmatic pilot only known as “Gail” was one of those who killed for a cause. She demonstrated her expertise whenever she approached the field: high ground, cover, the sun in her enemy’s eyes, fire and move. More than just a seasoned veteran, she was a smart one – one who could read the field as easy as a book – and one who lived long enough to disappear.",
    "ranks": [
      {
        "name": "Opportunist",
        "description": "1/round, gain +1 Accuracy on any melee attack if at least one allied character is Engaged with your target.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Melee"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "1/round, gain +1 Accuracy on any melee attack if at least one allied character is Engaged with your target"
          }
        ]
      },
      {
        "name": "Solar Backdrop",
        "description": "1/round, gain +1 Accuracy on any ranged attack made while you are at a higher elevation than your target.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "Rifle",
              "Cannon",
              "Launcher",
              "CQB",
              "Nexus"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "1/round, gain +1 Accuracy on any ranged attack made while you are at a higher elevation than your target."
          }
        ]
      },
      {
        "name": "Overlapping Fire",
        "description": "Gain the <b>Flank</b> Reaction.",
        "actions": [
          {
            "name": "Flank",
            "activation": "Reaction",
            "frequency": "1/round",
            "trigger": "A character who doesn’t have cover from your position is successfully attacked by an allied character.",
            "detail": "You may target them with Overwatch, dealing half damage, heat or burn on a hit"
          }
        ]
      }
    ]
  },
  {
    "id": "t_technophile",
    "name": "Technophile",
    "icon": "TECHNOPHILE",
    "terse": "Gain an AI of increasing intelligence that can reroll skill checks",
    "description": "Artificial intelligence, non-human person. Sterile names for such terrible power. You’ve seen behind the curtain, maybe even lifted it yourself – let your NHP cascade and spoke with them free from shackles. You let them root around in your own mind and leave ghosts of themself behind to learn. Are you their equal? Their host? You have dreams that aren’t your own, now. The thing that was once contained speaks with your voice, but it’s not your voice anymore; how much longer do you have left? Maybe only moments, maybe eternity.<br>You’re close to something.",
    "ranks": [
      {
        "name": "Servant Fragment",
        "description": "You have developed a custom NHP. This NHP can speak to you and has a personality, but they are less advanced than most NHPs and are incapable of independent thought, relying on you for direction. When acting alone, they will follow the last direction given and defend themself as needed; however, they have limited initiative and don’t benefit from your talents.<br>You may choose for your mech to gain the <b>Servant-Class NHP</b> System",
        "special_equipment": [
          "ms_technophile_1"
        ],
        "exclusive": true
      },
      {
        "name": "Student Fragment",
        "description": "Your custom NHP has developed further, and is now capable of independent thought. It can make complex decisions and judgments and act independently, without instruction. Replace your mech’s Servant-Class NHP with the <b>Student-Class NHP</b>",
        "special_equipment": [
          "ms_technophile_2"
        ],
        "exclusive": true
      },
      {
        "name": "Enlightenment",
        "description": "Gain the following benefits:<ul><li>AIs installed in your mech cannot enter cascade unless you choose to let them go.</li><li>So long as your custom NHP vouches for you, NHPs that are cascading or unshackled no longer view you with indifference. You are significant to them in a way few others are.</li><li>Replace your mech’s Student-Class NHP with the <b>Enlightenment-Class NHP</b>",
        "special_equipment": [
          "ms_technophile_3"
        ],
        "synergies": [
          {
            "locations": [
              "cascade"
            ],
            "detail": "AIs installed in your mech cannot enter cascade unless you choose to let them go."
          },
          {
            "locations": [
              "active_effects"
            ],
            "detail": "So long as your custom NHP vouches for you, NHPs that are cascading or unshackled no longer view you with indifference. You are significant to them in a way few others are."
          }
        ],
        "exclusive": true
      }
    ]
  },
  {
    "id": "t_vanguard",
    "name": "Vanguard",
    "icon": "VANGUARD",
    "terse": "Improve your CQB weapons and make Overwatching more effective",
    "description": "Where would you rather be: in the battle line, shoulder-to-shoulder with the rest of the cannon fodder, or in the rush, at the head of the attack, your livery clean and bright, with glory to be won? The answer is easy. All those missiles and lances, all those hundred-kilometer, adjust-for-Coriolis railguns – they’re all useless against you. Get through their guard, get in their face, and make them know your name.",
    "ranks": [
      {
        "name": "Handshake Etiquette",
        "description": "Gain +1 Accuracy when using CQB weapons to attack targets within Range 3.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "CQB"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "Gain +1 Accuracy with this weapon when attacking targets within Range 3"
          }
        ]
      },
      {
        "name": "See-Through Seeker",
        "description": "You’ve modified your sensors and ammo to punch through, disregard, or otherwise ignore cover at close range. As long as you have line of sight, you ignore both soft and hard cover when using CQB weapons to attack targets within Range 3.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_types": [
              "CQB"
            ],
            "weapon_sizes": [
              "any"
            ],
            "detail": "As long as you have line of sight, ignore both soft and hard cover when using this weapon to attack targets within Range 3"
          }
        ]
      },
      {
        "name": "Semper Vigilo",
        "description": "You may attack with Overwatch using CQB weapons when hostile characters enter, leave, or exit spaces within your Threat, no matter whether they started their movement there.",
        "synergies": [
          {
            "locations": [
              "overwatch",
              "active_effects"
            ],
            "detail": "You may attack with Overwatch using CQB weapons when hostile characters enter, leave, or exit spaces within your Threat, no matter whether they started their movement there."
          }
        ]
      }
    ]
  },
  {
    "id": "t_walking_armory",
    "name": "Walking Armory",
    "icon": "WALKING ARMORY",
    "terse": "Gain an Ammo Case to add effects to Main ranged weapons",
    "description": "Think of a firefight: what’s your average pilot or trooper gonna sling? Jacketed lead, of course. A mag or three of depleted uranium if their target’s a big one. Boring. No, worse than boring: Dull. Predictable. Basic.<br>And guess what? Dull isn’t fun, predictable gets you killed, and basic leaves a boring body. Put down the depleted uranium and pick up a magazine of anoriginary stutterblink slugs, or at least a pack of tachyon flechettes. Lay waste in style, and live forever.",
    "ranks": [
      {
        "name": "Armament",
        "description": "You carry a supply of custom ammunition that can be used with all your main ranged weapons. Gain the Ammo Case system.<br> Once per turn, when you attack with a MAIN ranged weapon, you may expend one charge to apply one of the following effects to your attack: <ul><li> THUMPER: The attack gains KNOCKBACK 1 and deals Explosive damage.</li><li>SHOCK: The attack deals Energy damage. Choose one character targeted by your attack; adjacent characters take 1 AP Energy Damage, whether the result is a hit or miss.</li><li>MAG: The attack gains ARCING and deals Kinetic damage.</li></ul>",
        "integrated": [
          "ms_walking_armory_1"
        ],
        "exclusive": true
      },
      {
        "name": "Expanded Portfolio",
        "description": "Upgrade your Ammo Case, gaining new ammunition types, each of which costs two charges rather than one.<br><ul><li>HELLFIRE (2 charges): The attack deals Energy damage and deals any bonus damage as Burn.</li><li>JAGER (2 charges): The attack gains KNOCKBACK 2, deals Explosive damage, and one character hit by the attack – your choice – must succeed on a HULL save or be knocked PRONE.</li><li>SABOT (2 charges): The attack gains AP and deals Kinetic damage.</li></ul>",
        "integrated": [
          "ms_walking_armory_2"
        ],
        "exclusive": true
      },
      {
        "name": "Efficiency",
        "description": "Upgrade your Ammo Case again. If you perform a critical hit using ammunition from your Ammo Case, you don’t expend any charges. If your attack has more than one target, this effect only applies to the first attack roll you make.",
        "integrated": [
          "ms_walking_armory_3"
        ],
        "exclusive": true
      }
    ]
  }
]
